{
  "hero.section.story": "스토리",
  "hero.section.sources": "획득처",
  "hero.section.talent": "재능",
  "hero.section.exploration": "탐험",
  "hero.section.expedition": "원정",
  "hero.section.shards": "조각",
  "hero.section.description": "설명",
  "hero.section.exclusive_weapon": "전용 무기",
  "hero.section.stats": "능력치",
  "hero.section.skills": "스킬",
  "hero.section.options": "옵션",

  "hero.stats.attack": "공격력",
  "hero.stats.defense": "방어력",
  "hero.stats.health": "체력",
  "hero.stats.attack_percent": "공격력(%)",
  "hero.stats.defense_percent": "방어력(%)",

  "hero.source.exploration": "탐험",
  "hero.source.lighthouse_intel": "등대 정보",
  "hero.source.hero_recruitment": "영웅 모집",

  "hero.rarity.r": "R",
  "hero.rarity.sr": "SR",
  "hero.rarity.ssr": "SSR",

  "hero.class.infantry": "보병",
  "hero.class.lancer": "창병",
  "hero.class.marksmen": "궁병",

  "hero.subclass.growth": "성장",

  "hero.charlie.name": "찰리",
  "hero.charlie.class": "창병",
  "hero.charlie.subClass": "성장",
  "hero.charlie.storyHtml": "<p>\"뭐라고? 크게 말해!\" 마을 사람들은 찰리의 거칠고 우렁찬 목소리에 이미 익숙해졌다.</p><p>시끄럽고 투박한 찰리는 오랫동안 폭파 전문가로 일해왔다. 사람들은 그의 위험한 직업을 떠올리며 찰리와 거리를 두곤 한다.</p><p>하지만 찰리와 조금만 대화해보면, 이 남자가 마음씨 좋은 사람이라는 걸 알 수 있다. 게다가 그가 늘 소리를 지르는 건 화가 나서가 아니다. 수년간 폭약을 다루며 고막이 손상된 탓이다.</p><p>찰리의 폭약 지식은 까다로운 석탄 채굴 과정에서 엄청난 도움이 된다. 꾀죄죄한 겉모습과 달리 그는 디테일에 매우 신경 쓰며, 이는 위험한 작업 속에서도 안전을 지키는 데 큰 역할을 했다.</p><p>찰리는 가능한 한 전장 뒤편에 머무르길 선호하지만, 싸움을 두려워하진 않는다. 적들은 곧 칼보다 강한 화학의 힘을 깨닫게 될 것이다. 찰리는 다양한 폭약과 수류탄에 통달했을 뿐 아니라, 강한 팔힘 덕분에 꽤 먼 거리까지 던질 수 있다. 찰리가 \"척탄병\"이라는 별명을 얻은 데에는 다 이유가 있다.</p><p>찰리를 확실히 자극하는 방법은 두 가지가 있다. 첫째, 석탄 채굴 과정에서 안전 수칙을 어기는 것. 둘째, 동료들의 피땀 어린 자원을 약탈하려 드는 것. 미친 조와 그의 도적단은 그 교훈을 아주 뼈저리게 배웠다. 찰리의 폭발만큼 조의 도적단을 빠르게 후퇴시킨 건 없었다.</p><p>하지만 조는 찰리의 폭발 보복을 마음에 새기지 못했다. 오히려 조는 찰리를 동료 무법자로 삼을 가능성에 흥미를 느끼기 시작했다. 그는 찰리 같은 인물이 자기 패거리로 들어온다면 무엇을 할 수 있을지 종종 꿈꾸곤 한다. 다행히 찰리는 조의 관심을 알지도 못하고, 설령 안다 해도 신경 쓰지 않을 것이다.</p>",
  "hero.charlie.skill.500021.name": "파편 장전",
  "hero.charlie.skill.500021.desc": "찰리가 직접 만든 폭약을 던져 대상과 주변 적들에게 공격력의 140%/154%/168%/182%/196% 광역 피해를 입힙니다.",
  "hero.charlie.skill.500022.name": "척탄병",
  "hero.charlie.skill.500022.desc": "찰리의 수류탄은 10%/15%/15%/20%/20% 확률로 대상을 0.5/0.5/1/1/1.5초 동안 기절시킵니다.",
  "hero.charlie.skill.500024.name": "폭파 전문가",
  "hero.charlie.skill.500024.desc": "찰리의 정교한 폭파 경험으로 도시 석탄 광산 생산량이 5%/10%/15%/20%/25% 증가합니다.",
  "hero.charlie.skill.500025.name": "석탄 채굴",
  "hero.charlie.skill.500025.desc": "찰리는 석탄 채굴의 베테랑입니다. 지도에서 석탄 채집 속도가 5%/10%/15%/20%/25% 증가합니다.",

  "hero.cloris.name": "클로리스",
  "hero.cloris.class": "궁병",
  "hero.cloris.subClass": "성장",
  "hero.cloris.storyHtml": "<p><strong>클로리스는 숲 한가운데 깊숙이 자리한 작은 시골 마을에서 자랐다.</strong> 가족은 늘 자급자족하며 직접 농작물을 키우고, 가축을 기르고, 사냥으로 식량을 마련했다. 클로리스는 어린 시절부터 조상 대대로 전해 내려온 활과 화살 사냥법을 배웠다.<br>\n<br/>\n어린 클로리스는 주변 자연 세계에 매료되었다. 숲을 누비며 동물을 추적하고, 지역에 사는 다양한 식물과 동물에 대해 배우는 데 몇 시간을 보내곤 했다. 특히 사냥에 뛰어난 재능을 보였고, 머지않아 가족을 위해 사냥감을 가져오는 일이 잦아졌다.<br/>\n<br/>\n성장하면서 클로리스는 생존술에 점점 더 큰 관심을 갖게 되었다. 야생 생존 관련 책을 읽으며, 쉼터 짓기부터 성냥 없이 불 피우기까지 온갖 기술을 익혔다. 그는 땅의 힘만으로 살아가며 완전히 자립하는 삶에 집착하게 되었다.<br/>\n<br/>\n18살이 되자 클로리스는 홀로 떠나기로 결심했다. 믿음직한 활과 화살을 포함한 장비를 챙겨 숲으로 들어갔다. 처음 몇 주는 먹을 것과 물을 충분히 구하지 못해 고생했지만, 결국 사냥과 생존 기술이 빛을 발하며 야생에서의 삶을 스스로 일궈낼 수 있었다.</br></p>",
  "hero.cloris.skill.500031.name": "화살비",
  "hero.cloris.skill.500031.desc": "클로리스가 화살을 퍼부어 대상 주변에 공격력의 180%/198%/216%/234%/252% 광역 피해를 입힙니다.",
  "hero.cloris.skill.500032.name": "사냥꾼의 표식",
  "hero.cloris.skill.500032.desc": "클로리스가 대상에게 표식을 남겨 이번 공격의 대상 피해를 10%/15%/20%/25%/30% 증가시킵니다.",
  "hero.cloris.skill.500034.name": "최고의 사냥꾼",
  "hero.cloris.skill.500034.desc": "툰드라 최고의 사냥꾼인 클로리스는 도시 사냥꾼의 오두막 생산량을 5%/10%/15%/20%/25% 증가시킵니다.",
  "hero.cloris.skill.500035.name": "포식자",
  "hero.cloris.skill.500035.desc": "클로리스는 생태계를 손바닥 보듯 꿰뚫고 있습니다. 지도에서 고기 채집 속도가 5%/10%/15%/20%/25% 증가합니다.",

  "hero.eugene.name": "유진",
  "hero.eugene.class": "보병",
  "hero.eugene.subClass": "성장",
  "hero.eugene.storyHtml": "<p>나무는 도시 건설에 필수적인 자원이지만, 이를 얻는 과정은 극도로 고되고 시간이 많이 든다. 대부분의 벌목꾼은 원해서 도끼를 들고 숲으로 향하지 않는다. 하지만 유진은 다르다. 그는 진심으로 숲의 풍요를 베어내는 일을 즐긴다.</p><p>유진은 일에 대한 열정이 대단하다. 힘든 일도 기꺼이 맡고, 몸이 지칠 만큼 일을 하지 못하면 오히려 안절부절못한다. 소문에 따르면 유진의 괴짜 같은 성격은 그의 기묘한 과거와 관련이 있다고 한다. 전투에서도 유진은 같은 열정을 보이며, 그의 커다란 도끼는 앞을 가로막는 어떤 적에게도 공포가 된다.</p><p>유진처럼 열심히 일하고 처신이 올바른 사람은 어느 도시에서든 환영받는다. 그는 술을 좋아하긴 하지만—오직 쉬는 시간에만 그렇다. 유진에게 불만이 있는 사람은 대장장이뿐인데, 유진의 도끼가 너무 자주 교체되기 때문이다.</p><p>유진은 새로 나온 증기식 전기톱 같은 편리한 대안에는 전혀 관심이 없다. 그는 늘 술친구 스미스가 만든 도끼만을 고집하는데, 그 도끼가 가장 튼튼하고 다루기 편하다고 믿기 때문이다.</p><p>몇 년 전 큰 사고 이후 유진은 이상한 환영을 보기 시작했다. 그는 곳곳에서 \"악령\"을 본다고 느꼈다. 끊임없는 불안감은 결국 그를 한계까지 몰아붙였다. 환영과 싸우던 유진은, 나중에서야 자신이 도시의 추장을 공격했다는 사실을 알게 되었다. 그는 추방되어 얼어붙은 툰드라를 헤매다 지나가던 상단에 의해 간신히 목숨을 건졌다.</p><p>필리 박사는 불안정한 불수정에 과도하게 노출된 것이 유진의 기억과 감각을 변형시켰다고 진단했다. 그것은 유진을 엄청나게 강하게 만들었지만 성격은 더 거칠어졌다. 필리는 치료법을 찾지 못했으나, 임시방편은 있었다. 육체 노동으로 몸을 지치게 만들면 환영이 누그러진다는 것이다.</p><p>그 이후 벌목은 \"악령\" 문제에 대한 그의 해답이 되었다—더 영구적인 치료법을 찾기 전까지는. 아니면, 자를 나무가 떨어졌을 땐 적을 베어도 충분하다.</p>",
  "hero.eugene.skill.500001.name": "도끼 회전",
  "hero.eugene.skill.500001.desc": "유진이 도끼를 회전시켜 3초 동안 주변 적들에게 0.5초마다 공격력 *80%/88%/96%/104%/110%의 피해를 입힙니다.",
  "hero.eugene.skill.500002.name": "날카로운 칼날",
  "hero.eugene.skill.500002.desc": "유진의 날카롭게 간 도끼가 초당 피해를 10%/15%/20%/25%/30% 증가시킵니다.",
  "hero.eugene.skill.500004.name": "숲의 계승자",
  "hero.eugene.skill.500004.desc": "유진의 뛰어난 목재 가공 지식으로 도시 제재소 생산량이 5%/10%/15%/20%/25% 증가합니다.",
  "hero.eugene.skill.500005.name": "최고의 벌목꾼",
  "hero.eugene.skill.500005.desc": "유진은 완벽한 벌목 기술을 위해 항상 집중합니다. 지도에서 나무 채집 속도가 5%/10%/15%/20%/25% 증가합니다.",

  "hero.smith.name": "스미스",
  "hero.smith.class": "보병",
  "hero.smith.subClass": "성장",
  "hero.smith.storyHtml": "<p>스미스는 평범한 도시에서 그저 평범한 대장간을 운영하는 평범한 사람처럼 보인다. 하지만 최고의 무기를 만든다는 명성 덕분에 황야 곳곳에서 손님이 찾아온다. 스미스는 값만 맞으면 맞춤 무기(총이든 검이든)를 완벽하게 제작해 주기도 한다.</p><p>어떤 이들은 스미스가 무술의 달인이라 말한다. 그래서 완벽한 무기에 필요한 무게, 길이, 무게중심 같은 세부 사양을 정확히 이해한다는 것이다. 어쨌든 현명한 말썽꾼이라면 이 겸손한 대장장이를 함부로 건드리지 않는다.</p><p>스미스는 원거리 무기보다 근접 무기를 만드는 걸 선호한다. 레이피어의 내려치기, 시미터의 빠른 찌르기, 창의 받아치기 같은 동작에서 그는 강한 흥분을 느낀다. 술친구 유진도 근접 무기의 미학과 손맛을 좋아하지만, 스미스는 유진이 잘 만든 도끼를 벌목에만 쓰는 건 그다지 달갑지 않다.</p><p>스미스는 모루를 두드리는 망치 소리와 뜨거운 화로에서 튀는 불꽃을 사랑한다. 그는 금속 한 조각 한 조각을 직감적으로 이해하며, 그 \"속삭임\"을 들을 수 있다고 말한다. 그는 친구들에게 자신이 금속의 \"의지\"를 따라 직감적으로 해석할 뿐이라 주장하는데—그게 최고의 무기를 만드는 비결이라고 한다.</p><p>스미스의 단조 재능은 쉽게 얻어진 것이 아니다. 그는 어린 시절 \"넵튠\"이라는 증기 잠수함에 납치되어 강제로 대장장이 일을 해야 했다.</p><p>그 시절은 어두웠고, 바다와 밀폐 공간을 두려워하던 스미스에게는 더더욱 암흑 같았다. 어느 날, 수년간의 강제 노동 끝에 스미스는 자신이 다루던 금속으로부터 속삭임을 들었다… 그날 밤부터 스미스는 진정으로 단조의 경지에 오르기 시작했다. 잠수함이 보급을 위해 정박했을 때, 스미스는 자신이 만든 비밀 무기로 경비를 기절시키고 \"넵튠\"에서 탈출했다.</p>",
  "hero.smith.skill.500011.name": "해머 강타",
  "hero.smith.skill.500011.desc": "스미스가 망치를 크게 휘둘러 공격력의 200%/220%/240%/260%/280% 피해를 입힙니다.",
  "hero.smith.skill.500012.name": "방어구 강화",
  "hero.smith.skill.500012.desc": "스미스가 방어구를 강화해 받는 피해를 10%/15%/20%/25%/30% 감소시킵니다.",
  "hero.smith.skill.500014.name": "단련된 철",
  "hero.smith.skill.500014.desc": "스미스의 전염성 있는 장인 정신이 도시 철광석 광산 생산량을 5%/10%/15%/20%/25% 증가시킵니다.",
  "hero.smith.skill.500015.name": "장인정신",
  "hero.smith.skill.500015.desc": "스미스는 철을 다루는 데 남다른 직감이 있습니다. 지도에서 철광 채집 속도가 5%/10%/15%/20%/25% 증가합니다.",

  
  "hero.source.heros_mission": "영웅 임무",
  "hero.source.ginas_revenge": "지나의 복수",

  "hero.subclass.combat": "전투",

  "hero.bahiti.name": "바히티",
  "hero.bahiti.class": "궁병",
  "hero.bahiti.subClass": "전투",
  "hero.bahiti.storyHtml": "<p>바히티와 매머드가 끄는 마차는 새벽 연합을 상징하는 가장 유명한 모습 중 하나가 되었습니다. 그는 얼음과 눈을 가르며 도시에서 도시로 이동하며, 고단한 생존자들에게 각자만의 피난처를 세울 용기를 북돋웁니다. 그의 도착은 종종 필수 의약품과 보급품, 그리고 새벽 연합이 전하는 희망의 메시지를 뜻합니다.</p><p>바히티는 혹독한 황야에서 오랜 시간을 보냈고, 그 경험은 그를 완벽한 특사 후보로 만들었습니다. 파에톤과 맞서 싸우며 그는 사격술과 리더십을 더욱 갈고닦았습니다.</p><p>바히티는 임무를 수행하며 유능한 동료 생존자들을 많이 만났습니다. 탐험가 클로리스와 병사 세르게이는 믿음직한 팀원 두 명입니다. 가장 강력한 도적들조차도 이렇게 인기 있는 인물과는 함부로 싸우려 하지 않습니다.</p><p>새벽 연합의 초기 구성원들은 버려진 피난처에서 무방비한 아이였던 바히티를 발견했습니다. 그들은 바히티를 키우며 희망과 정의에 대해 가르쳤고, 바히티가 성장한 뒤에는 새벽 연합의 가장 충성스러운 추종자이자 그 이상을 대변하는 인물이 되었습니다.</p><p>새벽 연합의 한 멘토는 이런 가설을 세웠습니다. ‘혹시 행성 자체가 궤도면에서 벗어나 대혹한을 일으킨 건 아닐까? 다시 말해 행성이 살아 있는 존재라면… 소통할 방법이 있을지도 모른다. 그리고 태양에 더 가까이 되돌릴 수 있을지도.’</p><p>멘토는 이미 세상을 떠났고, 그 이론이 확인된 적도 없습니다. 하지만 바히티는 여전히 행성과 대화를 시작할 방법을 찾고 있습니다.</p>",
  "hero.bahiti.skill.500061.name": "정밀 사격",
  "hero.bahiti.skill.500061.desc": "바히티가 적의 약점을 정밀하게 노려 공격력*400%/440%/480%/520%/560% 피해를 줍니다.",
  "hero.bahiti.skill.500062.name": "속사",
  "hero.bahiti.skill.500062.desc": "바히티는 황야 생존에 익숙하여 공격 속도가 +10%/15%/20%/25%/30% 증가합니다.",
  "hero.bahiti.skill.500063.name": "길잡이의 시야",
  "hero.bahiti.skill.500063.desc": "바히티가 추가 피해를 10%/15%/20%/25%/30% 더 줍니다.",
  "hero.bahiti.skill.500064.name": "육감",
  "hero.bahiti.skill.500064.desc": "바히티의 위험 감지 능력으로 모든 부대가 받는 피해가 4%/8%/12%/16%/20% 감소합니다.",
  "hero.bahiti.skill.500065.name": "형광",
  "hero.bahiti.skill.500065.desc": "바히티의 전장 감각으로 모든 부대의 공격이 50% 확률로 가하는 피해를 10%/20%/30%/40%/50% 증가시킵니다.",

  "hero.gina.name": "지나",
  "hero.gina.class": "궁병",
  "hero.gina.subClass": "전투",
  "hero.gina.storyHtml": "<p>무뚝뚝하고 말수가 적으며 속을 잘 드러내지 않는 성격의 지나. 이런 면모는 그녀를 도시에서 가장 다가가기 어려운 생존자 중 하나로 만듭니다. 물론 무시무시한 용병단의 리더라는 사실도 한몫합니다.</p><p>세르게이는 그녀에 대해 이렇게 말합니다. “우리 편에 남아 있길 기도하는 게 좋을 거야. 적이 되면 정말 지옥을 보게 되니까.” 지나의 전술은 냉혹하고, 활 솜씨는 전설적이며, 폭발 화살은 적의 심장에 공포를 심습니다. 또한 지나의 지휘는 매우 공격적이며, 여러 전선을 동시에 두드리는 ‘게릴라식’ 전략으로 적을 최대한 혼란에 빠뜨립니다.</p><p>용병은 대개 도시에서 평판이 좋지 않습니다. 시끄럽고 무례하며, 의뢰인에게서조차 원하는 것을 빼앗는 경우도 있기 때문입니다. 군사력이 약한 도시에 용병은 양날의 검이지만, 지나의 ‘이글스’는 다릅니다. 그들은 정예 군대에 준하는 엄격한 기준을 지니고 있습니다. 단원 중에는 고아가 많고, 지나에게 구조된 이들도 있습니다. “규율은 힘이다”라는 지나의 신조는 모든 단원에게 새겨져 있습니다.</p><p>지나에게는 커리어 초기에 큰 상처가 되는 사건이 있었습니다. 도시 간 전쟁에서 승리한 추장을 도와 전쟁을 끝낸 뒤, 패배한 도시의 생존자들이 학살당하는 모습을 보게 된 것입니다. ‘우린 계약을 수행했을 뿐’이라고 스스로를 설득했지만, 전쟁 범죄는 그녀를 깊은 회의로 몰아넣었습니다. 그 이후, 그들은 결코 무고한 생존자에게 칼을 들지 않았습니다.</p><p>지나는 냉정한 용병이지만 부드러운 면도 있습니다. 패트릭이 그녀가 달콤한 디저트와 귀여운 봉제인형을 좋아한다고 말한 적이 있는데, 그 후 지나가 ‘비밀유지’의 중요성을 몸소 가르쳐줬다고 합니다.</p>",
  "hero.gina.skill.500081.name": "소이 화살",
  "hero.gina.skill.500081.desc": "지나의 소이 사격이 적 대상 1명에게 공격력*210%/230%/250%/270%/290% 피해를 주고, 주변 적들에게 추가로 공격력*70%/77%/84%/91%/98% 피해를 줍니다.",
  "hero.gina.skill.500082.name": "바람의 속삭임",
  "hero.gina.skill.500082.desc": "지나가 석궁 구조를 개선하여 공격 속도가 10%/15%/20%/25%/30% 증가합니다.",
  "hero.gina.skill.500083.name": "매의 눈",
  "hero.gina.skill.500083.desc": "지나가 적의 약점을 빠르게 포착해 치명타 확률이 7%/10%/13%/16%/20% 증가합니다.",
  "hero.gina.skill.500084.name": "지구력 훈련",
  "hero.gina.skill.500084.desc": "지나의 엄격한 총독 훈련으로 스태미나 소모가 10%/12%/15%/18%/20% 감소합니다.",
  "hero.gina.skill.500085.name": "빠른 전개",
  "hero.gina.skill.500085.desc": "지나는 황야에서 빠르고 공격적으로 기동하여 황야 행군 속도가 20%/40%/60%/80%/100% 증가합니다.",

  "hero.jasser.name": "제셀",
  "hero.jasser.class": "궁병",
  "hero.jasser.subClass": "성장",
  "hero.jasser.storyHtml": "<p>제셀는 방랑 학자이자 생존술에 능통한 백과사전 같은 지식인, 천재적인 수리공, 과학자, 뛰어난 궁병이며 누구의 주인도, 누구의 하인도 아닙니다. 그는 단 한 번의 생애 동안 대부분의 생존자들이 한 도시에서 평생 경험하는 것보다 더 많은 곳을 여행했습니다. 그리고 그의 목표는 늘 하나입니다. 상처 입은 이 세계를 치유할 방법을 찾는 것.<br />\n<br />\n제셀는 독불장군 과학자이자 탐험가로서 쌓아온 지식으로 새벽 연합과 파에톤 모두에게 매력적인 존재가 되었습니다. 그의 신념은 새벽 연합에 더 가까울지도 모르지만, 그는 어떤 대의에도 얽매이지 않으며, 각 도시의 추장들이 그를 환영할 충분한 이유가 되도록 자신이 배운 것을 기꺼이 나눕니다.<br />\n<br />\n제셀가 잔혹한 툰드라에서 살아남을 수 있었던 이유를 하나로 꼽는다면, 압박 속에서도 흔들리지 않는 용기일 것입니다.<br />\n<br />\n제셀의 첫 툰드라 원정은 정착지를 떠난 직후 거대한 눈폭풍을 맞아 쓰러진 원정대의 일원으로서 시작되었습니다. 눈폭풍 속에서 생존자는 오래 버티지 못합니다. 하지만 제셀는 기적적으로 길을 찾아 버려진 피난처로 팀을 이끌었고, 그렇지 않았다면 그들은 다음 날 아침 얼어붙은 채 발견됐을 겁니다. 그러나 고난은 거기서 끝나지 않았습니다. 피난처는 굶주린 짐승 떼의 습격을 받았고, 동료들이 다수 부상당한 상황에서 제셀는 총과 사냥칼로 거의 혼자 짐승들을 막아내야 했습니다. 그 과정에서도 그는 불안한 기색 하나 보이지 않아 동료들은 그를 “요새 제셀”라고 불렀습니다.<br />\n<br />\n제셀는 어느 진영에도 속하지 않으려는 태도가 삶을 어렵게 만들 수 있음을 잘 알고 있으며, 만약 강요받는다면 파에톤보다는 새벽 연합을 택할 가능성이 큽니다.<br />\n<br />\n새벽 연합의 장점은 대혹한 이후 생존자들의 운명을 걱정하는 인도주의적 시선입니다. 제셀는 그 관점에 공감하면서도, 인간의 최우선 과제가 ‘안녕’이라고 과도하게 강조되는 점에는 동의하지 않습니다. 한편 파에톤의 ‘옛 세계 회복’에 대한 강철 같은 집념은 제셀의 목표에 더 가깝습니다. 그러나 파에톤이 저지른 잔혹행위를 외면할 수 없었고, 그 죄악은 제셀의 잠재적 충성을 앗아갔습니다.<br />\n<br />\n제셀는 어린 시절부터 각종 백과사전과 비전서들을 탐독해왔습니다. 당시 세계에서 가장 큰 규모의 생존 도서관이 있는 마을에서 자란 덕분에, 그는 수많은 밤을 책과 함께 보낼 수 있었습니다. 폭넓고 깊은 지식은 옛 세계의 삶, 시간 속에 사라진 노래와 이야기들에 대한 독특한 애정을 그에게 심어주었습니다. 지구의 과거는 제셀의 상상력을 강하게 사로잡습니다. 그리고 그곳에서, 얼음의 행진을 멈출 과학적 해답을 찾으려는 그의 끝없는 탐구가 시작됩니다. 분명 방법이 있을 겁니다. 반드시.</p>",
  "hero.jasser.description": "제셀는 방랑 학자이자 생존술에 능통한 백과사전 같은 지식인, 천재적인 수리공, 과학자, 뛰어난 궁병이며 누구의 주인도, 누구의 하인도 아닙니다. 그는 단 한 번의 생애 동안 대부분의 생존자들이 한 도시에서 평생 경험하는 것보다 더 많은 곳을 여행했습니다. 그리고 그의 목표는 늘 하나입니다. 상처 입은 이 세계를 치유할 방법을 찾는 것.",
  "hero.jasser.skill.500281.name": "삼연발",
  "hero.jasser.skill.500281.desc": "제셀가 정확히 조준해 3발을 연속 발사합니다. 각각 공격력*100%, 공격력*125%/137.5%/150%/162.5%/175%, 공격력*150%/165%/180%/195%/210% 피해를 주며, 세 번째 사격은 범위 피해입니다.",
  "hero.jasser.skill.500282.name": "제압 사격",
  "hero.jasser.skill.500282.desc": "제셀가 뛰어난 사격술과 압도적인 화력으로 적을 제압해 공격력*100%/110%/120%/130%/140% 피해를 주고, 대상의 공격 속도를 2초 동안 30%/35%/40%/45%/50% 감소시킵니다.",
  "hero.jasser.skill.500283.name": "천부적 정밀함",
  "hero.jasser.skill.500283.desc": "제셀의 완벽한 사격술은 몸에 배어 공격력이 8%/12%/16%/20%/24% 증가합니다.",
  "hero.jasser.skill.500284.name": "전술의 천재",
  "hero.jasser.skill.500284.desc": "제셀의 용기와 지혜가 군을 고양시켜 모든 부대가 가하는 피해가 5%/10%/15%/20%/25% 증가합니다.",
  "hero.jasser.skill.500285.name": "계몽된 전쟁술",
  "hero.jasser.skill.500285.desc": "제셀의 깊은 지식으로 도시의 연구 속도가 3%/6%/9%/12%/15% 증가합니다.",

  "hero.jessie.name": "제시",
  "hero.jessie.class": "창병",
  "hero.jessie.subClass": "전투",
  "hero.jessie.storyHtml": "<p>제시는 언제나 주변 사람들에게 영감을 주지만, 그것이 그녀의 가장 큰 재능은 아닙니다. 그녀는 최고의 기계공 중 한 명입니다.</p><p>최근의 발명품들—소형 샤워 히터, 철과 석탄 지대를 위한 자동 컨베이어 벨트, 증기 동력 전기톱—은 모두 제시 덕분에 탄생했습니다. 이는 생산성과 삶의 질을 크게 높였습니다. 제시는 실용적이진 않지만 가족들에게 사랑받는 아이들 장난감과 소품들도 많이 만들었습니다. “세상의 끝에서도 우리는 즐거워야 해요.”라고 그녀는 말하곤 합니다.</p><p>무엇보다도, 그녀의 최신 무기들은 도시의 치안을 크게 강화했습니다. “제시가 그렇게 무거운 소총을 들 줄은 몰랐는데.”라는 말이 나올 정도였죠. 상냥함이 약함을 뜻하진 않습니다. 제시는 동료 생존자들을 지키기 위해서라면 훨씬 공격적인 면모도 보여줍니다. 그녀는 새 발명품으로 도적의 습격을 막아낸 뒤 “기관총 장인 제시”라는 별명까지 얻었습니다. 탄환의 폭풍 앞에서 도적들이 흩어지는 동안, 수비대는 경외의 눈빛으로 제시를 바라봤습니다.</p><p>제시는 늘 웃고 있지만 상처도 있습니다. 그녀의 낙관은 진짜 명랑함이라기보다 방어기제에 가깝습니다. 기억을 억누르려 하지만, 과거가 불쑥 떠오르는 때가 있습니다.</p><p>제시는 한때 대혹한 이후 세계의 보석이라 불리던 유토피아, 아르카디아에서 살았습니다. 도시의 추장(전직 엔지니어)은 다가오는 겨울이 생존에 큰 위협임을 깨닫고, 기술과 사회 제도를 체계적으로 정비해 오아시스 같은 도시를 유지했습니다. 그러나 군사력이 부족하다는 약점은 번영으로도 메울 수 없었습니다.</p><p>아르카디아는 전쟁의 불길을 피할 수 없었습니다. 도시는 잘 조직된 침략자들에게 단 하루 만에 초토화되었고, 제시와 생존자들은 목숨을 걸고 도망쳐야 했습니다. 그 후 제시는 총기에 대한 생각이 바뀌었습니다. 더 나은 세상을 향한 ‘희망’을 이루려면, 필요하다고.</p>",
  "hero.jessie.skill.500071.name": "난사",
  "hero.jessie.skill.500071.desc": "제시가 기관총으로 전방 부채꼴 범위의 적을 난사하여 2초 동안 0.5초마다 공격력*55%/60%/65%/70%/75% 피해를 줍니다.",
  "hero.jessie.skill.500072.name": "방어 강화",
  "hero.jessie.skill.500072.desc": "제시가 방어구를 강화해 방어력이 25%/37.5%/50%/62.5%/70% 증가합니다.",
  "hero.jessie.skill.500073.name": "무기 강화",
  "hero.jessie.skill.500073.desc": "제시의 개량 무기가 공격력을 8%/12%/16%/20%/24% 증가시킵니다.",
  "hero.jessie.skill.500074.name": "무장 태세",
  "hero.jessie.skill.500074.desc": "제시가 첨단 무기를 부대에 보급하여 모든 부대가 가하는 피해가 5%/10%/15%/20%/25% 증가합니다.",
  "hero.jessie.skill.500075.name": "요새화",
  "hero.jessie.skill.500075.desc": "제시가 예리한 공학적 시선으로 장갑을 개선해 모든 부대가 받는 피해가 4%/8%/12%/16%/20% 감소합니다.",

  "hero.lingxue.name": "료우키",
  "hero.lingxue.class": "창병",
  "hero.lingxue.subClass": "성장",
  "hero.lingxue.storyHtml": "<p>구 제국의 몰락을 겪은 많은 이들처럼, 료우키는 한 손에는 창을, 다른 손에는 검을 쥐고 자랐습니다. 대혹한 이전부터 그녀가 이끌던 정예 군단은 도적들에게 공포 그 자체였습니다. 성문 뒤에 숨는 다른 변경군과 달리, 료우키의 ‘아이언 이글스’는 밖으로 나가 싸우는 것을 선호했습니다. 그리고 그들은 늘 적의 심장을 꿰뚫는 정확함으로 싸웠습니다.<br />\n그녀의 강점 중 하나는 지형을 꿰뚫는 듯한 감각입니다. 이를 통해 훨씬 큰 병력도, 예를 들면 야간 기습으로 적 진영을 교란시키는 식으로 분쇄할 수 있었습니다. 대부분의 지휘관이라면 그런 위험을 감수하지 않겠지만, 료우키는 기습의 우위를 가진다면 어떤 상황에서도 병력을 무사히 빼낼 수 있다고 확신합니다.<br />\n<br />\n그렇게 료우키는 변경지의 공포가 되었고, 민담 속 ‘불타는 여섯 팔, 세 머리의 히드라’ 같은 존재로 그려졌습니다. 사실 료우키는 갑옷이 없다면 군중 속에서 쉽게 눈에 띄지 않습니다. 전쟁 기술 밖의 삶은 의외로 다채로워, 독특한 제빵법을 좋아하는 취미도 있습니다. 그 점이 노련한 베테랑들을 어색하게 만들기도 하지만요.<br />\n<br />\n료우키는 실전 훈련과 함께 이론적인 독학도 충분히 했지만, 학자형은 아닙니다. 그녀의 강점은 즉흥 전술 같은 ‘적응력’에 있으며, 그것은 즉흥을 경시하는 다른 장군들에게 종종 비웃음을 샀습니다. 료우키는 혈통 때문에 상층부의 환심을 사는 타입이 아니었고, 변경에서 승진하려면 전장에서 스스로 증명해야 했습니다. 그녀는 그날이 오기를 간절히 기다렸습니다.<br />\n<br />\n위기와 기회가 함께 오는 데는 이유가 있습니다. 료우키가 황제의 조카를 호위하던 어느 점검 임무 중, 거대한 도적 군단이 습격했습니다. 3대 1로 열세였고, 황제의 조카는 패닉에 빠졌습니다. 료우키는 그를 똑바로 바라보며 말했습니다. 도적 두목은 자신이 얼마나 큰 곤경에 빠질지 모른다고.<br />\n도적들은 성문 밖에서 료우키의 소규모 호위대를 측면 포위하려 했지만, 그것이 치명적 실수였습니다. 료우키의 부대는 즉시 돌격했고, 대부분이 상황을 파악하기도 전에 도적 두목은 포박당했습니다. 나머지는 인질이 된 두목을 보고 도망쳤습니다.\n황제의 조카는 무사히 귀환했고, 수도에서 료우키를 지방 장군으로 승진시킨다는 소식이 곧 전해졌습니다.</p>",
  "hero.lingxue.skill.key.凌雪1.name": "허리케인 회오리",
  "hero.lingxue.skill.key.凌雪1.desc": "료우키가 전방을 폭풍처럼 베어 공격력*300%/330%/360%/390%/420% 피해를 줍니다.",
  "hero.lingxue.skill.key.凌雪3.name": "질풍",
  "hero.lingxue.skill.key.凌雪3.desc": "료우키가 힘과 명예로 군단을 이끌어 체력이 50% 이상일 때 공격력이 16%/24%/32%/40%/48% 증가합니다.",
  "hero.lingxue.skill.key.凌雪4.name": "극단의 수",
  "hero.lingxue.skill.key.凌雪4.desc": "료우키는 궁지에서 더 교활해져 체력이 50% 미만일 때 방어력이 50%/75%/100%/125%/150% 증가합니다.",
  "hero.lingxue.skill.key.凌雪5.name": "두려운 기운",
  "hero.lingxue.skill.key.凌雪5.desc": "료우키의 맹공이 적 진형을 흔들어 모든 적 부대의 공격력이 4%/8%/12%/16%/20% 감소합니다.",
  "hero.lingxue.skill.key.凌雪2.name": "완전 통제",
  "hero.lingxue.skill.key.凌雪2.desc": "료우키의 철저한 훈련으로 훈련 속도가 4%/8%/12%/16%/20% 증가합니다.",

  "hero.lumakbokan.name": "롬 보겐",
  "hero.lumakbokan.class": "창병",
  "hero.lumakbokan.subClass": "전투",
  "hero.lumakbokan.storyHtml": "<p>롬 보겐은 에메랄드 계곡의 고대 부족 출신 전사입니다. 울창한 산들에 둘러싸인 그의 고향은 얼어붙은 툰드라와는 무관했던 숨겨진 낙원이었습니다. 여러 세대에 걸쳐 그의 사람들은 땅과 조화를 이루며 살았지만, 서서히 서리가 스며들기 시작했습니다.<br />\n<br />\n파에톤이 무단으로 들이닥치자, 계곡의 생명력은 급속히 시들어갔습니다. 부족은 땅의 ‘심장’이 오염되어 추위가 뿌리내렸음을 깨달았습니다. 사랑하는 고향을 지키기 위해 루막은 땅을 치유할 방법을 찾아 여정을 떠났습니다.<br />\n<br />\n루막의 아버지는 전설적인 전사였고, 그 유산은 루막에게 이어졌습니다. 어릴 때부터 그는 야생 짐승과 정면으로 맞설 힘과 용기를 지녔습니다. 성인이 될 무렵, 그는 이미 아버지에 견줄 전사가 되었습니다. 전통 무기만으로도 파에톤의 월등한 장비를 상대로 밀리지 않았고, 아버지와 어깨를 나란히 하며 성지를 더럽히려는 자들을 막아냈습니다.<br />\n<br />\n에메랄드 계곡의 중심에는 생명과 정령의 기운이 깃든 신성한 샘이 있습니다. 그 물은 땅 구석구석을 살렸지만, 파에톤은 탐욕에 눈이 멀어 비밀을 파헤치려 했고, 무분별한 실험으로 샘을 돌이킬 수 없게 오염시켰습니다. 사람들과 성스러운 샘을 지키기 위해 루막의 아버지는 목숨을 바쳤습니다. 아버지의 창을 든 루막은 침입자들을 몰아내겠다고 맹세했고, 오랜 투쟁 끝에 마침내 고향을 되찾아 이끌었습니다.<br />\n<br />\n루막은 치료법을 찾아 툰드라를 떠돌며 파에톤과 거듭 충돌했고, 그 과정에서 새벽 연합의 영웅들과도 깊은 유대를 쌓았습니다. 그들의 도움으로 성스러운 샘은 마침내 정화되었고, 에메랄드 계곡은 다시 번성하기 시작했습니다. 하지만 루막은 전선을 떠나지 않았습니다. 새로 맺은 우정을 지키기 위해, 그리고 파에톤이 저지른 일에 반드시 대가를 치르게 하기 위해서입니다.</p>",
  "hero.lumakbokan.skill.500291.name": "대지의 진동",
  "hero.lumakbokan.skill.500291.desc": "롬 보겐이 위협적인 전투 함성을 내질러 2초 동안 모든 적 부대의 공격력을 1%/2%/3%/4%/5% 감소시킵니다.",
  "hero.lumakbokan.skill.500292.name": "메아리의 고양",
  "hero.lumakbokan.skill.500292.desc": "롬 보겐의 함성은 적을 위협하는 것뿐 아니라 아군을 고무합니다. ‘대지의 진동’ 사용 시 자신과 주변 아군 부대의 공격력이 2초 동안 15%/20%/25%/30%/35% 증가합니다.",
  "hero.lumakbokan.skill.500293.name": "정글의 기동성",
  "hero.lumakbokan.skill.500293.desc": "정글과 산악에서의 전투 경험으로 롬 보겐의 민첩성이 극대화되어 공격 속도가 10%/15%/20%/25%/30% 증가합니다.",
  "hero.lumakbokan.skill.500294.name": "전술적 기만",
  "hero.lumakbokan.skill.500294.desc": "롬 보겐의 게릴라 전술로 모든 적 부대가 가하는 피해가 4%/8%/12%/16%/20% 감소합니다.",
  "hero.lumakbokan.skill.500295.name": "에메랄드 전사",
  "hero.lumakbokan.skill.500295.desc": "롬 보겐이 부족의 전통 기술을 병사들에게 전수하여 사냥 행군 속도가 20%/40%/60%/80%/100% 증가합니다.",

  "hero.patrick.name": "패트릭",
  "hero.patrick.class": "창병",
  "hero.patrick.subClass": "전투",
  "hero.patrick.storyHtml": "<p>“세상이 얼음으로 변했다면 어때? 우리 식당은 천국으로 갈 수 있게 더 높이 지으면 되지!” - 패트릭.\\n 선파이어 성의 마스터 셰프 패트릭은 맛있는 음식이 영혼을 고양시킨다고 믿어왔습니다. 그는 평생 최고의 요리를 연구하고 개발하며 살아왔고, 대통령과 지역 귀족들에게까지 인정받았습니다.<br />\n<br />\n하지만 솔라리스 왕가의 몰락으로 패트릭의 삶은 뒤집혔습니다. 더 이상 마스터 셰프는 아니지만, 삶은 계속됩니다. 도시에서는 왕실 식재료 창고를 쓸 수 없게 되어 재료와 양념을 구하느라 고생해야 했습니다. 그럼에도 사람들은 그의 창의적인 요리가 옛 세계 최고급 요리에 견줄 만하다고 말합니다.<br />\n<br />\n때로는 전투에서도 그의 기술이 필요합니다. 식량 창고 도둑과 자원 사냥은 전투를 불가피하게 만들었습니다. 놀랍게도 패트릭은 꽤 괜찮은 전사입니다. 온갖 칼을 다뤄온 평생의 경험뿐 아니라, 이를 효율적으로 휘두를 힘과 지구력도 갖추고 있습니다. 바쁜 주방에서 길러진 직감은 다른 ‘역동적인’ 상황에서도 충분히 통합니다.<br />\n<br />\n물론 명성 높은 마스터 셰프 패트릭도 실수할 때가 있습니다. 필요는 발명의 어머니이고, 도시에선 특히 창의력이 필요합니다. 그의 최신 요리를 맛볼 땐 조심하세요. 새로운 재료는 베테랑 셰프에게도 까다롭습니다. 바히티가 특히 그 점을 증명할 수 있습니다.<br />\n<br />\n패트릭은 선파이어 성에서의 지위를 잃은 것을 생각보다 잘 받아들였습니다. 가장 힘들었던 순간은 선파이어 성 붕괴 후 임시 피난처에 여러 공무원들과 함께 갇혔을 때였습니다. 시간이 지나 보급이 바닥나자 모두가 죽음을 각오해야 했습니다.<br />\n<br />\n패트릭은 그들의 ‘마지막 식사’만큼은 행복하게 만들기 위해 온 힘을 다했습니다. 절망은 곧 따뜻함으로 바뀌었고, 맛있는 음식은 앞선 피로를 달래주었습니다. 그들은 눈폭풍을 견디고 새로운 피난처에 함께 도착했습니다. 그 식사는 패트릭의 커리어에서 가장 의미 있는 순간이었습니다.</p>",
  "hero.patrick.skill.500051.name": "바비큐 만찬",
  "hero.patrick.skill.500051.desc": "패트릭이 호화로운 만찬을 준비해 모든 부대의 체력을 공격력*200%/220%/240%/260%/280%만큼 회복시키고, 4초 동안 모든 부대의 공격력을 5%/5.5%/6%/6.5%/7% 증가시킵니다.",
  "hero.patrick.skill.500052.name": "두툼한 배",
  "hero.patrick.skill.500052.desc": "패트릭의 두툼한 지방층이 받는 피해를 10%/15%/20%/25%/30% 감소시킵니다.",
  "hero.patrick.skill.500053.name": "비상 간식",
  "hero.patrick.skill.500053.desc": "패트릭이 규칙적으로 간식을 먹어 5초마다 체력을 공격력*50%/55%/60%/65%/70%만큼 회복합니다.",
  "hero.patrick.skill.500054.name": "슈퍼 영양소",
  "hero.patrick.skill.500054.desc": "패트릭의 요리가 부대를 고무해 모든 부대의 체력이 5%/10%/15%/20%/25% 증가합니다.",
  "hero.patrick.skill.500055.name": "칼로리 부스터",
  "hero.patrick.skill.500055.desc": "패트릭의 미식이 병사들의 잠재력을 끌어올려 모든 부대의 공격력이 5%/10%/15%/20%/25% 증가합니다.",

  "hero.seoyoon.name": "서윤",
  "hero.seoyoon.class": "궁병",
  "hero.seoyoon.subClass": "성장",
  "hero.seoyoon.storyHtml": "<p>서윤은 음악이 가진 변화의 힘을 늘 믿어왔습니다. 그리고 대혹한 이후의 얼어붙은 세계에서 음악과 같은 고급 오락은 더욱 희귀한 자원이 되었습니다.<br />\n<br />\n서윤과 그녀의 악사 무리는 옛 세계의 순회 공연을 떠올리게 하며 정착지를 돌아다닙니다. 그들이 찾는 곳마다 웃음과 노래, 춤과 즐거움이 피어납니다.<br />\n<br />\n서윤은 첫인상만 보면 온화하고 겸손하며 우아한 영혼을 지닌 사람처럼 보입니다. 하지만 그녀를 잘 아는 이들은 눈빛 뒤의 강철 같은 고집과 용기를 알아봅니다. 더 적은 사람만이 그녀가 근접전에서도 동료를 지켜온 전적이 있고, 필요하다면 드럼스틱을 ‘무기’로도 쓸 수 있다는 사실을 압니다.<br />\n<br />\n서윤의 드럼 실력은 특히 전설적입니다. 현명한 추장이라면, 음악이 ‘음악적 재능이 없어 보이는’ 병사들에게도 얼마나 큰 영감을 주는지 과소평가하지 않을 것입니다.<br />\n<br />\n재능은 대체될 수 없습니다. 서윤이 수년간 연습해왔더라도, 그녀에게는 그 이상이 있습니다. 마음과 영혼을 담아 누구나 들을 수 있는 언어로 바꾸는 특별한 음악적 끌림이죠. 몇 분만에 서윤이 만들어내는 반응을 이끌어낼 수 있는 드러머는 드뭅니다.<br />\n<br />\n서윤은 비교적 부유한 정착지에서 자라 음악과 안무를 마음껏 배울 수 있었습니다. 짧은 연습만으로도 거의 모든 악기를 연주하는 재능은 아버지의 자랑이었습니다.<br />\n<br />\n엄격한 생존주의자였던 아버지는 다정하지만 엄한 사람이었고, 어떤 상황에도 대비하라며 서윤을 훈련시켰습니다. 음악 연습 뒤에는 혹독한 전투 훈련이 이어졌고, 원래라면 쓰이지 않았어야 했습니다. 하지만 운명은 달랐습니다.<br />\n<br />\n서윤의 정착지는 10대 후반 대규모 도적에게 습격당했고, 방어대는 급습으로 학살당했습니다. 아버지도 그때 전사했습니다. 생존자들은 얼음 황야로 도망쳤고, 모든 것이 끝난 듯 보였습니다. 그러나 서윤은 굴복하지 않았고, 그 고집 속에서 희망을 찾았습니다. 그녀는 악기를 들고 밤새도록 힘찬 군가를 연주했습니다. 처음엔 반응이 없어 보였지만…<br />\n<br />\n새벽이 오고, 수평선 끝이 황금빛으로 물들 때, 생존자들은 서로를 바라보며 깨달았습니다. 아직도 많은 이들이 살아 있었다는 것을. 기적이 가능한 날이었습니다. 서윤이 지원자를 모집하자, 용기 있는 전사들이 하나둘 모여 허술하지만 결의에 찬 반격대를 꾸렸습니다. 침입자들은 술에 취해 있거나 축제 뒤 잠에 빠져 방심했고, 역사는 그렇게 바뀌었습니다.<br />\n<br />\n결국 서윤은 사람들의 결의를 되살려 고향을 되찾는 데 결정적 역할을 했고, 영웅으로 환영받았습니다. 이제 그녀는 단지 음악가가 아니라, 전장을 고무하는 전사이자 지휘관이었습니다.</p>",
  "hero.seoyoon.skill.500271.name": "용기의 심박",
  "hero.seoyoon.skill.500271.desc": "서윤이 고무적인 북소리로 사기를 끌어올려 4초 동안 모든 부대의 공격력을 1.5%/2%/2.5%/3%/3.5%, 공격 속도를 2.5%/3%/3.5%/4%/4.5% 증가시킵니다.",
  "hero.seoyoon.skill.500272.name": "정중앙 강타",
  "hero.seoyoon.skill.500272.desc": "서윤이 적의 약점을 노리고 드럼스틱을 던져 공격력*150%/165%/180%/195%/210% 피해를 줍니다.",
  "hero.seoyoon.skill.500273.name": "질풍의 박동",
  "hero.seoyoon.skill.500273.desc": "서윤이 리듬에 맞춰 춤추며 공격을 날카롭게 합니다. 기본 공격 3회마다 공격 속도가 1%/2%/3%/4%/5% 증가하며, 전투 종료 시까지 지속됩니다.",
  "hero.seoyoon.skill.500274.name": "결집의 박자",
  "hero.seoyoon.skill.500274.desc": "서윤이 전쟁의 북을 울려 사기를 북돋아 부대 공격력이 5%/10%/15%/20%/25% 증가합니다.",
  "hero.seoyoon.skill.500275.name": "치유의 춤",
  "hero.seoyoon.skill.500275.desc": "서윤이 전통 의술로 부상자를 돌봐 의무실 치료 속도가 10%/20%/30%/40%/50% 증가합니다.",

  "hero.sergey.name": "세르게이",
  "hero.sergey.class": "보병",
  "hero.sergey.subClass": "전투",
  "hero.sergey.storyHtml": "<p>세르게이는 수많은 전투를 승리로 이끈 노련한 베테랑이자, 수많은 교전에서 공을 세운 영웅입니다. 흔들림 없는 용맹은 전장에서뿐 아니라 일상에서도 그의 강철 같은 기백으로 드러납니다. 그의 군사 전문성은 새벽 연합에 대체 불가능한 자산입니다. 세르게이와 그의 부대는 종종 도시를 이 얼어붙은 땅의 치명적인 위협으로부터 지켜내는 유일한 방패가 됩니다.<br />\n<br />\n공개된 사실로는, 세르게이가 한때 솔라리스 왕실 근위대의 고위 대장으로서 ‘용서할 수 없는 죄’로 사형 선고를 받았다는 점입니다. 그가 어떤 죄로 죽음에 이르렀는지, 그리고 어떻게 그 형을 피했는지는 잘 알려져 있지 않습니다.<br />\n<br />\n세르게이는 성 근처에 위치한 선파이어 군사 아카데미에서 젊은 시절을 보냈습니다. 그곳에서 그는 전략과 역사, 전술을 배웠고, 엄격한 규율의 중요성을 익혔습니다. 이 기준은 지금도 그가 이끄는 정예 병사들에게 그대로 적용됩니다.<br />\n<br />\n새벽 연합에 합류한 뒤, 세르게이는 도시의 치안 책임자 역할을 맡는 경우가 많습니다. 공공 질서를 유지하는 일에 그는 탁월합니다. 다만, 일 밖에서는 엄격함과 유머 감각의 부재로 인해 개인적인 친구가 많지 않습니다.<br />\n<br />\n그의 대인 관계가 건조한 이유는 전장에서 얻은 상처 때문일지도 모릅니다. 어떤 상처는 정신적인 것이고, 어떤 것은 육체적입니다. 특히 왕실 근위대 시절 마지막 임무—도시를 대피시키고 적의 습격에서 사람들을 구하는 일—에서 그 흔적이 깊게 남았습니다. 안타깝게도 약탈자들은 예상보다 빨리 들이닥쳤고, 세르게이의 병력은 너무 적었습니다.<br />\n<br />\n근위대는 가진 모든 것으로 3일 동안 버텼습니다. 하지만 상관은 방어를 포기하고 손실을 줄이기 위해 후퇴를 명령했습니다. 세르게이는 상관의 명령을 따라야 한다고 배웠지만, 후퇴는 민간인의 목숨을 포기하는 일이었습니다. 그는 갈등했습니다.<br />\n<br />\n생존자들의 운명에 대한 죄책감 속에서, 세르게이는 평생 처음으로 직속 명령을 거부하기로 결심합니다. 그는 병사들과 함께 도시가 할 수 있는 최선의 방어를 구축했고, 결국 도적들이 물러날 때까지 끝까지 버텨냈습니다. 도시는 구원받았고, 한 아이가 그의 가슴주머니에 병뚜껑 하나를 ‘훈장’이라며 건넸습니다. 그러나 그를 구한 영웅이 곧 ‘항명’ 혐의로 군사 재판을 받게 될 줄, 누구도 몰랐습니다.<br />\n<br />\n재판은 “규율은 어떤 대가를 치르더라도 지켜져야 한다”라고 판결했습니다. 영웅 세르게이는 새벽에 총살형이 예정되었습니다. 하지만 기적처럼, 그의 가슴주머니에 있던 병뚜껑 ‘훈장’이 목숨을 구했습니다. 세르게이는 그 결정을 되돌아보곤 하지만, 도시를 지키기 위해 남았던 것을 단 한 번도 후회한 적은 없습니다.</p>",
  "hero.sergey.skill.500041.name": "방패 강타",
  "hero.sergey.skill.500041.desc": "세르게이가 무거운 방패로 적을 강타해 대상을 뒤로 밀쳐내며, 공격력*200%/220%/240%/260%/280% 범위 피해를 줍니다.",
  "hero.sergey.skill.500042.name": "연합 방어",
  "hero.sergey.skill.500042.desc": "세르게이가 견고한 방어선을 구축해 모든 아군 영웅의 방어력을 5%/7.5%/10%/12.5%/15% 증가시킵니다.",
  "hero.sergey.skill.500043.name": "방패 방어",
  "hero.sergey.skill.500043.desc": "세르게이가 방패를 업그레이드하여 받는 피해가 10%/15%/20%/25%/30% 감소합니다.",
  "hero.sergey.skill.500044.name": "수비의 예리함",
  "hero.sergey.skill.500044.desc": "세르게이가 방패로 부대를 보호해 모든 부대가 받는 피해가 4%/8%/12%/16%/20% 감소합니다.",
  "hero.sergey.skill.500045.name": "약화",
  "hero.sergey.skill.500045.desc": "세르게이의 위압감이 모든 적 부대의 공격력을 4%/8%/12%/16%/20% 감소시킵니다."
,
"hero.common.section.story": "스토리",
"hero.common.section.skills": "스킬",
"hero.common.section.talent": "특성",
"hero.common.section.special": "특수",
"hero.common.section.exclusive_weapon": "전용 무기",
"hero.common.section.perks": "특전",
"hero.common.section.sources": "획득처",
"hero.common.mode.exploration": "탐험",
"hero.common.mode.expedition": "원정",
"hero.common.rarity.R": "R",
"hero.common.rarity.SR": "SR",
"hero.common.rarity.SSR": "SSR",
"hero.common.class.Infantry": "보병",
"hero.common.class.Lancer": "창병",
"hero.common.class.Marksmen": "궁병",
"hero.common.class.Marksman": "궁병",
"hero.common.subClass.Combat": "전투",
"hero.common.subClass.Growth": "성장",
"hero.source.VIP Packs": "VIP 패키지",
"hero.source.1st Purchase": "첫 구매",

"hero.jeronimo.name": "제로니모",
"hero.jeronimo.story": "제로니모는 금수저로 태어났습니다. 구 제국 시절 한 지방 공작의 후계자였죠. 구세계가 붕괴한 뒤에도 그는 귀족다운 복장과 품위, 말투를 고수했습니다. 많은 이들이 그의 태도를 못마땅해하지만, 누구도 제로니모가 새벽 연합에 없어서는 안 될 자산이라는 사실은 부정할 수 없습니다.\n\n그는 뛰어난 검객입니다. 제로니모의 검술은 과학과 예술의 정수라 할 만합니다. 다만 그 기술이 너무 정교해 다른 병사들이 배우기에는 거의 불가능했습니다.\n\n제로니모는 제국 군사학교에서 교육을 받은 덕분에 새벽 연합 최고의 지휘관 중 한 명이기도 합니다. 상류층에서 자란 그는 값비싼 취향을 지녔는데, 아무리 뛰어난 전사라 해도 그런 생활을 유지하기는 어려웠습니다. 결국 그는 막대한 빚을 지게 되었고, 그 빚 때문에 파에톤 용병단의 ‘계약 지휘관’으로 일하게 됩니다. 또한 그들의 결투 교관이자 훈련관이 되기도 했죠.\n\n파에톤에 몸담은 세월 동안 그는 새벽 연합과 여러 차례 교전을 치렀습니다. 바히티를 포함한 연합 일부는 그 사실을 쉽게 받아들이지 못합니다. 하지만 제로니모의 성장 배경과 교육은 그를 기사도의 표본으로 만들었습니다. 그는 파에톤 지도부의 비열한 술수를 혐오했고, 그들의 곁을 떠나는 것은 시간문제였습니다.\n\n파에톤의 복수는 그의 사임보다 더 빨랐습니다. 도적들과의 전투에서 제로니모는 수적으로 열세였고, 파에톤이 약속한 증원은 끝내 오지 않았습니다. 그는 대신 새벽 연합에 긴급 지원을 요청했고, 그 뒤 연합이 제로니모를 설득해 합류시키는 일은 어렵지 않았습니다.\n\n전장 밖에서 제로니모는 스스로를 시인이라 여깁니다. 그의 작품 대부분은 연애시입니다. 같은 임무에서 마주한 클로리스의 전투 실력과 ‘왕족 혈통’이라는 소문은 제로니모의 마음을 흔들었습니다. 하지만 제로니모의 수많은 구애에 대한 클로리스의 대답은 이렇습니다. “제로니모, 네가 하는 말과 행동 중 어색하고 멍청하고 한심한 게 한둘이 아니지만, 그중 최악은 네 연애시야.”",
"hero.jeronimo.skill.500111.name": "연속 베기",
"hero.jeronimo.skill.500111.desc": "제로니모가 대상 범위의 적을 공중으로 띄운 뒤 3연속 베기를 이어가며, 각 베기는 공격력*160%/176%/192%/208%/224% 피해를 줍니다.",
"hero.jeronimo.skill.500112.name": "검술",
"hero.jeronimo.skill.500112.desc": "제로니모의 공격마다 검기가 방출되어 전방 직사각형 범위의 적에게 공격력*15%/17%/19%/21%/23% 피해를 줍니다.",
"hero.jeronimo.skill.500113.name": "외로운 늑대",
"hero.jeronimo.skill.500113.desc": "제로니모는 유리함을 몰아붙이는 데 능숙하여, 체력이 50% 이상일 때 공격력이 +16%/24%/32%/40%/48% 증가합니다.",
"hero.jeronimo.skill.500114.name": "전장의 선언",
"hero.jeronimo.skill.500114.desc": "전투 전 제로니모가 사기를 끌어올리는 연설을 하여, 모든 부대의 가하는 피해가 +5%/10%/15%/20%/25% 증가합니다.",
"hero.jeronimo.skill.500115.name": "검술 스승",
"hero.jeronimo.skill.500115.desc": "제로니모가 검술의 비결을 전수하여, 모든 부대의 공격력이 +5%/10%/15%/20%/25% 증가합니다.",
"hero.jeronimo.skill.500116.name": "최고의 검술",
"hero.jeronimo.skill.500116.desc": "제로니모의 검술이 병사들의 기회를 포착하게 해, 4턴마다 2턴 동안 모든 부대의 가하는 피해가 6%/12%/18%/24%/30% 증가합니다.",
"hero.jeronimo.talent.0.name": "타고난 지도자",
"hero.jeronimo.talent.0.desc": "제로니모는 멀리 있어도 쉽게 동료를 고무시켜, 모든 부대의 치명도와 체력이 3%/6%/9%/12%/15% 증가합니다.",
"hero.jeronimo.weapon.name": "새벽빛",
"hero.jeronimo.weapon.perk.500117.name": "검의 방패",
"hero.jeronimo.weapon.perk.500117.desc": "공격 시 제로니모의 검기가 방패를 형성하여, 받는 피해가 30% 감소합니다.",
"hero.jeronimo.weapon.perk.500118.name": "통찰",
"hero.jeronimo.weapon.perk.500118.desc": "제로니모가 검진을 펼쳐 집결 부대의 공격력이 15% 증가합니다.",

"hero.natalia.name": "나탈리아",
"hero.natalia.story": "“나탈리아는 모든 동식물 종의 학명과 일반명을 알고 있어.” 위는 천재 소녀 나탈리아에 대한 바히티의 인상입니다. 나탈리아는 나이에 비해 놀라운 지식을 지녔고, 생태학·지질학·천문학을 공부해 왔습니다.\n\n하지만 나탈리아의 가장 특별한 능력은 야생 동물과 소통하고 친구가 되는 것입니다. 동료 생존자들에게도 좋은 동반자이지만, 본인이 관심 있는 주제에 대해서는 쉬지 않고 떠드는 편입니다.\n\n나탈리아는 아주 어린 아기였을 때 회색곰 새끼 ‘카시아’를 만났습니다. 새끼 곰은 가족과 떨어져 황야에서 홀로는 살아남을 수 없었고, 나탈리아와 아버지는 카시아를 데려와 강한 짐승으로 키웠습니다. 두 존재는 늘 함께했고, 종을 초월한 유대는 굳건했습니다. 나탈리아의 아버지가 세상을 떠난 뒤, 둘은 서로에게 의지하며 긴 겨울을 함께 버텼습니다…\n\n나탈리아의 아버지 타일은 ‘행성 생태학자’였습니다. 그는 여러 해에 걸쳐 토양 샘플을 비교한 끝에 지구 냉각 과정이 둔화되고 있으며, 가까운 미래에 반전될 수도 있다고 결론지었습니다. 이 관찰은 그에게 큰 낙관을 안겨주었습니다. 또한 그는 실험용 불수정으로 자가 유지형 열원을 개발하기 시작했는데, 파에톤조차 타일의 연구에 큰 관심을 보이며 후원을 제안했습니다…\n\n타일의 불수정 기술은 과학자로서의 가장 위대한 업적이었습니다. 인류 전체를 이롭게 할 잠재력이 있었지만, 잘못된 손에 들어가면 재앙을 불러올 수도 있었습니다. 타일은 후원자가 공익보다 사익에 더 관심이 있다는 사실을 깨달았고, 파에톤의 손에 죽기 전 가장 중요한 연구 노트를 나탈리아에게 넘겼습니다. 그는 나탈리아가 자신의 설계를 완성해 주길 바랐습니다. 타일의 숭고한 희생은 지금도 나탈리아에게 큰 영감을 줍니다.",
"hero.natalia.skill.500091.name": "야수 돌진",
"hero.natalia.skill.500091.desc": "나탈리아의 곰이 지면을 거세게 내리쳐 범위 내 적을 밀쳐내고 1초간 기절시키며, 공격력*160%/176%/192%/208%/224% 광역 피해를 줍니다.",
"hero.natalia.skill.500092.name": "채찍",
"hero.natalia.skill.500092.desc": "나탈리아가 채찍으로 대상을 공격해 공격력*150%/165%/180%/195%/210% 피해를 줍니다.",
"hero.natalia.skill.500093.name": "분노 반격",
"hero.natalia.skill.500093.desc": "나탈리아와 그녀의 털복숭이 동료를 화나게 하는 건 어리석은 일입니다. 피해를 받을 때 10% 확률로 3초간 공격력이 +4%/6%/8%/10%/12% 증가합니다(최대 5중첩).",
"hero.natalia.skill.500095.name": "야성의 수호",
"hero.natalia.skill.500095.desc": "나탈리아가 야수들에게 부대를 엄호하게 하여, 40% 확률로 모든 부대의 받는 피해를 10%/20%/30%/40%/50% 감소시킵니다.",
"hero.natalia.skill.500094.name": "야생의 여왕",
"hero.natalia.skill.500094.desc": "나탈리아는 타고난 지도자로서, 모든 부대의 공격력이 5%/10%/15%/20%/25% 증가합니다.",
"hero.natalia.skill.500096.name": "야생의 부름",
"hero.natalia.skill.500096.desc": "나탈리아의 설명할 수 없는 자연과의 연결이 야수를 불러모아, 모든 부대의 가하는 피해가 5%/10%/15%/20%/25% 증가합니다.",
"hero.natalia.talent.0.name": "우르수스의 힘",
"hero.natalia.talent.0.desc": "나탈리아는 전장에서 북극곰 같은 맹렬함을 보여, 자리에 없어도 아군을 고무시킵니다. 모든 부대의 공격력과 방어력이 2%/4%/6%/8%/10% 증가합니다.",
"hero.natalia.weapon.name": "질풍",
"hero.natalia.weapon.perk.500097.name": "일체감",
"hero.natalia.weapon.perk.500097.desc": "나탈리아와 북극곰은 완벽한 호흡을 자랑하며, 가하는 피해가 30% 증가합니다. (최대)",
"hero.natalia.weapon.perk.500098.name": "무적의 동료들",
"hero.natalia.weapon.perk.500098.desc": "나탈리아가 야수 무리를 소환해 집결에 합류시키며, 집결 부대의 치명도가 15% 증가합니다. (최대)"
,
"hero.source.King of Icefield": "빙원의 왕",
"hero.source.State of Power": "최강 왕국",
"hero.source.Daily Deals": "일일 혜택",
"hero.source.Hall of Heroes": "영웅의 전당",
"hero.source.Lucky Wheel": "행운의 룰렛",
"hero.source.Mythic General Hero Shard": "레전드 공용 조각",
"hero.source.Foundry Shop": "무기공장 상점",

"hero.ahmose.name": "아모세",
"hero.ahmose.story": "아모세는 ‘크투가의 심장’—활성화된 불수정—을 지키고 그 사용을 통제하는 것을 신성한 사명으로 삼던 고대 수호자 일족의 후예였습니다. 이 수호자들의 도움으로 솔라리스 왕조는 불수정의 에너지에 대한 통제권을 손에 넣을 수 있었습니다.\n\n하지만 왕국이 막강한 힘을 얻게 되자, 왕은 수호자들을 배신하고 그들을 추방했습니다. 이후 불수정은 휴면 상태에 들어갔고, 수호자들의 운명은 미궁에 빠졌습니다.\n\n최근 아모세의 무기는 불수정이 다시 깨어나고 있음을 알려 주었습니다. 수호자들의 마지막 생존 후예 중 하나인 그는 일족을 뒤로한 채 복수의 여정에 나섰습니다. 목적지에 도착했을 때, 그는 옛 제국이 이미 무너졌다는 현실과 마주했고, 이제 새로 떠오른 선파이어 성의 통치자를 지지해야 할지 맞서야 할지 갈림길에 섰습니다.\n\n아모세의 창과 방패는 한때 조상들의 자부심이었습니다. 두 무기에는 불수정의 에너지가 스며 있어 살아 있는 것처럼 여겨졌습니다. 한동안 잃어버렸던 무기들은 아모세가 그들의 ‘부름’을 들었을 때 다시 발견되었고, 그는 마치 조상들의 영광을 되살리듯 주조 기술로 무기들을 복원해 냈습니다.\n\n선파이어 성에서 지내는 동안 아모세는 새 대통령이 옛 제국의 통치자처럼 폭군이 아니라는 확신을 갖게 되었습니다. 불수정과 공명하는 자신의 재능으로 ‘크투가의 심장’과 대화를 나눈 그는, 대통령이 많은 이들에게 인정받는 통치자임을 확신했습니다.\n\n‘크투가의 심장’은 아모세를 수호자의 운명에서 해방시켜, 그와 일족에게 자유를 주었습니다. 하지만 수호자라는 사명이 사라지자 아모세는 갑자기 삶의 방향을 잃었습니다. 다행히 그의 용기와 뛰어난 전투 실력은 여러 족장들의 존경을 얻었고, 이제 그는 방패로 새로 세워진 도시들을 지키며 혹한 속에서 고통받는 생존자들을 돕고 있습니다.",
"hero.ahmose.skill.500231.name": "크투가의 가호",
"hero.ahmose.skill.500231.desc": "아모세가 견고한 방패를 들어 무적 상태(이동 및 스킬 사용 불가, 제어 효과 면역)에 진입하고, 주변 아군이 받는 피해를 2초 동안 30%/40%/50%/60%/70% 감소시킵니다.",
"hero.ahmose.skill.500232.name": "여명 창격",
"hero.ahmose.skill.500232.desc": "아모세가 날카로운 창으로 전방의 적을 관통해 공격력*70%/77%/84%/91%/98% 피해를 주고, 방어를 무너뜨려 2초 동안 적이 받는 피해가 20% 증가합니다.",
"hero.ahmose.skill.500233.name": "선조의 축복",
"hero.ahmose.skill.500233.desc": "선조의 축복과도 같은 불수정의 에너지가 아모세의 상처를 치유합니다. \"크투가의 가호\" 사용 후, 5초 동안 공격력*30%/33%/36%/39%/42%만큼 체력을 회복합니다.",
"hero.ahmose.skill.500234.name": "독사 진형",
"hero.ahmose.skill.500234.desc": "아모세가 고대 수호자들의 잃어버린 전술을 되살립니다. 보병이 4회 공격마다 1회 공격을 멈추고, 2턴 동안 창병/궁병가 받는 피해를 10%/15%/20%/25%/30% 감소시키며, 보병이 받는 피해를 10%/25%/40%/55%/70% 감소시킵니다.",
"hero.ahmose.skill.500235.name": "불꽃의 기도",
"hero.ahmose.skill.500235.desc": "아모세가 불수정의 힘으로 아군 보병의 전투 의지를 끌어올려, 보병의 가하는 피해를 20%/40%/60%/80%/100% 증가시킵니다.",
"hero.ahmose.skill.500236.name": "빛의 칼날",
"hero.ahmose.skill.500236.desc": "아모세가 아군 보병의 무기에 불수정의 정수를 불어넣어, 보병의 공격당 피해가 12%/24%/36%/48%/60% 증가하고, 대상이 받는 피해가 1턴 동안 5%/10%/15%/20%/25% 증가합니다.",
"hero.ahmose.weapon.name": "수호자의 유물",
"hero.ahmose.weapon.perk.500237.name": "불굴의 결의",
"hero.ahmose.weapon.perk.500237.desc": "아모세가 아군에게 굳건한 신념을 불어넣어, \"크투가의 가호\" 상태의 아군은 2.5초 동안 공격력이 42% 증가합니다.",
"hero.ahmose.weapon.perk.500238.name": "수호의 맹세",
"hero.ahmose.weapon.perk.500238.desc": "아모세가 수호자의 결의로 도시를 굳건히 하여, 수비 부대의 체력이 15% 증가합니다.",

"hero.alonso.name": "알론소",
"hero.alonso.story": "‘고래 사냥꾼’ 알론소의 전설은 먼 곳까지 널리 알려져 있었습니다.\n그는 과묵한 거구의 사내로 묘사되며, 어디를 가든 그물과 믿음직한 작살을 지니고 다닙니다. 이 고래 사냥꾼은 좋은 술과 어떤 해괴한 바다 괴물에 대한 정보를 찾아 해안 마을을 전전합니다.\n\n이야기에 따르면, 알론소가 쫓는 괴물은 30년 전 그의 선원 전원을 몰살시킨 바로 그 존재입니다. 그는 동료와 친구, 가족을 앗아간 신화 속 ‘리바이어던’과의 악연을 끝내고자 합니다…\n\n‘리바이어던’은 술집에서 전해질수록 점점 더 기괴한 모습이 됩니다. 거대한 뿔을 지녔고 몸길이가 수백 미터에 달한다는 말도 있죠. 많은 이들이 알론소 뒤에서 그 이야기를 비웃었지만, 그의 면전에서 조롱할 용기를 가진 이는 없었습니다. 그는 거대 유인원이나 미확인 생물체도 혼제셀 쓰러뜨릴 수 있는 사내였으니까요.\n\n알론소는 여행 중 수많은 도시를 약탈자들로부터 지켜냈습니다. 한 번은 도적을 보고 공포에 빠진 주민들을 수습해 훌륭한 방어를 조직했는데, 명령을 내리는 알론소의 모습은 마치 ‘도시 크기의 배’를 지휘하는 선장 같았습니다.\n\n얼마 전, 그는 오래전에 ‘리바이어던’에게 죽었다고 알려진 옛 선원 한 명을 스쳐 보았습니다.\n알론소는 그것이 착시라고 믿지 않았고, 마을 사람 절반을 붙잡고 물어본 끝에 옛 선원이 ‘넵튠’이라 불리는 거대한 증기 동력 잠수함의 노예가 되었다는 사실을 알아냈습니다. “그거였군…” 알론소는 생각했습니다. “리바이어던은 괴물이 아니라 잠수함이었어!” 이제 그는 넵튠을 찾아 옛 선원들과 재회하길 바랍니다.\n\n알론소에게 리바이어던을 사냥하는 일과 도적 무리를 쫓는 일 사이에는 큰 차이가 없습니다.",
"hero.alonso.skill.500181.name": "포획 그물",
"hero.alonso.skill.500181.desc": "알론소가 대상 범위에 넓은 그물을 던져 공격력*200%/220%/240%/260%/280% 광역 피해를 주고, 1.5초 동안 적을 속박합니다.",
"hero.alonso.skill.500182.name": "해일의 힘",
"hero.alonso.skill.500182.desc": "알론소가 쓰나미 같은 힘으로 작살을 발사해 대상에게 공격력*50%/55%/60%/65%/70% 광역 피해를 줍니다.",
"hero.alonso.skill.500183.name": "작살 강타",
"hero.alonso.skill.500183.desc": "알론소의 무거운 작살은 강력한 충격을 주어, 8/7/7/6/5회 공격마다 대상을 0.2/0.2/0.4/0.4/0.5초 기절시킵니다.",
"hero.alonso.skill.500184.name": "맹공",
"hero.alonso.skill.500184.desc": "알론소의 파도 같은 공세가 힘을 보태, 40% 확률로 모든 부대의 치명도가 10%/20%/30%/40%/50% 증가합니다.",
"hero.alonso.skill.500185.name": "강철의 의지",
"hero.alonso.skill.500185.desc": "알론소의 불굴의 의지가 적을 약화시킵니다. 모든 부대의 공격이 20% 확률로 2턴 동안 적 전체의 가하는 피해를 10%/20%/30%/40%/50% 감소시킵니다.",
"hero.alonso.skill.500186.name": "독 작살",
"hero.alonso.skill.500186.desc": "알론소가 무기에 치명적인 독을 발라, 모든 부대의 공격이 50% 확률로 가하는 피해가 +10%/20%/30%/40%/50% 증가합니다.",
"hero.alonso.weapon.name": "에이해브 선장",
"hero.alonso.weapon.perk.500187.name": "바다의 선물",
"hero.alonso.weapon.perk.500187.desc": "알론소는 전리품을 나누는 법을 압니다. 신선한 생선 요리로 기본 공격마다 가장 약한 영웅의 체력을 15% 회복합니다.",
"hero.alonso.weapon.perk.500188.name": "작살 강화",
"hero.alonso.weapon.perk.500188.desc": "알론소가 부대 무기를 개조해, 집결 부대의 치명도가 15% 증가합니다.",

"hero.blanchette.name": "블랑쉬",
"hero.blanchette.story": "블랑쉬는 상냥하고 순수한 소녀처럼 보이지만, 삼연장 소총의 총구를 마주하거나 멀리서 사람과 짐승을 효율적으로 쓰러뜨리는 모습을 보면 생각이 달라집니다.\n궁병이자 전술가로서 블랑쉬는 황야에서 마주칠 수 있는 가장 위험한 적 중 두세 손가락 안에 듭니다. 그녀는 총기의 달인이며 선제 공격도 주저하지 않습니다.\n다르게 볼 수 있는 이유가 딱 하나 있다면, 그녀가 고아원의 창립자였던 돌아가신 아버지를 대신해 많은 고아들을 돌보고 있다는 점입니다. 아이들 앞에서만 그녀의 차가운 겉모습은 따뜻한 웃음으로 바뀝니다.\n\n블랑쉬는 자신도 아직 아이에 불과하다고 느끼던 때에 고아원의 책임자가 되었고, 그 이후로 장난감과 간식, 우스꽝스러운 의상과 장식, 연극까지 동원해 어린 ‘동생들’을 안전하게 지키려 애써 왔습니다.\n어느 순간엔 임시 무대에서 ‘빨간 모자’나 ‘늑대’ 역할을 연기하기도 하지만, 고아원을 위협하는 자에게는 그 어떤 동화보다도 현실적인 공포가 찾아옵니다. 시간이 흐를수록 블랑쉬는 무대의 배역과 툰드라의 전사가 된 자신을 구분하기 어려울 때가 있습니다.\n\n블랑쉬의 아버지는 오랜 탐험가 생활 끝에 구입한 요새에 고아원을 세웠습니다. 블랑쉬는 아버지로부터 뛰어난 판단력뿐 아니라 탁월한 전투 본능도 물려받았습니다.\n하지만 아버지가 세상을 떠난 뒤, 후임자는 고아원의 재산을 훔쳐 달아나며 꿈을 산산조각 냈습니다. 홀로 남은 아이들은 어린 블랑쉬에게 의지했고, 그녀는 너무 빨리 어른이 되어야 했습니다.\n곧이어 첫 큰 시련이 닥쳤습니다. ‘성에 보물이 가득하다’는 거짓 소문을 들은 위험한 도적단이 칼과 총을 들고 침입한 것입니다. 블랑쉬는 아이들을 안전한 곳으로 피신시킨 뒤, 침입자들을 하나씩 저격해 쓰러뜨렸습니다.\n그날은 그녀가 성인이 되는 ‘불의 세례’였습니다. 아이들이 숨어 있던 문을 열었을 때, 블랑쉬는 머리부터 발끝까지 도적의 피로 얼룩져 있었습니다.\n\n위기를 넘긴 뒤에는 식량을 살 돈이 가장 큰 걱정이었습니다. 큰 아이들은 곧장 인근 도시에서 일해야 했고, 블랑쉬는 더 많은 돈을 벌 수 있지만 극도로 위험한 현상금 사냥 계약을 맡았습니다.\n걱정이 너무 커서 잠도 제대로 자지 못했지만, 그녀는 언제나 아이들 앞에서는 씩씩한 표정을 지었습니다. 새벽 연합이 블랑쉬의 협력을 조건으로 자금을 지원하면서 고아원은 마침내 안정되었고, 블랑쉬는 새벽 연합의 새롭고도 가장 위험한 자산 중 하나로서 전장에 설 자신감을 얻었습니다.",
"hero.blanchette.skill.0.name": "삼연장 산탄총",
"hero.blanchette.skill.0.desc": "개조한 머스킷으로 즉시 3명의 대상을 타격해 공격력*200%/220%/240%/260%/280% 피해를 주고, 5초 동안 치유를 차단합니다.",
"hero.blanchette.skill.1.name": "산개 사격",
"hero.blanchette.skill.1.desc": "불수정 파편을 담은 산탄을 발사해, 범위 내 대상에게 공격력*100%/110%/120%/130%/140% 광역 피해를 줍니다.",
"hero.blanchette.skill.2.name": "붉은 추격",
"hero.blanchette.skill.2.desc": "사냥꾼 블랑쉬는 반드시 마무리합니다. 대상의 체력이 낮아질수록 자신이 가하는 피해가 최대 10%/20%/30%/40%/50%까지 증가합니다.",
"hero.blanchette.skill.3.name": "무장 완비",
"hero.blanchette.skill.3.desc": "블랑쉬는 자신의 부대가 최소한 자신만큼 무장하도록 준비시켜, 모든 부대의 치명도가 5%/10%/15%/20%/25% 증가합니다.",
"hero.blanchette.skill.4.name": "피의 사냥꾼",
"hero.blanchette.skill.4.desc": "블랑쉬의 궁병가 3발마다 불수정 칼날을 발사해 대상에게 15%/30%/45%/60%/75% 추가 피해를 줍니다.",
"hero.blanchette.skill.5.name": "진홍의 저격수",
"hero.blanchette.skill.5.desc": "블랑쉬의 저격 기술과 리더십 덕분에, 궁병는 2회 공격마다 적 창병에게 8%/16%/24%/32%/40% 추가 피해를, 적 궁병에게 4%/8%/12%/16%/20% 추가 피해를 줍니다.",
"hero.blanchette.weapon.name": "늑대 사냥꾼",
"hero.blanchette.weapon.perk.0.name": "사냥꾼의 분노",
"hero.blanchette.weapon.perk.0.desc": "블랑쉬의 뜨거운 사냥 본능이 폭발합니다. 공격 속도가 30% 증가하고, \"삼연장 산탄총\"의 치유 차단 시간이 5초 연장됩니다.",
"hero.blanchette.weapon.perk.1.name": "번개 강습",
"hero.blanchette.weapon.perk.1.desc": "블랑쉬의 번개처럼 빠른 집결에 적 진형은 속수무책입니다. 집결 부대의 치명도가 15% 증가합니다.",

"hero.bradley.name": "브래들리",
"hero.bradley.story": "브래들리는 모범적인 전사이자 노련한 베테랑, 그리고 구세계 역사상 손꼽히는 군사학교에서 훈련받은 군사 전략가입니다. 이후 어떤 일이 있었든, 그는 ‘이글스’ 최고의 전사 중 한 명이며 그 사실을 부정하는 사람은 결코 용납하지 않습니다.\n\n충성스러운 군인인 브래들리는 공성 기술에 대한 이해를 바탕으로 주로 포병 운용에서 공을 세웠고, 이는 오늘날 말로 다 할 수 없이 유용한 능력입니다. 계산적인 사고와 간간이 빛나는 통찰 덕분에 그는 지나의 용병단 구성원으로, 그리고 한때는 포크너 대장의 오른팔로 자리를 지킬 수 있었습니다.\n\n브래들리에게 드리운 그림자는 단 하나—원정 중 부대 전체가 흔적도 없이 사라진 사건입니다. 그는 유일한 생존자로 돌아왔지만, 상실의 경위를 전혀 기억하지 못했습니다. 브래들리는 변한 사람처럼 보였고, 내성적이 되었으며 기억의 큰 부분이 왜 비어 있는지도 설명할 수 없었습니다. 새 지도자 지나의 신뢰가 없었다면 그는 용병단에 남지 못했을 것입니다. 지나의 믿음 속에서 브래들리는 느리지만 조금씩 회복해 왔습니다.\n\n다양한 대포의 기계적 운용 능력에 더해, 브래들리는 뛰어난 사격 실력과 상황에 따라 필요한 검술, 그리고 제법 괜찮은 근접전 능력까지 갖추고 있습니다. 그는 ‘외과 수술 같은 타격’과 민간인 피해 최소화로 명성을 쌓았으며, 종종 이렇게 말하곤 합니다. “대포가 전투를 이기는 게 아니다. 치밀한 계획, 타이밍, 그리고 순간을 움켜쥘 용기가 승리를 만든다.”\n\n브래들리는 구 솔라리스 제국의 비교적 유명한 군인 가문에서 태어나, 급격히 붕괴하던 제국 왕립 아카데미의 ‘마지막 기수’로 입학했습니다. 사실 브래들리가 첫 제복을 받기 전부터 제국의 겉치레는 무너지기 시작했죠.\n\n브래들리의 연대는 점점 ‘제국 붕괴가 일상 생존에 어떤 의미인지’를 상징하게 되었습니다. 그는 누더기 같은 집단이라도 언젠가 솔라리스 제국과 그 명예로운 전통을 재건할 수 있으리라 희망했습니다. 하지만 대부분은 새로운 현실을 받아들였습니다. 규율과 명예는 죽었고, 생존에는 냉혹함이 필요하다는 것. 그 현실은 브래들리를 용병의 길로 이끌었고, 제국은 끝났으며 되돌릴 수 없다는 최악의 두려움을 확증했습니다.\n\n포크너 대장과 함께한 원정대는 왜 사라졌을까요? 그곳은 미개척에 가까운 계곡이었고, 기이한 목격담이 끊이지 않는 곳이었습니다. 그런데 왜 오직 브래들리만 살아남았을까요? 누구도 설명하지 못합니다.\n\n지휘관 지나의 변함없는 신뢰가 없었다면, 브래들리는 배신 혐의로 추방되었을지도 모릅니다. 그는 이후 그 계곡으로 정기적인 ‘순례’를 떠나며, 포크너와 잃어버린 동료들, 혹은 기억을 되살릴 단서를 찾고자 합니다. 지금까지 아무것도 얻지 못했지만, 그는 여전히 희망을 놓지 않습니다.",
"hero.bradley.skill.500331.name": "파괴자",
"hero.bradley.skill.500331.desc": "브래들리가 극도로 강력한 포탄을 장전해 공격력 300%/330%/360%/390%/420% 광역 피해를 줍니다.",
"hero.bradley.skill.500332.name": "소이탄",
"hero.bradley.skill.500332.desc": "브래들리가 특수 소이탄을 발사해 공격력 60%/66%/72%/78%/84% 광역 피해를 줍니다. 또한 남은 불길 지대가 2초 동안 0.5초마다 적에게 공격력 17%/19%/21%/23%/25% 피해를 줍니다.",
"hero.bradley.skill.500333.name": "대담함",
"hero.bradley.skill.500333.desc": "죽음의 위협은 브래들리 같은 노련한 전사를 더욱 뜨겁게 만듭니다. 공격력이 10%/14%/18%/22%/26% 증가합니다.",
"hero.bradley.skill.500334.name": "베테랑의 힘",
"hero.bradley.skill.500334.desc": "브래들리의 전투 경험이 효율적인 섬멸을 가능케 하여, 모든 부대의 공격력이 5%/10%/15%/20%/25% 증가합니다.",
"hero.bradley.skill.500335.name": "강력 사격",
"hero.bradley.skill.500335.desc": "브래들리가 억제 포격 기술로 적 선봉을 제압합니다. 모든 부대의 창병에게 주는 피해가 6%/12%/18%/24%/30% 증가하고, 보병에게 주는 피해가 5%/10%/15%/20%/25% 증가합니다.",
"hero.bradley.skill.500336.name": "전술 지원",
"hero.bradley.skill.500336.desc": "브래들리가 불리한 적을 상대로 매 순간 이점을 밀어붙입니다. 4턴마다 2턴 동안 모든 부대의 가하는 피해가 6%/12%/18%/24%/30% 증가합니다.",
"hero.bradley.weapon.name": "천둥 대포",
"hero.bradley.weapon.perk.500337.name": "맹공",
"hero.bradley.weapon.perk.500337.desc": "충격과 공포 전술은 사기 또한 끌어올립니다. \"파괴자\" 사용 시, 영웅과 호위의 공격 속도가 5초 동안 추가로 14% 증가합니다.",
"hero.bradley.weapon.perk.500338.name": "공성 통찰",
"hero.bradley.weapon.perk.500338.desc": "브래들리는 공성 전문가로서 방어 배치를 정확히 알고 있습니다. 수비 부대의 공격력이 15% 증가합니다.",

"hero.cara.name": "카라",
"hero.cara.story": "오스터모어 우편국의 카라가 있는 한, 우편은 반드시 도착합니다.\n붉은 머리의 ‘기적 소녀’ 카라는 증기 동력 에어-빗자루를 타고 오스터모어의 마을들을 오가며, 편지와 함께 기다리는 생존자들에게 꼭 필요한 미소를 전해 줍니다. 아이들이 그녀를 쫓아와 마술을 보여 달라 조르기도 하지만, 여기서 진짜 마법은 그녀의 매력과 재능이 만들어 내는 기적입니다.\n\n이 기이한 시대에, 최고의 우편배달부는 상당한 화력을 갖추고 있습니다. 특권층 도시 주민이라 해도 삶은 쉽지 않습니다. 도적과 야생 포식자는 늘 도사리고 있고, 카라는 증원군이 도착할 때까지 직접 개입하거나 빗자루로 시선을 돌리는 방식으로 수차례 위기를 넘겨 왔습니다.\n\n카라는 바쁜 배달 일정 속에서도 ‘베이킹’과 ‘오스터모어의 도시 전설을 추적하는 탐정 놀이’라는 두 가지 취미를 포기하지 않습니다. 친구들이 그만두라 말릴수록, 카라는 더 집요하게 파고듭니다.\n\n카라는 임무를 마치고 돌아온 뒤 영웅으로 칭송받았고, 이는 스스로에게 품어 왔던 열등감을 어느 정도 덜어 주었습니다.",
"hero.cara.skill.500551.name": "비전 폭발",
"hero.cara.skill.500551.desc": "카라가 강력한 포격을 발사해 적에게 공격력*200%/220%/240%/260%/280% 광역 피해를 줍니다.",
"hero.cara.skill.500552.name": "음울한 안개",
"hero.cara.skill.500552.desc": "카라가 ‘스팀 와미’를 발사해 안개 같은 가스를 퍼뜨리며, 적의 명중을 낮추고 지속 피해를 줍니다.",
"hero.cara.skill.500553.name": "진심 어린 우정",
"hero.cara.skill.500553.desc": "아군 영웅이 쓰러질 때마다 카라의 공격력이 전투 종료까지 증가합니다.",
"hero.cara.skill.500554.name": "연기의 조우",
"hero.cara.skill.500554.desc": "카라가 연막탄을 투척해 적의 치명도를 감소시킵니다.",
"hero.cara.skill.500555.name": "기계 펫",
"hero.cara.skill.500555.desc": "모든 부대의 일반 공격 피해가 증가합니다.",
"hero.cara.skill.500556.name": "마녀의 분노",
"hero.cara.skill.500556.desc": "궁병가 창병과 궁병에게 추가 피해를 줍니다.",
"hero.cara.weapon.name": "벨로코멧",
"hero.cara.weapon.perk.500557.name": "테크노 파워",
"hero.cara.weapon.perk.500557.desc": "\"음울한 안개\" 지속시간과 일반 공격 피해가 증가합니다.",
"hero.cara.weapon.perk.500558.name": "가려진 안식처",
"hero.cara.weapon.perk.500558.desc": "수비 부대의 치명도가 증가합니다."
,
"hero.source.Hall of Chiefs": "최강 영주",
"hero.source.King of Icefield": "빙원의 왕",
"hero.source.State of Power": "최강 왕국",
"hero.source.Daily Deals": "일일 혜택",
"hero.source.Hero Rally": "영웅 집결",
"hero.source.Foundry Shop": "무기공장 상점",
"hero.source.Lucky Wheel": "행운의 룰렛",
"hero.source.Mythic General Hero Shard": "레전드 공용 조각",

"hero.dominic.name": "도미닉",
"hero.dominic.story": "도미닉은 툰드라에서 찾아볼 수 있는 가장 뛰어난 마술사입니다. 환영술의 대가로 유명한 미아조차 그의 경이로운 실력과 끝없는 상상력을 따라오지 못합니다. 미아는 그의 비범한 재능에 감탄해, 대륙을 횡단하는 자신의 캐러밴에 그를 초대했습니다.\n순간이동과 염력부터, 캐러밴을 공중에 띄우고, 그림 속에서 우아한 여인을 불러내거나, 관객을 초상화로 바꾸는 것까지—그의 기발한 공연은 언제나 관중을 열광시킵니다. 덕분에 캐러밴은 큰돈을 벌지만, 도미닉은 박수갈채에도 무심해 보입니다. 그의 유일한 열정은 더 경이로운 마법을 만들어내는 것뿐이니까요.\n\n화려한 환영 장치뿐 아니라, 도미닉은 우산 속 마취 다트 발사기나 강력한 펀치를 내뿜는 상자 같은 은닉 무기 설계에도 뛰어납니다. 이런 기발한 도구들은 기습을 당했을 때 캐러밴이 역전할 수 있게 해 줍니다.\n강인한 체력과 두려움 없는 성격을 지닌 도미닉은, 정교한 탈출 기술로 언제나 위험을 빠져나와 불가능을 가능으로 만듭니다.\n게다가 그는 완벽한 변장술의 달인이어서, 미아를 위해 필요한 정보를 다양한 페르소나로 자연스럽게 수집합니다. 다만 미아를 당혹스럽게 하는 건, 변장한 채 사람들 사이에서는 능숙하게 어울리면서도, 본래 모습으로 돌아오면 차갑고 도무지 다가가기 힘든 사람이 된다는 점입니다.\n\n복잡한 과거를 지녔거나 적에게 쫓기는 캐러밴 구성원들과 달리, 도미닉은 ‘평범한 남자’처럼 보인다는 점에서 오히려 이질적입니다.\n도미닉은 한때 떠돌이로 살았는데, 이는 괴짜 같은 성격 때문에 권력자들과 충돌했기 때문이었습니다. 캐러밴에 합류한 뒤 그는 진정한 자유를 얻었고, 기이한 동료들과 많은 교류를 하지 않아도 되니 오로지 마법 완성에 몰두할 수 있었습니다. 미아의 재력 덕분에, 그의 가장 기상천외한 아이디어조차 현실이 됩니다.\n\n도미닉의 아버지는 한때 마을에서 가장 유명한 마술사였지만, 어느 엔지니어가 공연 전에 가장 정교한 트릭마저 간파해 버리면서 모든 것이 무너졌습니다. 마술쇼가 순식간에 매력을 잃자, 낙담한 아버지는 더 큰 실력을 찾아 집을 떠났습니다.\n처음 도미닉의 열정은 ‘아버지가 꿈꾸던 완벽한 환영’을 만들어 언젠가 돌아올 아버지를 붙잡고 싶다는 마음에서 시작되었습니다. 성장한 그는 마침내 모두를 속이는 궁극의 트릭을 완성했고, 그 엔지니어마저 속였습니다. 하지만 아버지는 끝내 돌아오지 않았습니다. 그럼에도 천재는 실망하지 않았습니다. 그에게 진짜 중요한 것은 오직 ‘마법’뿐이라는 사실을 깨달았기 때문입니다.",
"hero.dominic.skill.500541.name": "상자 마술",
"hero.dominic.skill.500541.desc": "도미닉이 대상 주변에 마법 상자 3개를 소환합니다. 각 상자는 강력한 주먹을 날려 공격력*200%/220%/240%/260%/280% 광역 피해를 주고, 대상을 1초 동안 기절시킵니다.",
"hero.dominic.skill.500542.name": "타오르는 장미",
"hero.dominic.skill.500542.desc": "도미닉이 불꽃으로 변하는 장미를 던져 공격력*100%/110%/120%/130%/140% 피해를 주고, 대상에게 화상을 입혀 2초 동안 0.5초마다 공격력*4%/6%/8%/10%/12% 피해를 줍니다.",
"hero.dominic.skill.500543.name": "두 배의 곤경",
"hero.dominic.skill.500543.desc": "도미닉의 체력이 0이 되면 사라졌다가 5초 후 10%/20%/30%/40%/50% 체력으로 다시 나타납니다. 이 효과는 전투당 1회 발동합니다.",
"hero.dominic.skill.500544.name": "신비한 장치",
"hero.dominic.skill.500544.desc": "모든 부대의 가하는 피해가 4%/8%/12%/16%/20% 증가합니다.",
"hero.dominic.skill.500545.name": "가시 돌격",
"hero.dominic.skill.500545.desc": "창병이 공격마다 주는 피해가 12%/24%/36%/48%/60% 증가합니다. 중독된 대상은 1턴 동안 받는 피해가 5%/10%/15%/20%/25% 증가합니다.",
"hero.dominic.skill.500546.name": "거울 미로",
"hero.dominic.skill.500546.desc": "보병과 궁병가 받는 피해가 3%/6%/9%/12%/15% 감소하고, 가하는 피해가 같은 수치만큼 증가합니다.",
"hero.dominic.weapon.name": "엑소박스",
"hero.dominic.weapon.perk.500547.name": "환영 숙련",
"hero.dominic.weapon.perk.500547.desc": "도미닉의 가하는 피해가 25% 증가합니다.",
"hero.dominic.weapon.perk.500548.name": "대환상",
"hero.dominic.weapon.perk.500548.desc": "집결 부대의 치명도가 15% 증가합니다.",

"hero.edith.name": "에디스",
"hero.edith.story": "어느 도시에서든 민첩한 에디스와 거대한 ‘미스터 틴’만큼 어울리지 않는 듀오를 찾기란 어려울 것입니다. 하지만 이 괴상한 한 쌍은 대부분의 사람들보다 훨씬 더 많은 도움을 지역 주민들에게 주었고, 필요한 보급을 수없이 ‘제값’ 이상으로 벌어 왔습니다.\n에디스는 ‘미스터 틴’이라는 애칭으로 불리는 금속 인간형 존재가 자신의 삶에 없던 때를 기억하지 못합니다. 그의 기원은 수수께끼이며—적어도 에디스 자신의 기원만큼이나 미스터리합니다. 하지만 그런 의문은, 미스터 틴이 모든 정착지에서 없어서는 안 될 존재가 되어 주고 아이들에게 사랑받아 온 ‘현실적인 도움’에 비하면 사소합니다.\n\n미스터 틴은 원래 이름도 집도 없었습니다. 끝없는 툰드라가 그의 집이라면 집이었죠. 그렇게 부품이 녹슬거나 세상이 끝날 때까지 방황했을지도 모릅니다. 그러던 어느 날, 흥미로운 기계 장치로 데워지는 기이한 요람을 만났습니다. 그 안에는 아기가 잠들어 있었습니다.\n미스터 틴은 왜 그 요람을 품에 안고 근처 도시까지 지켜서 옮겼을까요? 본능이었을까요? 금속 괴물 앞에서 겁먹어 물러서던 주민들도, 아기의 울음에 마음이 흔들렸습니다. 말보다 행동이 더 크게 말했죠. 결국 시민들은 이 둘을 기꺼이 받아들였고, 그날 이후로 그는 ‘미스터 틴’이라는 이름을 얻게 되었습니다.\n\n미스터 틴은 인간들 사이에 영구적인 보금자리를 얻었지만, 영원한 겨울에 ‘공짜’는 없었습니다. 그는 성장하는 에디스를 돕고 도시가 늘 일손이 부족하지 않도록 쉬지 않고 일했습니다.\n에디스는 총명한 과학도로 자라, 지역 도서관과 각종 기계 장치의 내부 구조(특히 자신의 인간형 후원자)에 끝없는 흥미를 보였습니다. 배우는 속도는 놀라웠고, 이내 에디스는 도시 장인들 중 누구보다 뛰어난 수리 실력으로 미스터 틴의 ‘전담 정비사’가 되었습니다.\n에디스는 미스터 틴의 대변인 역할까지 맡게 되었습니다. 그의 몸짓과 단순한 소리로 의사를 전하고, 둘만의 언어로 자연스럽게 소통했습니다. 세월이 흐르며 둘이 헤어지기는커녕, 점점 더 함께하는 일과 서로의 존재에 끌리게 된 것은 어쩌면 당연한 일이었습니다.\n\n미스터 틴의 동력이 무엇인지는 완전히 비밀은 아니었습니다. 다만 이 시대에 그 정체를 짐작할 만큼 교육받은 사람은 드물었습니다. 그의 반짝이는 외피 아래에는 윙윙거리는 불수정이 자리하고 있었죠. 하지만 불수정이 어떻게 장착되었고 이 거인이 어떻게 만들어졌는지는 여전히 풀리지 않은 의문입니다.\n사실 그 존재는, 인간의 지배에 의존하지 않는 권위를 꿈꾸던 권력광의 ‘걸작’으로 시작되었습니다. 인간형 외관과 불수정을 결합해, 원시적인 사고와 추론, 그리고 ‘생명력’이라 부를 만한 활력을 부여했습니다. 기계 야수는 가짜 표적을 상대로 냉혹하게 훈련받았지만, 살과 피를 가진 적에게는 파괴 본능을 제대로 옮기지 못했습니다. 광인은 협박과 고함을 질렀지만 아무 소용이 없었습니다.\n\n그의 프로젝트는, 초기 성과에도 불구하고 실패했습니다. 미스터 틴은 경멸 속에 은빛 설원으로 버려졌고, 에디스를 만나기 전까지는 가끔 새나 동물과 마주치는 것 말고는 고독한 시간을 보냈습니다. 그것은 어떤 ‘깊은…’",
"hero.edith.skill.500321.name": "강철 주먹",
"hero.edith.skill.500321.desc": "미스터 틴이 에디스를 위협하는 적들에게 강철의 분노를 퍼붓습니다. 전방의 부채꼴 범위 내 모든 적을 주먹으로 공격해 공격력*100%/110%/120%/130%/140% 피해를 주고 1초 기절시키며, 동시에 자신의 공격력이 2초 동안 20%/40%/60%/80%/100% 증가합니다.",
"hero.edith.skill.500322.name": "탈출 캡슐",
"hero.edith.skill.500322.desc": "미스터 틴의 체력이 0이 되면 코어를 에디스의 탈출 캡슐로 사출하고, 남은 몸체를 폭발시켜 주변 적에게 공격력*200%/220%/240%/260%/280% 피해를 줍니다.",
"hero.edith.skill.500323.name": "선제 경보",
"hero.edith.skill.500323.desc": "에디스의 전장 정보가 잠재적 위험을 미리 경고합니다. 미스터 틴은 10%/20%/30%/40%/50% 확률로 받는 피해를 50% 감소시킵니다.",
"hero.edith.skill.500324.name": "전략적 균형",
"hero.edith.skill.500324.desc": "미스터 틴의 거대한 존재감이 아군 원거리 유닛을 자동으로 보호해 궁병가 받는 피해를 4%/8%/12%/16%/20% 감소시키고, 동시에 적을 억제해 창병의 가하는 피해를 4%/8%/12%/16%/20% 증가시킵니다.",
"hero.edith.skill.500325.name": "철갑",
"hero.edith.skill.500325.desc": "미스터 틴의 금속 몸체가 전장에서 견고한 장벽이 되어, 보병이 받는 피해를 4%/8%/12%/16%/20% 감소시킵니다.",
"hero.edith.skill.500326.name": "강철 파수꾼",
"hero.edith.skill.500326.desc": "에디스의 이동식 방어 시스템은 신뢰할 만합니다. 모든 부대의 체력이 5%/10%/15%/20%/25% 증가합니다.",
"hero.edith.weapon.name": "참 툴킷",
"hero.edith.weapon.perk.500327.name": "포켓 엔지니어",
"hero.edith.weapon.perk.500327.desc": "에디스가 미스터 틴을 돌봅니다. 미스터 틴의 체력이 처음으로 50% 미만이 되면 최대 체력의 35%만큼 회복시키고, 전투 종료까지 방어력이 30% 증가합니다.",
"hero.edith.weapon.perk.500328.name": "요새 공방",
"hero.edith.weapon.perk.500328.desc": "에디스와 미스터 틴은 강력한 방어 듀오입니다. 수비 부대의 체력이 15% 증가합니다.",

"hero.eleonora.name": "엘레오노라",
"hero.eleonora.story": "얼어붙은 여왕, 국가의 해방자, 선파이어 성의 시장, 툰드라의 지배자, 솔라리스의 희망, 방패 공주… 이 모든 수식어는 정통성을 인정받는 이가 거의 없는 솔라리스 왕조의 현 통치자, 엘레오노라 3세를 가리킵니다.\n왕국이 몰락한 뒤 엘레오노라는 충성스러운 기사들의 보호 아래 망명 생활을 하며 성년이 될 때까지 살아남았습니다. 이제 그녀는 강인한 기사이자 뛰어난 지휘관으로 성장했습니다. 왕국의 복원이 궁극적인 목표이지만, 생계를 위해 용병으로 일해야 하는 처지이기도 합니다.\n\n엘레오노라는 선파이어 성이 무너졌을 때 갓난아기였기에 옛 왕국에 대한 기억이 없습니다. 오랫동안 그녀는 ‘복원’이라는 사명을 그저 받아들였을 뿐, 진심으로 공명하진 못했습니다. 하지만 망명 시절, 새로 떠오른 귀족들에게 받은 멸시와 굴욕을 견디며, ‘자신만의 왕국’을 세우고자 하는 열망이 그녀의 마음속에 뿌리내리기 시작했습니다.\n\n엘레오노라는 그레고리 경의 지도 아래 전투술을 익혀 스승을 능가했고, 뛰어난 실력으로 툰드라에서 명성을 쌓았습니다.\n하지만 모두의 지지를 얻은 것은 아니었습니다. 제로니모는 엘레오노라와 그 추종자들을 왕족을 사칭하는 사기꾼으로 여기며, 진짜 공주를 찾았다고 공언했습니다. 누명을 벗기 위해 엘레오노라는 오만한 검객에게 결투를 청했고, 그레고리 경이 개입해 결투를 막았음에도, 제로니모를 상대로 자신을 증명하고 싶은 불꽃은 깊이 남았습니다.\n\n옛 귀족들의 지원을 등에 업고, 엘레오노라는 한때 विशाल한 도시를 점령해 새 수도로 삼기도 했습니다. 그러나 곧 후원자들과 갈등이 생겼습니다.\n사치와 부패에 물든 귀족들은 무거운 세금과 강제 노역을 부과해 백성들을 비참하게 만들었습니다. 뿌리 뽑히는 고통을 겪어본 엘레오노라는 구질서의 잔혹함을 꿰뚫어 보았고, 고통받는 이들을 돕고자 했습니다. 하지만 이는 귀족들의 이익을 위협했고, 그들은 등을 돌려 엘레오노라를 새 수도에서 추방한 뒤 ‘사칭범’이라 몰아세웠습니다.\n\n다시 시작할 수밖에 없던 엘레오노라 곁에는 그레고리 경과 충성스러운 전사들이 있었습니다. 이제 그녀는 평등과 연민 위에 세워질 왕국을 되찾겠다는 꿈을 온전히 받아들였습니다.",
"hero.eleonora.skill.500441.name": "불꽃의 방패",
"hero.eleonora.skill.500441.desc": "엘레오노라가 왕권의 상징인 가시 방패를 들어 올려 공격력*100%/130%/160%/190%/220%의 보호막을 얻고, 받은 피해의 30%를 적에게 반사합니다. 보호막은 3초 후 파열되며, 주변 적에게 60%/65%/70%/75%/80% 피해를 줍니다.",
"hero.eleonora.skill.500442.name": "왕권의 제재",
"hero.eleonora.skill.500442.desc": "엘레오노라가 무거운 망치로 대상을 강타해 공격력*100%/110%/120%/130%/140% 피해를 주고, 대상의 방어력을 2초 동안 10%/15%/20%/25%/30% 감소시킵니다.",
"hero.eleonora.skill.500443.name": "위엄의 광륜",
"hero.eleonora.skill.500443.desc": "엘레오노라의 고귀한 피가 불굴의 정신이 되어, 받는 피해가 5%/7.5%/10%/12.5%/15% 감소하고 가하는 피해가 5%/7.5%/10%/12.5%/15% 증가합니다.",
"hero.eleonora.skill.500444.name": "타오르는 태양",
"hero.eleonora.skill.500444.desc": "엘레오노라가 왕의 기품과 명예로 모든 부대를 고무해, 모든 부대의 체력이 5%/10%/15%/20%/25% 증가합니다.",
"hero.eleonora.skill.500445.name": "솔라리스 결속",
"hero.eleonora.skill.500445.desc": "엘레오노라가 균형 잡힌 진형을 전개해, 보병이 받는 피해를 2%/4%/6%/8%/10% 감소시키고, 궁병가 가하는 피해를 2%/4%/6%/8%/10% 증가시킵니다.",
"hero.eleonora.skill.500446.name": "치솟는 불꽃",
"hero.eleonora.skill.500446.desc": "엘레오노라의 맹렬한 공세가 적에게 공포를 심어, 모든 부대의 가하는 피해가 5%/10%/15%/20%/25% 증가합니다. 또한 보병이 5회 공격할 때마다 2턴 동안 모든 부대의 받는 피해가 5%/10%/15%/20%/25% 감소합니다.",
"hero.eleonora.weapon.name": "솔라리스의 홀",
"hero.eleonora.weapon.perk.500447.name": "망치와 방패",
"hero.eleonora.weapon.perk.500447.desc": "엘레오노라는 망명 생활 속에서 적응력을 길렀습니다. 체력이 50% 초과일 때 공격력이 24% 증가하고, 체력이 50% 미만일 때 방어력이 75% 증가합니다.",
"hero.eleonora.weapon.perk.500448.name": "최후의 요새",
"hero.eleonora.weapon.perk.500448.desc": "엘레오노라는 매 전투를 마지막처럼 싸우며 수비 부대를 고무합니다. 수비 부대의 체력이 15% 증가합니다.",

"hero.elif.name": "엘리프",
"hero.elif.story": "치명적인 툰드라의 꽃, 엘리프는 머나먼 땅에서 피어나 이 문명의 잔재로 흘러들어왔습니다.\n\n숙련된 무용수이자 무술가인 엘리프는 물처럼 유연하고, 적에게는 불처럼 위험하면서도, 만나는 이들에게는 매력적인 존재입니다. 그녀는 종종 호송대와 함께 이동하며, 도시 사이를 안전하게 오가면서 잠시 정착해 새로운 인맥을 만들고 자신을 끌어당기는 수수께끼를 추적합니다.\n\n얼음 역병이 퍼지기 전 외딴 땅에서 수련한 엘리프의 공연에는 잃어버린 과거를 향한 애틋한 슬픔이 담겨 있습니다. 그녀의 쌍검 전투술은 어린 시절의 리본 춤을 닮아, 놀라운 손놀림을 치명적인 전장 효율로 바꿉니다.\n\n그녀의 임무는 한 비극에서 시작되었습니다. 기이한 과학자가 방문한 시기와 맞물려, 지역 아이들—그녀의 여동생 데프네를 포함해—에게 저주 같은 병이 퍼졌습니다. 의사 필리의 도움으로 엘리프는 데프네의 상태를 안정시키는 동시에 저주의 진실을 밝혀내려 합니다. 그 배후에는 카이샤와 파에톤이 연관되어 있을지도 모릅니다. 위험이 아무리 커도, 엘리프는 폭풍 한가운데서도 결코 추적을 멈추지 않을 것입니다.",
"hero.elif.skill.500531.name": "유령 활주",
"hero.elif.skill.500531.desc": "적을 1초 동안 혼란에 빠뜨리고, 5초 동안 공격을 회피할 확률이 10/15/20/25/30% 증가합니다.",
"hero.elif.skill.500532.name": "칼날의 춤",
"hero.elif.skill.500532.desc": "공격력*100/110/120/130/140% 피해를 주고, 대상을 1초 동안 혼란에 빠뜨립니다.",
"hero.elif.skill.500533.name": "허공의 발걸음",
"hero.elif.skill.500533.desc": "회피 확률이 7/10/13/16/20% 증가하며, 일반 공격 시 대상을 1초 동안 혼란에 빠뜨릴 확률을 얻습니다.",
"hero.elif.skill.500534.name": "구속의 장막",
"hero.elif.skill.500534.desc": "모든 적 부대의 공격력이 5/10/15/20/25% 감소합니다.",
"hero.elif.skill.500535.name": "참격 진형",
"hero.elif.skill.500535.desc": "아군 부대의 공격력이 3/6/9/12/15% 증가하고, 방어력이 2/4/6/8/10% 증가합니다.",
"hero.elif.skill.500536.name": "매혹의 태피스트리",
"hero.elif.skill.500536.desc": "보병의 공격이 1턴 동안 공격력*6/12/18/24/30%에 해당하는 보호막을 부여합니다.",
"hero.elif.weapon.name": "문스카",
"hero.elif.weapon.perk.500537.name": "타오르는 칼날",
"hero.elif.weapon.perk.500537.desc": "공격 속도와 \"허공의 발걸음\"의 혼란 발동 확률이 7/10/13/16/20% 증가합니다.",
"hero.elif.weapon.perk.500538.name": "수호자의 은총",
"hero.elif.weapon.perk.500538.desc": "수비 부대의 방어력이 5/7.5/10/12.5/15% 증가합니다.",

"hero.estrella.name": "에스트렐라",
"hero.estrella.story": "어린 시절 에스트렐라는 마을 어른들로부터 ‘구세계’ 이야기를 자주 들었습니다. 끝없이 눈 덮인 겨울만 알던 그녀에게, 과거의 세계는 푸른 숲과 황금빛 밀밭으로 가득한 곳이었습니다.\n그 이야기들은 에스트렐라에게 선명한 꿈을 선물했습니다. 꿈속에서 그녀는 생기 넘치는 세계로 돌아가 봄의 개화, 여름의 열기, 가을 수확의 계절을 체험했습니다—현실의 얼어붙은 삶에서는 결코 느낄 수 없는 감각들이었죠. 에스트렐라는 그 아름다움을 말로 다 표현할 수 없었고, 꿈을 그림으로 남겨 마을 사람들과 그 장관을 나누고자 했습니다.\n\n에스트렐라의 고향은 산자락 깊은 곳의 광산 마을이었습니다. 다채로운 광물들이 풍부해 그녀는 그것들을 안료로 써 그림을 그릴 수 있었습니다. 하지만 부는 위험을 불러왔고, 무법자들이 습격했을 때 에스트렐라는 자신의 불안정한 광물 물감이 적을 불태우거나 얼려버릴 수 있다는 사실을 깨달았습니다. 그녀는 고향을 지키기로 맹세하며 안료를 계속 개량했습니다.\n에스트렐라는 또한 구세계에서 온 ‘에블린’이라는 소녀가 등장하는 반복되는 꿈을 소중히 여깁니다. 그녀는 마을 아래의 수정들이 시간과 공간을 넘어 사람들을 잇는다고 믿고 있습니다.",
"hero.estrella.skill.500571.name": "타오르는 선홍",
"hero.estrella.skill.500571.desc": "타오르는 선홍색 물감을 뿌려 공격력*200%/220%/240%/260%/280% 광역 피해를 주고, 2초 동안 적의 공격력을 5%/10%/15%/20%/25% 감소시킵니다.",
"hero.estrella.skill.500572.name": "용융의 금빛",
"hero.estrella.skill.500572.desc": "호박빛 노란 물감을 튀겨 공격력*100%/110%/120%/130%/140% 피해를 주고, 부식을 부여해 4초 동안 0.5초마다 공격력*2%/3%/4%/5%/6% 피해를 줍니다.",
"hero.estrella.skill.500573.name": "자정의 푸른빛",
"hero.estrella.skill.500573.desc": "일반 공격이 2초 동안 대상의 공격 속도를 10%/15%/20%/25%/30% 감소시킵니다.",
"hero.estrella.skill.500574.name": "부식의 색채",
"hero.estrella.skill.500574.desc": "모든 적 부대의 방어력이 5%/10%/15%/20%/25% 감소합니다.",
"hero.estrella.skill.500575.name": "새벽의 캔버스",
"hero.estrella.skill.500575.desc": "모든 아군 부대의 공격력이 3%/6%/9%/12%/15% 증가하고, 방어력이 2%/4%/6%/8%/10% 증가합니다.",
"hero.estrella.skill.500576.name": "찬란한 풍경",
"hero.estrella.skill.500576.desc": "보병이 받는 피해가 5%/10%/15%/20%/25% 감소하고, 창병이 가하는 피해가 5%/10%/15%/20%/25% 증가합니다.",
"hero.estrella.weapon.name": "몽환의 그림",
"hero.estrella.weapon.perk.500577.name": "색채 폭발",
"hero.estrella.weapon.perk.500577.desc": "동시에 2가지 색에 물든 적은 받는 피해가 30% 증가합니다.",
"hero.estrella.weapon.perk.500578.name": "고향 방어",
"hero.estrella.weapon.perk.500578.desc": "수비 부대의 공격력이 15% 증가합니다."
,
"hero.flint.name": "플린트",
"hero.flint.story": "플린트는 언제든 파에톤을 불태울 준비가 된 복수의 불꽃입니다. 그가 파에톤을 상대로 벌이는 개인적인 성전은, 결국 자신 또는 파에톤의 파멸로 끝날 가능성이 큽니다.\n\n플린트와 그의 잡다한 추종자들(대부분 파에톤에게 피해를 입은 이들)은 파에톤 세력과 싸우는 과정에서 종종 새벽 연맹과 협력했습니다. 바히티와 동료들은 플린트가 결코 무고한 이를 해치지 않으리라 확신했습니다. 하지만 범죄자와 악인이라면? 플린트의 손에서 자비는 기대할 수 없습니다.\n\n플린트는 한때 고위 군 장교였습니다. 정찰 임무 중 부대와 떨어져, ‘아르카디아’라 불리는 외딴 도시로 흘러들어 갔습니다. 그곳은 극장과 강당, 심지어 도서관까지 갖춘—유토피아에 가장 가까운 도시였습니다! 아르카디아에는 무기가 없었고, 시민들은 평화를 사랑하는 학자들이어서 총기가 필요하다고 느끼지 못했습니다.\n\n플린트는 그 도시와 기계공 제시를 사랑하게 되었습니다. 아르카디아에서 보낸 시간은, 이 얼어붙은 세계에서도 밝은 미래를 세울 수 있다는 믿음을 그에게 심어주었습니다. 그러나 그 희망과 믿음은 아르카디아를 덮친 끔찍한 습격으로 산산이 부서졌습니다.\n\n파에톤의 사절이 아르카디아 문 앞에 나타나 ‘불수정’에 관한 모든 지식을 즉시 넘기라고 요구했습니다. 족장은 그 연구가 전쟁의 파괴 무기로 변질될 수 있음을 알고 거부했습니다. 파에톤이 도시를 잿더미로 만들 때, 저항을 시도한 전사는 오직 플린트뿐이었습니다. 그는 싸움 중 치명상을 입었지만 기적적으로 살아남았습니다. 더 나은 미래에 대한 희망은 이제 뜨거운 복수심으로 대체되었습니다.\n\n수년 뒤 플린트와 제시는 다시 마주쳤습니다. 두 사람의 옛 애정은 아직 남아 있었지만, 제시는 복수에 잠식된 플린트의 집착을 받아들일 수 없었습니다. 플린트는 여전히 제시의 마음속 특별한 자리를 차지하지만, 파괴에 헌신하는 남자를 사랑할 수는 없었습니다. 그렇게 두 옛 연인은 결국 멀어졌습니다.",
"hero.flint.skill.500211.name": "복수의 불길",
"hero.flint.skill.500211.desc": "플린트의 화염 분사 공격이 0.5초마다 공격력*60%/66%/72%/78%/84% 피해를 주고, 2초 동안 대상이 받는 피해를 10%/15%/20%/25%/30% 증가시킵니다.",
"hero.flint.skill.500212.name": "소각로",
"hero.flint.skill.500212.desc": "고통은 플린트의 잠재력을 끌어올립니다. 체력이 50% 미만일 때 즉시 최대 체력의 20%/25%/30%/35%/40%를 회복합니다. 전투당 1회만 발동합니다.",
"hero.flint.skill.500213.name": "열 확산",
"hero.flint.skill.500213.desc": "플린트의 불꽃이 주는 온기는 불안한 시대의 희망입니다. 아군 영웅의 공격 속도가 3%/4%/5%/6%/7% 증가합니다.",
"hero.flint.skill.500214.name": "방화광",
"hero.flint.skill.500214.desc": "작은 불씨도 거대한 화염이 될 수 있습니다. 플린트의 보병이 가하는 피해가 20%/40%/60%/80%/100% 증가합니다.",
"hero.flint.skill.500215.name": "불타는 결의",
"hero.flint.skill.500215.desc": "플린트의 불꽃은 추위를 몰아낼 뿐 아니라 전투의 열정을 불붙입니다. 모든 부대의 공격력이 5%/10%/15%/20%/25% 증가합니다.",
"hero.flint.skill.500216.name": "소각",
"hero.flint.skill.500216.desc": "플린트의 분노의 불꽃은 모든 것을 집어삼킵니다. 모든 부대의 치명도가 5%/10%/15%/20%/25% 증가합니다.",
"hero.flint.weapon.name": "드래곤베인",
"hero.flint.weapon.perk.500217.name": "복수의 과업",
"hero.flint.weapon.perk.500217.desc": "\"소각로\"가 발동하면 플린트의 복수의 불길은 꺼지지 않습니다. 전투 종료까지 공격력이 24% 증가합니다.",
"hero.flint.weapon.perk.500218.name": "용의 숨결",
"hero.flint.weapon.perk.500218.desc": "플린트가 도시 방어를 위해 화염방사기를 강화합니다. 수비 부대의 공격력이 15% 증가합니다.",

"hero.flora.name": "플로라",
"hero.flora.story": "플로라는 원래 불친절한 사람도, 오만한 사람도 아닙니다. 그녀의 거리감은 복잡한 사회적 관계의 거친 세계보다 자연과 식물과 교감하는 일을 훨씬 선호하는 깊은 성향에서 비롯됩니다. 플로라는 전자를 상대하는 편을 압도적으로 더 좋아하며, 진먼과 제시가 정교하게 지어준 특별한 온실에서 며칠씩 식물들과만 지내기도 합니다.\n플로라는 다른 이들과 함께 있는 것도 좋아합니다—다만 ‘누구와 함께하느냐’에 까다로울 뿐입니다. 동료 식물학자이자 농업 전문가인 리디아는 큰 기쁨의 원천이고, 온실 온도 조절기를 설계한 제시 또한 마찬가지입니다. 이렇게 깊이 있는 생각을 공유하는 이들과 플로라는 오랜 시간 열띤 대화를 즐길 수 있습니다.\n\n이 얼어붙은 시대에 원예학은 무엇보다 중요한 전문 분야입니다. 얼마 전 새벽 연맹의 순찰대가, 정체불명의 과학자들이 남긴 종자 보존 시설을 발견했습니다. 플로라는 되살아난 씨앗들을 분류하고 가능하다면 재활용해, 식량 부족을 해결할 내한성 작물을 키우는 임무를 맡았습니다. 오늘날 많은 생존자들이 따뜻한 부드러운 빵과 신선한 과일을 먹을 수 있는 건, 새로운 종자 품종을 개척한 플로라의 선구적 연구 덕분입니다.\n\n플로라의 식물 사랑은 어린 시절 부모가 읽어주던 잠자리 책에서 시작되었습니다. 낡고 누렇게 바랜 페이지 속 구세계는 울창한 낙원이었습니다. 정말 그런 울창한 정글이 존재했을까요? 그렇게 푸른 정원이? 그 생각은 플로라를 설레게 하고 사로잡았습니다.\n플로라는 식물 안에 담긴 경이로운 가능성을 상상하는 일을 멈출 수 없었습니다. 세심한 재배로 어떤 새롭고 마법 같은 품종을 길러낼 수 있을까? 그것을 자신의 평생 과업으로 삼기로 했습니다. 전통적인 식량 작물뿐 아니라, 플로라는 더 어둡고 사악한 품종에도 관심을 두었습니다. 독성 식물, 육식 꽃, 매우 공격적인 덩굴식물 같은 것들 말이죠. 다행히도 그런 위험한 ‘해충’들의 공포는 대체로 억제되어 왔습니다… 대체로는요.\n\n최근 몇 년 동안 플로라는, 어린 시절부터 그 웅장함과 목격담으로 그녀를 매혹시켜 온 위대한 도시 ‘아르카디아’ 연구에 깊이 관여해 왔습니다. 그중에는 실제 목격자인 학자 아그네스도 있는데, 그녀는 다른 완고한 동료들과 함께 잃어버린 고향의 영광을 되찾을 팀을 꾸리려 애쓰고 있습니다.\n아그네스가 꿈꾸는 ‘뉴 아르카디아’는 플로라에게 희망의 등불처럼 빛납니다. 새 아르카디아가 채워야 할 그릇은 크지만, 플로라는 비옥한 화산 토양 위에서 다른 생존자들과 함께 낙원을 재건하게 되어 설렙니다. 플로라는 새벽 연맹의 공식 사절이며, 이것이 지금까지 그녀가 맡은 가장 위대한 프로젝트입니다.",
"hero.flora.skill.500511.name": "휘감기",
"hero.flora.skill.500511.desc": "플로라가 빠르게 움직이는 덩굴을 소환해 적을 공격합니다. 공격력*100%/110%/120%/130%/140% 광역 피해를 주고, 대상을 2초 동안 기절시킵니다.",
"hero.flora.skill.500512.name": "장미 만개",
"hero.flora.skill.500512.desc": "플로라가 대상 지역에 독성 아도리아 꽃을 흩뿌려 공격력*20%/25%/30%/35%/40% 광역 피해를 줍니다. 영웅을 상대로는 육식성 아도리아 장미로 발아하며, 플로라 능력치의 10%/15%/20%/25%/30%를 계승해 주변 적을 공격합니다.",
"hero.flora.skill.500513.name": "자연의 힘",
"hero.flora.skill.500513.desc": "재배자와 재배된 존재는 살아남을수록 더 강해집니다. 플로라와 소환 식물의 체력이 2%/4%/6%/8%/10% 증가하고, 방어력이 4%/8%/12%/16%/20% 증가합니다.",
"hero.flora.skill.500514.name": "수렁 덩굴",
"hero.flora.skill.500514.desc": "플로라가 날카로운 덩굴을 땅에 깔아 적을 옭아맵니다. 모든 부대의 공격이 50% 확률로 적이 받는 피해를 10%/20%/30%/40%/50% 증가시킵니다.",
"hero.flora.skill.500515.name": "식재",
"hero.flora.skill.500515.desc": "플로라의 방어 수풀이 보병이 받는 피해를 5%/10%/15%/20%/25% 감소시킵니다. 또한 창병과 아도리아 장미의 협동이 강화되어, 연계 공격이 5%/10%/15%/20%/25% 추가 피해를 줍니다.",
"hero.flora.skill.500516.name": "혼란의 꽃가루",
"hero.flora.skill.500516.desc": "플로라의 환각 꽃가루가 적 보병이 받는 피해를 6%/12%/18%/24%/30% 증가시키고, 적 궁병가 가하는 피해를 6%/12%/18%/24%/30% 감소시킵니다. (4턴마다 2턴 지속)",
"hero.flora.weapon.name": "풍요의 씨앗",
"hero.flora.weapon.perk.500517.name": "독의 심장",
"hero.flora.weapon.perk.500517.desc": "아도리아 장미와 덩굴이 더욱 강한 독성을 띱니다. 대상은 2초 동안 0.5초마다 공격력*25% 피해를 추가로 받습니다.",
"hero.flora.weapon.perk.500518.name": "생명의 열매",
"hero.flora.weapon.perk.500518.desc": "플로라의 새 열매는 강력한 회복 효과를 지닙니다. 수비 부대의 체력이 15% 증가합니다.",

"hero.fred.name": "프레드",
"hero.fred.story": "\"불을 보여줘. 열기는 내가 처리하지!\"\n\n프레드는 수 세기 동안 이어져 온 것처럼 보일 만큼 오랫동안 도시 소방대의 든든한 중심이었습니다. 불길 속으로 가장 먼저 뛰어들고, 생존자들의 거처를 화염에 내줄 수밖에 없는 마지막 순간까지 끝까지 남습니다. 수많은 세월의 봉사는, 감사한 생존자들의 깊은 고마움을 그에게 쌓아주었습니다.\n\n소방대장은 똑똑해야 합니다. 프레드가 이렇게 오래 살아남을 수 있었던 것은 비정상적인 상황을 꿰뚫는 기묘한 통찰과 위험을 감지하는 ‘여섯 번째 감각’ 덕분입니다. 그래서 솔라리스 왕조의 마지막 위대한 공학자들은 프레드에게 ‘안티파이어’라 불리는 장비를 선물했습니다. 그 이후로는 본 적도 없는, अत्य도로 진보하고 강력한 소방 장비였습니다.\n\n구세계의 영웅담을 걷어내면, 프레드는 언제나 겸손과 친절의 모범을 보여 왔고, 특히 새벽 연맹에서 열렬한 팬들을 거느리게 되었습니다. 프레드에게 단점이 있다면—아주 사소한 단점이지만—그는 유머 감각이 거의 없고(그리고 풍자를 알아차리는 능력도 없습니다). 바히티는 이렇게 말했습니다. \"내가 본 사람 중 프레드가 가장 완벽에 가까워. 딱 하나, 조금만 더 가벼워지면 좋겠는데…\"\n\n프레드는 스스로 완벽하다고 주장하지 않습니다. 수십 년 전, 세상이 지금과 전혀 달랐던 시절, 프레드는 솔라리스 수도에서 도시 최연소이자 가장 성공적인 소방대장으로 이름을 떨쳤습니다. 그의 업적을 기리는 기념식 전날, 소방국 정문에 그의 이름을 딴 거대한 청동상을 제막하기로 되어 있던 바로 그날 밤, 재앙이 닥쳤습니다!\n수도의 심장부에 있던 거대한 불수정이 폭주하며 엄청난 폭발을 일으켜 도시 전체를 뒤흔들었습니다. 그날 밤의 실패는 프레드의 양심에 영원한 무게로 남았습니다.\n\n이후 제국이 무너진 세월 동안 프레드는 많은 것을 곱씹었습니다. 자신은 무감각한 기계에 박힌 고귀한 톱니바퀴였을 뿐이었을까, 맹목적 충성에 눈이 멀었던 걸까? 화려함과 위엄을 걷어내면 고통과 불의의 상처로 뒤덮인 제국을 말이다. 프레드는 새로운 세계가 가진 결함에도 불구하고, 오늘날의 도시들은 그렇게 막대한 인간의 희생을 치르며 유지될 필요는 없다는 사실을 받아들이게 되었습니다.\n\n결국 프레드의 마음을, 대붕괴 이후 사라졌던 희망으로 채워 준 것은 새벽 연맹의 도착이었습니다. 이제 그는 해로운 불을 끄는 일뿐 아니라, 인류 전체를 위협하는 훨씬 더 치명적인 불—전쟁의 불—까지도 꺼뜨리는 데 헌신하고 있습니다.",
"hero.fred.skill.500391.name": "산성 비",
"hero.fred.skill.500391.desc": "프레드가 특수 산성 용액을 대상 지역에 뿌려 0.5초마다 공격력*60%/66%/72%/78%/84% 피해를 줍니다. 또한 3초 동안 대상이 받는 피해가 15% 증가합니다.",
"hero.fred.skill.500392.name": "물대포",
"hero.fred.skill.500392.desc": "프레드가 대상을 강력한 물줄기로 타격해 전투 보너스를 씻어내고, 공격력*200%/220%/240%/260%/280%에 해당하는 피해를 줍니다.",
"hero.fred.skill.500393.name": "완벽한 대응",
"hero.fred.skill.500393.desc": "프레드는 극한 상황일수록 더 강해집니다. 체력이 50% 미만일 때 공격력이 8%/12%/16%/20%/24% 증가하고, 방어력이 25%/37.5%/50%/62.5%/75% 증가합니다.",
"hero.fred.skill.500394.name": "수압 제압",
"hero.fred.skill.500394.desc": "프레드의 물세례가 적의 기세를 꺾습니다. 모든 적 부대의 치명도가 4%/8%/12%/16%/20% 감소합니다.",
"hero.fred.skill.500395.name": "산성 코팅",
"hero.fred.skill.500395.desc": "프레드가 특수 산성 혼합액으로 적 보병의 방패를 부식시켜, 적 보병이 받는 피해를 4%/8%/12%/16%/20% 증가시킵니다.",
"hero.fred.skill.500396.name": "홍수의 선봉",
"hero.fred.skill.500396.desc": "수압과 전술 모두에 능한 프레드의 창병은 4회 공격마다 40%/80%/120%/160%/200% 추가 피해를 주며, 다음 턴에 적 부대가 가하는 피해를 4%/8%/12%/16%/20% 감소시킵니다.",
"hero.fred.weapon.name": "블레이즈베어러",
"hero.fred.weapon.perk.500397.name": "이상주의",
"hero.fred.weapon.perk.500397.desc": "프레드가 지닌 고귀한 신념이 공격력을 24% 증가시킵니다. 또한 보너스를 해제할 때마다 전투 종료까지 방어력이 10% 증가합니다. (최대 5중첩)",
"hero.fred.weapon.perk.500398.name": "소방관의 부름",
"hero.fred.weapon.perk.500398.desc": "프레드의 눈부신 활약에 흔들리지 않을 부대는 드뭅니다. 집결 부대의 공격력이 15% 증가합니다.",

"hero.freya.name": "프레이야",
"hero.freya.story": "프레이야는 한때 툰드라가 세상에 닥칠 수 있는 최악의 재앙이라 생각했습니다. 하지만 ‘핏빛 달 역병’은 그 생각이 틀렸음을 증명했습니다.\n프레이야의 고향 이름은 역사 속에 사라졌습니다. 지금은 ‘지옥’, ‘돌아올 수 없는 땅’, ‘버려진 도시’로 불립니다. 한때 활기찼던 거리에는 안개가 내려앉았고, 누구도 다가가지 않습니다. 하지만 길 잃은 여행자가 가까이 다가선다면, 여전히 들릴지도 모릅니다. 뼛속까지 서늘해지는 비명과 고함이요.\n야간 경비대였던 프레이야와 동료 파수꾼들은 핏빛 달이 떠오르던 밤, 도시 외곽의 망루에서 충분한 식량과 함께 비교적 안전하게 보호받고 있었습니다. 그들은 언젠가 침입자를 막는 일이 아니라, 가족과 친구였던 이들이 ‘밖으로’ 나오는 것을 막아야 할 날이 오리라고는 상상도 못 했습니다.\n\n하지만 늘 누군가는 빠져나옵니다.\n산길에서 길을 잃고 방황하던 한 상인은, ‘지옥’의 괴물들과 마주쳤을 때 공포에 얼어붙었습니다. 삐뚤고 뒤틀린 인간의 형상, 기괴한 선홍색 수정 꽃잎에 뒤덮인 몸, 고통과 어둠으로 가득 찬 새까만 눈동자.\n그다음 순간, 괴물들은 차가운 강철의 번뜩임과 함께 쓰러졌고, 상인은 그림자 같은 인물에게 끌려 망루로 돌아왔습니다. 그 무뚝뚝한 구원자—프레이야—는 아무 말도 하지 않은 채 의사를 불러 정밀 검사를 지시했습니다.\n새 가면을 쓴 의문의 인물이 상인을 면밀히 살펴보며, 낮은 목소리로 ‘핏빛 달 역병’이라 불리는 병을 언급했습니다. 다행히 상인은 풀려났지만, 만약 역병의 징후가 조금이라도 보였다면—그것이 무엇이든—훨씬 다른 대우를 받았을 것이라는 섬뜩한 경고를 들었습니다.\n\n모든 기이한 질병을 조사하는 필리는, 프레이야의 참혹한 증언을 듣고 이를 ‘핏빛 달 역병’이라 명명했습니다.\n역병의 첫 번째 원칙은 확산을 막는 것입니다. 필리는 파수꾼들에게 그렇게 하라고 촉구했습니다. 수정과 안개를 통해 퍼지며 순식간에 인간을 짐승으로 바꾸는 듯한 미지의 병을 그는 쉽게 받아들이지 못했습니다.\n프레이야는 예외였습니다. 감염 징후를 알아차렸을 때 그녀는 괴물로 변하기보다 쓰러졌고, 관찰 대상이 되었습니다. 그러다 기적처럼, 그녀는 자신의 회복 과정을 ‘스스로’ 목격하기 시작했습니다. 몸의 자연 방어가 버텨내고, 심지어 강해졌습니다. 이제 프레이야는 지옥을 두려움 없이 걸을 수 있는 유일한 존재가 되었습니다. 그리고 몸속에 비활성화된 역병의 잔재는, 그녀에게 엄청난 힘을 부여했습니다.\n프레이야는 이후 야간 경비대 생존자들의 핵심 구성원이 되었습니다. 면역을 지닌 초인적 힘의 여인이자, 지옥의 문이 다시는 열리지 않도록 굳게 지키는 수문장입니다.\n\n‘하데스’는 원래 ‘메티야’라 불리던, 황야 가장자리에 있는 작은 도시였습니다.\n얼음과 한기의 시대는 혹독했습니다. 도시는 종종 용광로 재료가 부족했습니다. 절망적인 때, 어떤 낯선 방문자가 ‘작은 실험’을 하게 해주면 풍요를 약속하며 찾아왔습니다. 처음엔 성공처럼 보였습니다. 사람들은 음식 없이도 큰 힘과 에너지를 얻었고, 추위를 느끼지 않고 밖을 걸을 수 있었습니다. 하지만 곧 끔찍한 기형, 분노, 그리고 무서운 광기가 뒤따랐습니다.\n결국 대부분의 ‘실험 대상’은 이성을 잃고 이웃을 공격하기 시작했습니다. 그 무렵 도시 전체를 안개가 덮었습니다. 안개가 역병의 원인이었는지 결과였는지—프레이야는 알 수 없습니다. 그녀도 그때 감염되었습니다. 눈이 차갑고 붉게, 그리고 희미해져 갈 때, 프레이야는 하늘을 올려다보았습니다. 은회색이어야 할 보름달은, 피로 완전히 물들어 있었습니다.\n그것이 긴 회복 기간에 대해 프레이야가 기억하는 전부입니다. 이제 남은 것은, 자신이 치유된 것처럼 지옥의 주민들도 언젠가 치유될 수 있으리라는 희망뿐입니다.",
"hero.freya.skill.ChainSunder.name": "사슬 분쇄",
"hero.freya.skill.ChainSunder.desc": "프레이야가 사슬로 대상을 공격해 대상 및 주변 적에게 공격력*200%/220%/240%/260%/280% 피해를 주고 대상에게 표식을 남깁니다. 표식이 있는 대상이 공격받으면, 그 피해의 40%/50%/60%/70%/80%가 주변 적에게도 전이됩니다. (발동 재사용 대기시간: 0.5초)",
"hero.freya.skill.PrickledBind.name": "가시 결박",
"hero.freya.skill.PrickledBind.desc": "프레이야가 사슬로 대상을 강타해 결박합니다. 공격력*100%/110%/120%/130%/140% 피해를 주고 1.5초 동안 이동 불가 상태로 만듭니다.",
"hero.freya.skill.CrystalFury.name": "수정 광폭",
"hero.freya.skill.CrystalFury.desc": "프레이야의 상태가 주기적으로 격렬한 공격으로 폭발합니다. 일반 공격 8/7/6/5/4회마다 치명타 확률이 60%/70%/80%/90%/100% 증가합니다.",
"hero.freya.skill.FogOfWar.name": "전장의 안개",
"hero.freya.skill.FogOfWar.desc": "프레이야가 연막탄을 던져 적의 시야를 흐립니다. 모든 적 부대의 공격력이 4%/8%/12%/16%/20% 감소합니다.",
"hero.freya.skill.BloodMoonScythe.name": "핏빛 달 낫",
"hero.freya.skill.BloodMoonScythe.desc": "프레이야가 초승달 형태의 무기로 적의 공포를 베어 거둡니다. 일반 공격 후 50% 확률로 ‘수확’을 발동해 20%/40%/60%/80%/100% 피해를 추가로 줍니다.",
"hero.freya.skill.NightsVengeance.name": "밤의 복수",
"hero.freya.skill.NightsVengeance.desc": "프레이야가 기습 습격으로 적의 공격을 교란하고 방어선을 붕괴시킵니다. 아군 보병과 궁병가 받는 피해가 3%/6%/9%/12%/15% 감소하고, 가하는 피해가 3%/6%/9%/12%/15% 증가합니다.",
"hero.freya.weapon.name": "핏빛 달 낫",
"hero.freya.weapon.perk.NightRaid.name": "야습",
"hero.freya.weapon.perk.NightRaid.desc": "프레이야의 혹독한 훈련으로 가하는 피해가 30% 증가합니다. 또한 본능적으로 즉시 적 소환수에게 공격력*300% 피해를 줍니다.",
"hero.freya.weapon.perk.DefenderOfTheWatch.name": "감시의 수호자",
"hero.freya.weapon.perk.DefenderOfTheWatch.desc": "프레이야의 눈은 결코 경계 임무에서 흔들린 적이 없습니다. 수비 부대의 방어력이 15% 증가합니다.",

"hero.gatot.name": "가토",
"hero.gatot.story": "가토는 용맹한 전사이자 뛰어난 지휘관입니다. 그는 정예 부대를 이끌고 먼 이국에서 왔으며, 툰드라에서 무언가를 찾는 듯합니다.\n\n가토의 과거는 거의 알려져 있지 않습니다. 그의 입장이 불분명한 탓에, 툰드라의 많은 족장들은 그와 거리를 둡니다. 다만 어떤 이유에서인지, 가토와 그의 추종자들은 파에톤을 강하게 적대합니다. \"내 적의 적은 내 친구\"라는 원칙 아래, 새벽 연맹은 가토에게 큰 기대를 걸고 있습니다. 가토가 연맹에 합류할 생각은 없을지라도, 파에톤과의 전투에서 새벽 연맹 전사들이 보여준 용맹에는 깊이 감명받았습니다.\n\n새벽 연맹과 가토의 첫 협력은, 연맹이 극도로 위태로운 상황에 처했을 때 이루어졌습니다.\n\n당시 파에톤은 핵심 정보를 가로채 연맹의 최정예 전력이 머무는 야영지를 기습했습니다. 헬리오스 캐논의 집요한 화력과 제노비아의 빠른 돌격으로, 야영지는 순식간에 벼랑 끝에 몰렸습니다.\n\n그 결정적 순간, 가토가 제3세력으로 전투에 난입했습니다. 측면에서 나타난 그의 부대는 파에톤의 진형을 갈기갈기 찢어놓았습니다.\n\n일대일 대결에서 가토는 오만한 제노비아를 찌르는 데 성공했고, 그 틈을 타 로건이 포위에서 벗어날 기회를 만들었습니다. 로건은 홀로 절벽 정상에 올라 대포를 파괴했습니다. 결국 두 강력한 전력은 호흡을 맞춰 파에톤의 공격을 격퇴했습니다. 가토는 새벽 연맹 합류 제안을 거절했지만, 로건에 대한 존경과 자신의 부대로 그를 장군으로 영입하고 싶다는 바람은 숨기지 않았습니다.\n\n가토의 정체는 사실 먼 이국 땅의 왕입니다. 그는 십 대에 왕위에 올랐지만, 왕국은 내분과 외침에 시달리고 있었습니다. 불과 몇 년 만에 그는 위태롭던 통치를 안정시키고 반란을 진압해 분열된 왕국에 통일을 되찾았습니다. 압도적인 열세 속에서도 강적을 물리친 그는, 백성들에게 영웅으로 추앙받았습니다.\n\n영토 확장을 위한 끈질긴 노력 끝에 왕국은 그 어느 때보다 번영했고, 즉위 10년 만에 그는 역사상 가장 위대한 왕으로 떠올랐습니다.\n\n그러나 좋은 시절은 오래가지 않았습니다. 어떤 사건으로 인해, 가토는 왕국을 다른 이에게 맡기고 고향을 떠나는 여정을 시작할 수밖에 없었습니다…\n\n가토의 궁전에는 한때 값비싼 보물이 숨겨져 있었습니다. 세계의 운명을 기록했지만 해독할 수 없던 기묘한 책이었죠.\n\n몇 해 전, 파에톤의 사절이 그의 궁전을 방문했습니다. 그 사절이 고대 언어에 정통하다는 것을 알게 된 가토는 책의 비밀을 풀어달라 부탁했습니다. 하지만 수수께끼는 풀리지 않았고, 책은 그 신비한 사절과 함께 사라졌습니다.\n\n가토는 책을 잃은 일을 자신의 과실로 여겼습니다. 왕으로서 그는 국보를 되찾아야 한다는 책임을 짊어졌습니다. 가장 신뢰하는 군단과 함께 원정길에 오르기 전, 그는 백성들 앞에서 맹세했습니다. 파에톤에게서 그 책을 되찾기 전에는 결코 돌아오지 않겠다고 말입니다.",
"hero.gatot.skill.500341.name": "왕의 결의",
"hero.gatot.skill.500341.desc": "가토가 왕가의 후계자다운 결의의 보호막을 활성화합니다. 5초 동안 공격력*220%/260%/300%/340%/380%에 해당하는 보호막을 얻으며, 보호막이 먼저 소모됩니다.",
"hero.gatot.skill.500342.name": "왕권의 위엄",
"hero.gatot.skill.500342.desc": "가토의 타고난 위엄이 모든 적 영웅을 위협해 공격력을 1%/2%/3%/4%/5% 감소시키고, 3초 동안 가토의 공격력을 (1%/2%/3%/4%/5% × 위협당한 영웅 수)만큼 증가시킵니다.",
"hero.gatot.skill.500343.name": "왕의 무무",
"hero.gatot.skill.500343.desc": "가토의 뛰어난 전투술이 전쟁의 춤처럼 펼쳐집니다. 적의 일반 공격을 회피할 확률이 3%/6%/9%/12%/15% 증가하고, 치명타 확률이 4%/8%/12%/16%/20% 증가합니다.",
"hero.gatot.skill.500344.name": "황금 수비대",
"hero.gatot.skill.500344.desc": "가토가 제국 수비대 전술로 부대를 지휘합니다. 그의 보병 방어력이 6%/12%/18%/24%/30% 증가합니다.",
"hero.gatot.skill.500345.name": "왕의 하사",
"hero.gatot.skill.500345.desc": "위대한 왕들의 축복이 가토의 보병에게 내립니다. 보병이 공격할 때마다 1턴 동안 공격력*6%/12%/18%/24%/30%에 해당하는 보호막을 얻습니다.",
"hero.gatot.skill.500346.name": "왕실 군단",
"hero.gatot.skill.500346.desc": "가토의 위압적인 군단이 적에게 공포를 심어, 적의 공격력을 5%/10%/15%/20%/25% 감소시킵니다.",
"hero.gatot.weapon.name": "황금 송곳니",
"hero.gatot.weapon.perk.500347.name": "왕의 처벌",
"hero.gatot.weapon.perk.500347.desc": "\"왕의 결의\"에 공격력*95%에 해당하는 추가 보호막이 더해집니다. 또한 보호막이 유지되는 동안 받은 피해의 30%를 적에게 반사합니다.",
"hero.gatot.weapon.perk.500348.name": "불멸의 도시",
"hero.gatot.weapon.perk.500348.desc": "불멸의 도시는 용기와 결의로 단련됩니다. 수비 부대의 방어력이 15% 증가합니다."
,
"hero.gisela.name": "기젤라",
"hero.gisela.story": "오스터모어 출신의 이 작은 소녀는, 도시를 대표하는 기계 천재—역대 최연소 ‘장인장(크래프트마스터)’ 칭호 수여자—처럼 보이지 않습니다. 하지만 오스터모어가 ‘자동 포탑’, ‘기계 경비병’, ‘무인 비행 장치’ 같은 신식 무기로 무장할 수 있었던 건 대부분 기젤라의 손길 덕분이었습니다.\n이 훌륭한 발명품들 가운데서도, 가장 뛰어난 걸작은 기젤라 개인용 ‘미니 실드’일지도 모릅니다. 도시를 지키는 거대한 방패가 하듯, 개인을 검과 머스킷 탄환으로부터 보호하려는 장치입니다. 아직 시험 단계이며, 장치는 “완전히 안정적이지” 않습니다.\n\n이 모든 업적이 더 놀라운 이유는, 기젤라의 작은 체구와 주름 하나 없는 ‘동안’ 외모가 주는 착각 때문입니다. 기젤라는 오스터모어의 전형적인 백발의 장인장처럼 보이지 않는다는 이유로 가볍게 취급당하기보다, 진지하게 인정받길 원합니다. 기젤라를 가장 빠르게 화나게 만드는 방법은 그녀를 내려다보는 말투로 대하는 것입니다. 그리고 그녀는 자주 화가 납니다.\n필요는 발명의 어머니입니다. 기젤라가 더 큰 존중을 얻고자 했던 필요는 ‘메카 암’으로 이어졌습니다. 갑자기 몇 톤짜리를 옮겨야 하나요? 강철을 원하는 형태로 펀칭해야 하나요? 두려움을 이겨내고 반짝이는 거대한 팔을 가진 무시무시한 여인에게 부탁하세요. 기젤라는 결코 폭력적인 사람이 아닙니다. 그녀를 알게 된 사람들은 진짜로 다정한 영혼을 알아봅니다.\n\n솔직히 말해, 과소평가에는 장점도 많습니다. 적에게 과소평가받는 것은 невероят한 선물입니다.\n기젤라가 장인장이 되기 전에는 ‘나쁜 시절’이 있었습니다. 파에톤의 군대가 눈사태처럼 들이닥쳤고, 오스터모어의 장인·과학자·기술자들은 포로가 되었습니다. 당시 기젤라는 파에톤 병사들에게 진지하게 보이지 않았기에 오히려 방치될 수 있었습니다. 도시가 대부분 봉쇄된 상황에서, 파에톤은 성문 근처에 쌓여 있던 무기들을 굳이 처리하지 않았습니다. 기젤라는 즉시 밤을 틈타 포탑과 교란 장치, 기습 장치를 대량으로 만들어 ‘그 순간’에 터지도록 준비했습니다. 그리고 오스터모어의 뿔나팔을 입에 댄 기젤라가 신호를 울리자, 야영지 경비는 순식간에 무너졌고 포로들은 즉시 무장했습니다.\n파에톤은 정면 결전을 준비했지, 낯선 골목에서 벌어지는 게릴라전을 예상하지 못했습니다. 파에톤 병력은 빠르게 붕괴했고, 쫓겨나며 값비싼 장비를 그대로 남겼습니다.\n\n오늘의 오스터모어는 평화롭습니다. 파에톤의 유령이 아니라, 내일의 장인들이 만들어낼 어떤 기술 괴담이 도시를 떠도는 평화 말입니다—최근에는 ‘점핑 잭’ 전설이, 한 번의 도약으로 탑을 뛰어넘는 모습으로 사람들을 공포와 매혹에 빠뜨리고 있습니다. 그런데 기젤라가 조사에 끼지 않으려 하자, 소문은 더 커졌습니다.\n그녀에게는 이유가 있습니다. 동료 발명가 로이드는 병든 아버지를 돕기 위해 수년간 기계식 외골격 슈트를 만들다가, 마침내 기젤라에게 도움을 청했습니다. 두 사람은 놀랄 만큼 적은 문제로 그 공학의 경이를 완성했습니다. 가장 큰 문제는 로이드가 ‘실험용 기니피그’가 되어 직접 확인했습니다. 슈트는 본격적으로 움직이기 시작하면, 즉 ‘점프’가 시작되면 사용자 입력에 반응하지 않았던 것입니다.\n로이드는 슈트의 동력이 꺼지며 기적적으로 무사히 살아남았습니다. 하늘을 날아다니는 고철 덩어리에 대한 소문은 순식간에 퍼졌고, 오스터모어의 소문 공장을 폭주하게 만들었습니다. 기젤라와 로이드는 그들의 비밀이 아직 들키지 않은 것을 매우 다행으로 여기고 있습니다.",
"hero.gisela.skill.500501.name": "초과부하",
"hero.gisela.skill.500501.desc": "기젤라가 메카 암을 공격 모드로 5초 동안 과부하시키며 에너지 50을 획득합니다. 또한 공격 속도가 20%/30%/40%/50%/60% 증가하고, 방어력이 50%/75%/100%/125%/150% 증가합니다.",
"hero.gisela.skill.500502.name": "강철 해머",
"hero.gisela.skill.500502.desc": "기젤라가 메카 암으로 대상 지역을 강타해 공격력*100%/110%/120%/130%/140% 광역 피해를 주고, 에너지 25를 획득합니다.",
"hero.gisela.skill.500503.name": "휴대 실드",
"hero.gisela.skill.500503.desc": "기젤라가 에너지 100에 도달하면 미니 실드를 가동합니다. 3초 동안 공격력*70%/100%/130%/160%/190%에 해당하는 실드를 획득합니다. 일반 공격 1회마다 에너지 3/6/9/12/15를 획득합니다.",
"hero.gisela.skill.500504.name": "합금 방어",
"hero.gisela.skill.500504.desc": "기젤라의 첨단 기술로 보병 방어력이 6%/12%/18%/24%/30% 증가합니다.",
"hero.gisela.skill.500505.name": "스크랩 공방",
"hero.gisela.skill.500505.desc": "기젤라가 지휘하는 보병은 40% 확률로 1턴 동안 모든 부대의 방어력을 10%/20%/30%/40%/50% 증가시킵니다.",
"hero.gisela.skill.500506.name": "시험 실드",
"hero.gisela.skill.500506.desc": "모든 부대가 40% 확률로 받는 피해를 10%/20%/30%/40%/50% 감소시킵니다.",
"hero.gisela.weapon.name": "헬라코어",
"hero.gisela.weapon.perk.500507.name": "에너지 효율",
"hero.gisela.weapon.perk.500507.desc": "일반 공격 1회당 추가로 에너지 15를 획득하며, 에너지 100 도달 시 실드 강도가 공격력*190%만큼 증가합니다.",
"hero.gisela.weapon.perk.500508.name": "자동 조준",
"hero.gisela.weapon.perk.500508.desc": "수비 부대의 공격력이 15% 증가합니다.",

"hero.gordon.name": "고든",
"hero.gordon.story": "고든은 학자다운 풍모를 지녔음에도, 툰드라의 민간인과 도시의 안위를 해친다고 여기는 이들에게는 공포 그 자체입니다. 즉 약탈자와 약탈 행위자들은, ‘이 시대의 위대한 독살자’로 불리는 고든의 명성을 두려워해야 합니다.\n가장 단단한 방패와 가장 튼튼한 갑옷도 고든이 선택한 무기 앞에서는 소용없습니다. 그는 움직임을 봉쇄하고 싶은 자에게는 느린 독을, 흔적 없이 고통을 주고 싶은 자에게는 고통의 영약을 씁니다. 게다가 독에 내성이 생긴 고든은 자신의 독을 두려워할 이유도 없습니다. 바히티는 기뻐하며 이렇게 말했습니다. \"고든이 그런 특이한 재능을 해를 끼치려는 자들에게만 쓰는 걸 우리는 정말 감사해야 해.\"\n\n낮에는 고든이 하는 가장 ‘모험적인’ 일은 가르치는 것입니다. 그는 비범한 과학 지식을 다음 세대의 뛰어난 두뇌들에게 전수합니다. 수천을 죽인 교수라 해도, 학생들은 박식한 스승을 두려워할 필요가 없습니다. 그의 명성은 오히려 뛰어난 교육 능력과 카리스마로 강화됩니다.\n도시 밖, 무고한 생명을 위협하는 자들을 상대할 때에만 고든은 자신이 ‘메뚜기’라 부르는 자들에게 자비 없이 독을 행사합니다. 그때의 고든은 전장 구석구석에 빠른 독과 치명적인 안개를 퍼뜨려, “살 자격이 없는” 이들을 질식시키려 드는 광인처럼 보이기도 합니다.\n\n우아함과 분노가 뒤섞인 고든의 기이한 성격은, 파에톤과 ‘독소 박사 테오도어’의 손에 의해 부유한 도시가 지옥 같은 황무지로 전락했던 시장 시절의 끔찍한 경험에서 비롯되었습니다. 독소 박사에게 파에톤은 계속된 과학 실험을 위한 ‘열쇠 구멍’이었습니다. 독소 박사는 전면 화학 폭격을 명령했습니다. 마침내 “실험 대상”을 찾았던 것입니다.\n시장인 고든은 특별 대우를 받았습니다—정체불명의 효과를 지닌 유독한 점액으로 가득한 지하 저장고에 잠겨졌고, 잔혹한 관찰자들은 7일 7밤을 그를 썩게 내버려 두며 결과를 지켜봤습니다. 그것은 7일간의 순수한 고문이었습니다.\n\n“죽지 않으면 강해진다”는 말은, 고든에게는 সত্য였습니다.\n7일 뒤, 실험자들은 결론을 얻었습니다. 점액은 극심한 고통을 줬지만, 지속적인 신체 기형은 남기지 않았습니다. 그리고 새벽 연맹이 마침내 폐허를 독소 박사의 손아귀에서 되찾았을 때, 고든은 자신이 거의 다치지 않았고, 다른 주민들과 달리 정신도 온전하다는 사실에 놀랐습니다. 게다가 그 긴 침수는 고든을 여러 흔한 독에까지 면역으로 만들어 놓은 듯했습니다.\n이제 고든의 삶의 목표는, 세상이 경악할 만큼 독소 박사 테오도어에게 같은 공포를 되돌려주는 것입니다. 하지만 복수심이 그의 이성을 완전히 뒤틀지는 않았습니다. 그는 과거를 고칠 수 없다는 걸 알지만, 비슷한 비극을 막을 도덕적 의무를 느낍니다. 그래서 고든은 악한 ‘메뚜기’들을 상대로, “독에는 독으로” 되돌려주려는 위대한 십자군이 되었습니다.",
"hero.gordon.skill.500151.name": "독성 폭발",
"hero.gordon.skill.500151.desc": "고든이 항아리를 던져 독성 안개로 분해시킵니다. 3초 동안 0.5초마다 주변 적에게 공격력의 50%/55%/60%/65%/70% 피해를 줍니다.",
"hero.gordon.skill.500152.name": "독성 화학병",
"hero.gordon.skill.500152.desc": "고든이 화학 플라스크를 정밀하게 던져 대상을 중독시킵니다. 2초 동안 0.5초마다 공격력의 25%/27.5%/30%/32.5%/35% 피해를 주고, 대상이 받는 피해를 5%/10%/15%/20%/25% 증가시킵니다.",
"hero.gordon.skill.500153.name": "내성 강화",
"hero.gordon.skill.500153.desc": "고든의 몸이 독성 과노출에 적응해 새로운 반응을 만들어냅니다. 방어력이 25%/37.5%/50%/62.5%/75% 증가합니다.",
"hero.gordon.skill.500154.name": "맹독 주입",
"hero.gordon.skill.500154.desc": "고든이 창병의 무기를 독으로 적십니다. 창병은 2회 공격마다 20%/40%/60%/80%/100% 추가 피해를 주고, 대상에게 1턴 동안 중독을 부여합니다. 중독된 적은 가하는 피해가 4%/8%/12%/16%/20% 감소합니다.",
"hero.gordon.skill.500155.name": "화학적 공포",
"hero.gordon.skill.500155.desc": "고든의 독 묻은 무기가 전장을 공포에 빠뜨립니다. 창병이 가하는 피해가 30%/60%/90%/120%/150% 증가하며, 3턴마다 1턴 동안 모든 적 부대가 가하는 피해가 6%/12%/18%/24%/30% 감소합니다.",
"hero.gordon.skill.500156.name": "독성 방출",
"hero.gordon.skill.500156.desc": "고든이 방어용 생체 독성 안개를 생성합니다. 적 전열 보병을 혼란시켜 받는 피해를 6%/12%/18%/24%/30% 증가시키고, 기억/시야를 차단해 적 궁병가 가하는 피해를 6%/12%/18%/24%/30% 감소시킵니다. (4턴마다 2턴 지속)",
"hero.gordon.weapon.name": "본크럭스 베놈",
"hero.gordon.weapon.perk.500157.name": "포션 #1325",
"hero.gordon.weapon.perk.500157.desc": "고든의 화학 무기고가 고든의 가하는 피해를 25% 증가시키고, 중독된 대상의 공격력을 15% 감소시킵니다.",
"hero.gordon.weapon.perk.500158.name": "생체 강습",
"hero.gordon.weapon.perk.500158.desc": "고든이 아군에게 특수 독무기를 제공해 집결 부대의 치명도를 15% 증가시킵니다.",

"hero.greg.name": "그레그",
"hero.greg.story": "그레그의 눈에 얼어붙은 세계는 위험이 가득한 숲과 같습니다. 가장 가혹한 환경이야말로 인간성을 벗겨내고 악을 가장 잘 드러낸다고 그는 믿습니다. “그래서 질서가 필요하다.” 그가 말했습니다.\n\n그레그는 이성과 규정으로 세계의 질서를 되찾고자 하며, 법의 존엄을 지키는 데 헌신합니다. 판사로서 그는 공정하고 직무에 충실하지만, 그 때문에 타인의 방해를 받기도 합니다. 목숨이 위태로웠던 적이 한두 번이 아니지만, 그는 한 번도 흔들리지 않았습니다. 오히려 수많은 생사의 고비를 넘기며 결의는 더 단단해졌습니다.\n\n그의 경고는 무법자들을 향합니다. 언젠가 당신들은 모두 ‘칙령’에 의해 제재받을 것이다. 솔라리스가 무너졌음에도, 그레그는 예전 법을 여전히 지키고 있습니다.\n\n그레그는 낡은 규정들 중 일부가 시대에 맞지 않다는 것도 압니다. 칙령이 이미 사라진 귀족들의 권리를 보호하도록 만들어져 있기 때문입니다. 그럼에도 지금으로서는 더 나은 대안이 없습니다. 언젠가 그레그가 새벽 연맹의 제안을 받아들여, 새로운 칙령을 함께 만드는 날이 올지도 모릅니다.\n\n그레그의 이념은 자경단 플린트와 크게 다릅니다. 그레그는 복수심이 재판과 정당한 사법 절차를 건너뛸 이유가 되지 않는다고 믿습니다. 반면 플린트는 파에톤과 비열한 약탈자들을 그냥 불태워버리고 싶어 합니다. 플린트는 그레그의 수배 명단에 올라 있지만, 그레그는 마주친 적이 있어도 플린트에게 손을 댄 적이 없습니다.\n\n세르게이의 이야기는 그레그로 하여금 자신의 엄격한 법치 신념을 의심하게 만든 유일한 사례였습니다. 도시를 지키려 상관의 명령을 거부한 세르게이가 정말 사형을 받아야 했을까? 그레그는 인정했습니다. “그날 내가 재판장이었다면, 어떤 판결을 내려야 할지 모르겠다.”",
"hero.greg.skill.500201.name": "의로운 바람",
"hero.greg.skill.500201.desc": "하늘에서 철창을 소환해 범위 내 적에게 공격력*160%/176%/192%/208%/224% 피해를 주고, 2초 동안 기절시킵니다.",
"hero.greg.skill.500202.name": "시적 정의",
"hero.greg.skill.500202.desc": "적 대상에게 재판을 열어 처벌 또는 포상을 내립니다. 처벌은 대상에게 공격력*220%/240%/260%/280%/300% 피해를 주며, 포상은 대상의 체력을 그레그 공격력*50%만큼 회복시킵니다.",
"hero.greg.skill.500203.name": "공정한 판결",
"hero.greg.skill.500203.desc": "적이 저지른 죄에 대해 가혹한 벌을 내립니다. 3초 동안 적이 받는 피해가 10%/15%/20%/25%/30% 증가합니다.",
"hero.greg.skill.500204.name": "정의의 검",
"hero.greg.skill.500204.desc": "아군 부대를 무자비한 정의의 검으로 만듭니다. 20% 확률로 3턴 동안 모든 부대가 가하는 피해가 8%/16%/24%/32%/40% 증가합니다.",
"hero.greg.skill.500205.name": "법의 억제력",
"hero.greg.skill.500205.desc": "그레그가 법의 권위로 적을 위협합니다. 모든 부대의 공격이 20% 확률로 2턴 동안 모든 적 부대가 가하는 피해를 10%/20%/30%/40%/50% 감소시킵니다.",
"hero.greg.skill.500206.name": "법과 질서",
"hero.greg.skill.500206.desc": "그레그의 법과 질서에 대한 신념이 모두를 고무합니다. 모든 부대의 체력이 5%/10%/15%/20%/25% 증가합니다.",
"hero.greg.weapon.name": "국가 칙령",
"hero.greg.weapon.perk.500207.name": "법정 질서",
"hero.greg.weapon.perk.500207.desc": "그레그가 대상을 침묵시키고 5초 동안 스킬 사용을 막습니다(이미 시전된 스킬은 영향 없음). 또한 공격력*300% 피해를 줍니다.",
"hero.greg.weapon.perk.500208.name": "정의의 나팔",
"hero.greg.weapon.perk.500208.desc": "그레그가 정의와 신념의 깃발 아래 군을 집결시킵니다. 집결 부대의 체력이 15% 증가합니다.",

"hero.gregory.name": "그레고리",
"hero.gregory.story": "\"제국의 영광을 위해! 옛 솔라리스를 위해!\" 오늘날 솔라리스 제국이 아득한 기억이 되었어도, 그레고리의 열정적인 전투 함성은 한 번도 흔들린 적이 없습니다.\n제국의 통치는 선파이어 성이 산적 군대에게 함락되던 날 끝났습니다. 툰드라는 선언했습니다. 모두가 각자 살아남아야 한다고. 그레고리의 병사들도 예외가 아니었고, 많은 솔라리스 구(舊)군인들처럼 생계를 위해 용병의 길로 내몰렸습니다. 그러나 그레고리의 마음속에서는, 솔라리스 깃발이 다시 선파이어 성 꼭대기에 펄럭이는 ‘영광의 시절’에 대한 그리움이 한 번도 사라진 적이 없습니다.\n그레고리 휘하의 병사들은 덜 낙관적이지만, 그레고리의 유능한 지휘가 가져오는 빵과 소소한 안락함을 마다하지도 않습니다. 그레고리는 과거에도 지금도 인기 있는 지휘관입니다.\n\n기마 검객으로서 그레고리는 아마도 비할 자가 없고, 강하게 빠르게 치고 들어가는 전술가이자 구세계 보병 전술의 전문가로서도 최고라 할 만합니다. 그가 제국 최후의 ‘새벽수호대’ 분대의 수장이 된 것은 우연이 아니었고, 그들의 희생적이고 충성스러운 노력 덕분에 어린 여황제는 살아남았습니다.\n선파이어 성에서의 탈출은 또 다른 복잡함을 안겼습니다. 새 세계에서 여황제의 역할은 무엇인가? 그리고 더 현실적으로, 시종·견습기사·하녀가 없는 삶을 그들은 어떻게 버틸 것인가?\n\n겉모습과 달리 그레고리는 거친 사람이 아닙니다. 그를 잘 아는 이들은, 엄한 얼굴 아래 숨은 부드러움과 특히 어린 여황제를 향한 다정함을 증언합니다.\n원칙적으로 그레고리는 여황제가 여전히 일종의 왕권을 지닌다고 믿습니다. 그래서 그는 종종 ‘삼촌’이자 조언자, 집사, 그리고 위험이 닥치면 경호원이 됩니다. 또한 그레고리는 제국의 옛 방식을 지키려 애쓰며, 제국의 부활이 불가능해 보일 때조차도 폐하와 수행원들에게 궁정 예절과 왕실 복장을 고집합니다.\n\n선파이어 성이 무너진 날은 그레고리의 기억에 영원히 불타오르는 날입니다. 모든 것을 잃었지만, 대신 새로운 목적을 얻은 날이기도 합니다.\n그레고리는 죽어가던 근위대 대장에게서 명령을 받았습니다. 어린 여황제가 살아 있다! 하지만 안전지대로 가려면 그의 병사들은 약탈과 혼란, 피비린내가 뒤엉킨 절대적 혼돈 속을 ‘바늘구멍처럼’ 통과해야 했습니다. 거의 불가능한 임무였지만, 마지막에 그레고리는 갑옷에 여러 개의 화살 상처로 피를 흘리면서도 여황제를 도시 밖 안전지대로 이끌었습니다. 병사들이 폐하를 안전한 곳으로 모실 계획을 세우던 그때, 그레고리는 공포에 질린 폐하의 눈을 바라보며 스스로를 일으켜 세울 힘을 다시 끌어냈습니다. 그 순간부터 그의 운명은 후계자와 묶였고, 그는 가장 충성스러운 수호자가 되었습니다.",
"hero.gregory.skill.500411.name": "산의 검",
"hero.gregory.skill.500411.desc": "그레고리가 격렬한 일격을 준비해 주변 적에게 공격력*100%/110%/120%/130%/140% 광역 피해를 주고, 적을 밀쳐내며 1초 동안 기절시킵니다.",
"hero.gregory.skill.500412.name": "방어 반격",
"hero.gregory.skill.500412.desc": "그레고리가 대검을 방어 자세로 엮어듭니다. 10%/20%/30%/40%/50% 확률로 받는 피해를 절반으로 감소시킵니다.",
"hero.gregory.skill.500413.name": "희생의 의지",
"hero.gregory.skill.500413.desc": "그레고리가 쓰러져도 그의 본보기는 남습니다. 그레고리가 패배한 뒤 5초 동안 모든 아군 부대의 공격력이 8%/12%/16%/20%/24% 증가합니다.",
"hero.gregory.skill.500414.name": "태양의 군단",
"hero.gregory.skill.500414.desc": "그레고리가 부대가 몰랐던 잠재력을 끌어냅니다. 모든 부대의 공격력이 3%/6%/9%/12%/15% 증가하고, 방어력이 2%/4%/6%/8%/10% 증가합니다.",
"hero.gregory.skill.500415.name": "돌격 강습",
"hero.gregory.skill.500415.desc": "그레고리가 용기와 열정으로 모두를 고무합니다. 모든 부대의 일반 공격이 5%/10%/15%/20%/25% 확률로 치명타 피해를 줍니다.",
"hero.gregory.skill.500416.name": "불굴",
"hero.gregory.skill.500416.desc": "그레고리가 끊기지 않는 방어선을 구축합니다. 보병이 받는 피해가 4%/8%/12%/16%/20% 감소합니다.",
"hero.gregory.weapon.name": "솔라소드",
"hero.gregory.weapon.perk.500417.name": "불굴의 갑주",
"hero.gregory.weapon.perk.500417.desc": "그레고리의 판금 갑옷이 그를 지켜 방어력이 50% 증가합니다. 또한 불굴의 의지로 기절, 마비 등 방해 효과에 면역이 됩니다.",
"hero.gregory.weapon.perk.500418.name": "근위의 날",
"hero.gregory.weapon.perk.500418.desc": "용기와 승리에 대한 의지는 언제나 용병의 탐욕을 넘어섭니다. 그레고리의 지휘로 수비 부대의 치명도가 15% 증가합니다.",

"hero.gwen.name": "그웬",
"hero.gwen.story": "그웬과 노라는 첫인상은 제각각이지만, 둘 다 새벽 연맹에서 동등하게 존경받는 지휘관으로 꼽히곤 합니다.\n\n기계화 여단의 지휘관인 노라는 번개 같은 돌격, 적 진형 붕괴, 매복, 대담한 기습에 능합니다. 반면 그웬은 학자 같고 책벌레 같은 분위기를 풍깁니다. 그웬이 새벽 연맹에서 높은 지위를 얻은 것은, 전장 상공에서 적의 움직임을 표시할 수 있는 혁신적인 비행 장치들 덕분입니다. 뛰어난 조종사인 그웬은, 수많은 난관의 연맹 임무에 결정적이었던 정교한 발명품들을 개척해 왔습니다.\n\n기계공 제시는 그웬을 이렇게 말했습니다. \"공학의 신동이야. 세상에 몇 안 되는 재능이지. 그웬의 발명품은 연맹에 엄청난 도움을 줬어. 하지만 그웬이 진짜 원하는 건, 하늘을 정복할 항공기를 만드는 거라고 생각해.\"\n\n그웬은 전투를 좋아하지 않습니다. 하지만 아버지의 비극은, 때로는 싸움과 그 잔혹한 결과를 피할 수 없다는 사실을 그녀에게 남겼습니다. 그웬은 언니 노라의 지도와 훈련 덕분에 놀라울 정도로 강한 전투원이 되었습니다. 다만 그웬의 신중함은 여전해서, 승부가 불확실하면 이탈하는 편입니다. 아이러니하게도 그웬은 새로운 기계 시제품을 시험할 때 가장 위험해집니다. 발명은 종종 위험한 일이니까요.\n\n동생을 향한 노라의 사랑은 의심의 여지가 없지만, 두 자매의 여정에는 갈등도 있었습니다. 노라는 그웬을 전투의 이치에 눈뜨게 하려 여러 번 노력했지만, 실전 총격전에서 그웬의 안전을 끝내 두려워합니다. 노라는 또 다른 가족을 잃고 싶지 않습니다. 마찬가지로 노라는 그웬의 비행 기계 집착도 불안해합니다. 발명 과정의 위험과, 그 모든 ‘장난감’이 헛수고가 될 가능성 때문입니다. 또한 노라는 그웬의 과학적 열정이 아버지를 떠올리게 합니다. 아버지의 비극처럼, 노라는 폭력의 위협과 생존 앞에서는 세상의 지식이 무력하다고 믿습니다.\n\n하지만 자매 관계는 점차 좋아졌습니다. 예를 들어 노라는 최근 그웬의 적극적인 전투 참여와 연구 집중을 받아들이기 시작했습니다. 이런 긍정적 변화에는, 파에톤과의 매우 거친 교전에서 그웬이 보여준 탁월한 공헌이 큰 몫을 했습니다. 어느 운명적인 아침, 파에톤은 기계화 보병과 중장갑 경비대를 앞세워 도시를 강철의 고리처럼 포위하며 잔혹한 침공을 시작했습니다. 절망적이고도 압도적인 광경이었습니다.\n그때 미리 대피했던 그웬이 비행선으로 돌아와, 혼란에 빠진 적 진영에 폭발물 포격을 연달아 쏟아부었습니다. 파에톤이 허둥대는 순간, 노라는 완벽한 역습 타이밍을 잡았습니다. 노라는 동생이 보여준 놀라운 용기와 기술, 결단력, 그리고 기지를 보며 깨달았습니다. 그웬은 더 이상 보호가 필요한 아이가 아니었습니다. 그웬은 스스로를 지킬 수 있었습니다.",
"hero.gwen.skill.500261.name": "일제 사격",
"hero.gwen.skill.500261.desc": "그웬이 후방의 적(영웅 우선)을 향해 치명적인 일제 사격을 퍼붓습니다. 공격력*180%/198%/216%/234%/252% 광역 피해를 주며, 충격파가 2초 동안 대상의 공격 속도를 50% 감소시킵니다.",
"hero.gwen.skill.500262.name": "하늘 저격",
"hero.gwen.skill.500262.desc": "그웬이 대상(영웅 우선)에게 공중 지원 정밀 타격을 가합니다. 공격력*100%/110%/120%/130%/140% 피해를 주며, 50% 확률로 피해가 2배가 됩니다.",
"hero.gwen.skill.500263.name": "지옥불",
"hero.gwen.skill.500263.desc": "그웬이 소이탄을 발사해 범위 내 모든 적을 불태웁니다. 3초 동안 초당 공격력*35%/38.5%/42%/45.5%/49% 피해를 줍니다.",
"hero.gwen.skill.500264.name": "독수리의 시야",
"hero.gwen.skill.500264.desc": "그웬이 전투 중 적의 약점을 꿰뚫는 시야를 제공합니다. 대상이 받는 피해가 5%/10%/15%/20%/25% 증가합니다.",
"hero.gwen.skill.500265.name": "제공권 장악",
"hero.gwen.skill.500265.desc": "그웬이 하늘을 지배합니다. 5회 공격마다 1회 20%/40%/60%/80%/100% 추가 피해를 주고, 어떤 출처로든 다음 공격이 5%/7.5%/10%/12.5%/15% 추가 피해를 주도록 강화합니다.",
"hero.gwen.skill.500266.name": "폭파 전문가",
"hero.gwen.skill.500266.desc": "그웬이 부대에 수류탄을 장비시킵니다. 4회 공격마다 1회 모든 적에게 10%/20%/30%/40%/50% 추가 피해를 줍니다.",
"hero.gwen.weapon.name": "희망의 날개",
"hero.gwen.weapon.perk.500267.name": "화력 지원 유닛",
"hero.gwen.weapon.perk.500267.desc": "그웬의 자동 보조 무기가 스킬 시전 시 무작위 대상(영웅 우선)을 공격해 공격력*70% 피해를 줍니다.",
"hero.gwen.weapon.perk.500268.name": "약탈자",
"hero.gwen.weapon.perk.500268.desc": "그웬이 공격 전술의 전문성을 활용합니다. 집결 부대의 치명도가 15% 증가합니다."
,
"hero.hank.name": "행크",
"hero.hank.story": "광활한 툰드라에는 험한 지형이나 야생 짐승 때문에 인류가 생존을 위해 몸부림치는 지역들이 존재합니다. 아이스브레이커 연맹의 임무는 이런 위험한 땅을 정복해 인류 문명의 지평을 넓히고, 거센 바람과 폭설이 몰아치는 길고 긴 겨울을 견뎌내는 것입니다. 행크는 그 아이스브레이커 연맹의 두려움 없는 개척자 중 한 명입니다.\n\n타고난 엄청난 힘과 큰 용기를 지닌 행크는 수십 년에 걸친 개척 모험 속에서—무법의 빙원에서 산적들과 셀 수 없이 맞붙으며—강철 같은 의지를 길러 왔습니다. 그 모든 전투를 거치며 행크는 각종 손도구를 무기처럼 다루는 법을 완벽히 익혔고, 한 번에 열 명의 적을 상대할 수 있을 정도가 되었습니다.\n\n아이스브레이커 연맹의 가장 유명한 업적을 꼽자면, 툰드라 전역을 휩쓴 아레나 토너먼트의 창설일 것입니다. 그리고 행크는 그 아레나의 열혈 팬입니다. 그는 모든 아레나 전설들의 스탯을 줄줄 외우고, 전술과 진형에 대한 이해도 깊으며, 심지어 자신만의 새로운 전략 개념까지 제시해 왔습니다.\n\n행크는 그저 거친 사나이처럼 보일 수도 있지만, 사실 마음은 무척 따뜻합니다. 그의 전기톱은 거칠고 투박하지만, 그걸로 얼음과 나무를 정교하게 조각해 예술 작품을 만들기도 합니다. 또한 자신이 만든 생생한 조각상들에게 환상적인 이야기를 지어 들려주는데, 툰드라의 아이들은 그 이야기에 푹 빠지곤 합니다. 그뿐만 아니라 행크는 디저트 전문 요리사이기도 합니다.",
"hero.hank.skill.500561.name": "광란의 난도질",
"hero.hank.skill.500561.desc": "행크가 원형 톱을 광란 모드로 전환해 연속으로 2번 베어냅니다. 각 베기는 범위 내 전방의 적에게 공격력*120%/130%/140%/150%/160% 피해를 주고, 2초 동안 방어력을 10%/15%/20%/25%/30% 감소시킵니다.",
"hero.hank.skill.500562.name": "긴급 에너지",
"hero.hank.skill.500562.desc": "행크의 체력이 50% 미만으로 떨어지면 공격력이 10%/15%/20%/25%/30% 증가합니다. 전투당 1회 발동합니다.",
"hero.hank.skill.500563.name": "재활용 & 재사용",
"hero.hank.skill.500563.desc": "행크가 가한 피해의 10%/15%/20%/25%/30%가 자신의 체력으로 전환됩니다.",
"hero.hank.skill.500564.name": "포효하는 분노",
"hero.hank.skill.500564.desc": "모든 부대의 치명도가 5%/10%/15%/20%/25% 증가합니다.",
"hero.hank.skill.500565.name": "튀는 불꽃",
"hero.hank.skill.500565.desc": "보병이 5회 공격할 때마다, 모든 아군 부대가 가하는 피해가 5%/10%/15%/20%/25% 증가하고 받는 피해가 5%/10%/15%/20%/25% 감소합니다.",
"hero.hank.skill.500566.name": "격앙된 힘",
"hero.hank.skill.500566.desc": "4턴마다 2턴 동안, 적 보병이 받는 피해가 6%/12%/18%/24%/30% 증가하고 적 궁병가 가하는 피해가 6%/12%/18%/24%/30% 감소합니다.",
"hero.hank.weapon.name": "포효하는 분노",
"hero.hank.weapon.perk.500567.name": "강철 바리케이드",
"hero.hank.weapon.perk.500567.desc": "\"광란의 난도질\" 사용 시 행크는 3초 동안 공격력*220%에 해당하는 보호막을 획득합니다.",
"hero.hank.weapon.perk.500568.name": "절망의 장벽",
"hero.hank.weapon.perk.500568.desc": "수비 부대의 체력이 15% 증가합니다.",

"hero.hector.name": "헥터",
"hero.hector.story": "포스트 ‘대혹한’ 시대, 검투 전투라는 대담한 새 세계의 아레나 스타이자 논쟁의 여지 없는 챔피언—헥터를 소개합니다. 헥터에게는 값진 상대를 찾아 싸우고, 그들을 꺾는 일이 명예와 자존의 핵심입니다. 그의 전투 방식은 분노한 천둥폭풍이나 억제형 토네이도에 가깝습니다. 닥치는 대로 짓눌러 버리죠.\n\n하지만 헥터를 단순한 괴력의 맹수로 착각해선 안 됩니다. 오히려 그는 복합 격투 스타일과 심리전에 대한 폭넓은 이해로 아레나 서킷에서 명성이 자자합니다. 최근에는 새로운 아레나들이 경쟁 기술을 더 크게 평가하고, 새로운 번영 도시들이 늘어나면서 헥터 같은 전투원들에게 기회가 더욱 많아졌습니다. 이 변화는 헥터에게 엄청난 흥분을 안겨주었고, 특히 더 강력한 적수를 만날 가능성은 그를 들뜨게 했습니다.\n\n헥터는 단 하나의 퍼니스 보호도 없는 작고 가난한 마을에서 태어났습니다. 시대는 혹독했고, 불행히도 먹을 것도 부족했습니다. 어린 헥터는 야생에서 스스로 살아남아야 했습니다. 그것은 ‘연약함’이 어떤 결과를 부르는지에 대한 잔혹한 درس이었습니다. 헥터의 첫 시험은 무리에서 떨어진 굶주린 늑대였습니다. 그리고 그는 싸워 이겼습니다! 그 놀라운 승리는 지나가던 족장 ‘가랄드’의 눈에 띄었고, 가랄드는 소년의 재능에 감탄해 헥터를 거두었습니다.\n\n족장 가랄드는 무예를 중시하는 아이스브레이커 연맹의 충성스러운 일원이었고, 헥터를 아레나에 후원할 생각으로 검투술 훈련을 시작한 것도 자연스러운 수순이었습니다. 헥터의 타고난 재능까지 더해져, 그는 곧 가랄드의 강력한 전사들 중에서도 최강이 되었습니다. 가랄드처럼 헥터 또한 군사주의와 힘의 중요성을 받아들였습니다. 반면 헥터의 고향은 오래전에 얼음과 눈에 삼켜져 사라졌습니다.\n\n헥터의 압도적 힘과 기술, 재능은 그에게 엄청난 아레나 명성을 안겨주었습니다. 헥터가 두려워한 것이 있다면, 그것은 어린 시절의 취약함과 그로부터 떠오르는 불안한 가능성의 기억이었을 것입니다. 그는 인생의 모든 고난은 ‘약함’—자신의 약함이든 타인의 약함이든—에서 비롯된다고 믿기 시작했습니다.\n\n헥터는 약함이 마음을 비틀고, 취약함이 인간을 말할 수 없는 짓으로 몰아넣는다고 믿었습니다. 그래서 그와 같은 이념을 공유하지 않는 이들을 깊이 경멸하게 되었습니다. 하지만 한 번의 재난이, 그의 생각을 더 입체적으로 바꿔 놓았습니다.\n헥터가 한 아레나를 방문했을 때, 거대한 눈보라가 갑자기 휩쓸고 지나갔습니다. 살아남은 헥터는, 자신이 ‘무능한 약자’라고 여겼던 생존자들이 힘을 합쳐 수많은 사람들을 구해내는 모습을 지켜봤습니다. 헥터의 동료들까지 포함해서 말이죠. 개개인은 약해도, 함께하면 마을 전체가 강력한 구조대가 될 수 있었습니다. 그 사건은 헥터에게 깊은 자문을 남겼고, ‘진정한 힘’이 무엇인지 다시 생각하게 만들었습니다.",
"hero.hector.skill.500241.name": "검의 소용돌이",
"hero.hector.skill.500241.desc": "헥터가 검술의 소용돌이를 펼쳐 4초 동안 공격 속도가 80%/90%/100%/110%/120% 증가하고, 빙결·기절 등 모든 제어 효과에 면역이 됩니다.",
"hero.hector.skill.500242.name": "데스페라도",
"hero.hector.skill.500242.desc": "헥터는 위험 속에서 더 강해집니다. 체력이 50% 미만일 때 받는 피해가 20%/30%/40%/50%/60% 감소합니다.",
"hero.hector.skill.500243.name": "아드레날린 분출",
"hero.hector.skill.500243.desc": "치명적 위기는 헥터의 단련된 의지를 자극하는 강력한 묘약입니다. 체력이 50% 미만일 때 공격력이 16%/24%/32%/40%/48% 증가합니다.",
"hero.hector.skill.500244.name": "생존 본능",
"hero.hector.skill.500244.desc": "전장을 읽는 노련한 감각을 지닌 헥터의 존재는 40% 확률로 모든 부대가 받는 피해를 10%/20%/30%/40%/50% 감소시킵니다.",
"hero.hector.skill.500245.name": "광폭",
"hero.hector.skill.500245.desc": "헥터는 잘 조율된 궁병와 함께 요새화된 목표를 공략하는 데 능합니다. 보병의 가하는 피해가 100%/125%/150%/175%/200% 증가하고, 궁병의 가하는 피해가 20%/40%/60%/80%/100% 증가합니다. 이 효과는 10회 공격에 적용되며, 매 공격의 피해 증가량은 이전 공격의 85%로 감소합니다.",
"hero.hector.skill.500246.name": "전격",
"hero.hector.skill.500246.desc": "헥터가 공격 전술을 완성했습니다. 공격 시 25% 확률로 120%/140%/160%/180%/200% 피해를 가합니다.",
"hero.hector.weapon.name": "강철 송곳니",
"hero.hector.weapon.perk.500247.name": "사신의 포옹",
"hero.hector.weapon.perk.500247.desc": "전장의 열기가 전사의 정신을 다시 벼려냅니다. \"검의 소용돌이\" 지속 시간이 1.5초 증가하고, 가한 피해의 15%만큼 헥터의 체력이 회복됩니다.",
"hero.hector.weapon.perk.500248.name": "골리앗",
"hero.hector.weapon.perk.500248.desc": "헥터는 지형을 활용해 공격자를 상대하는 데 능합니다. 수비 부대의 공격력이 15% 증가합니다.",

"hero.hendrik.name": "헨드릭",
"hero.hendrik.story": "선장 헨드릭은 ‘가라앉은 나라’ 전설을 굳게 믿습니다. 그는 신화 속 잃어버린 유적을 찾기 위해, 사랑하는 거대 잠수함 ‘넵튠’号를 타고 어둠 속 바다의 심연을 항해하며 삶의 대부분을 바쳤습니다. 그는 가끔 수면 위로 올라와 바다에서 건져 올린 보물로 보급품을 거래합니다. 예의 바른 면도 있지만, 때로는 기행과 괴상한 언행을 보이기도 합니다. 많은 이들이 그가 미쳤다고 수군댑니다. 심해 탐사에 1만 시간이 넘는 시간을 쏟아부었다면 정신에 타격이 가도 이상할 게 없으니까요. 그럼에도 그의 깊은 항해 지식과 해전 재능만큼은 의심할 여지가 없습니다.\n\n젊은 시절의 헨드릭은 잘생기고 부유하며 카리스마까지 갖춘 사람이었습니다. 하지만 햇빛에 장기간 노출되지 못한 세월이 그를 완전히 바꿔 놓았습니다. 지금의 그는 늙고 초췌해 보이며, 우울한 기운과 불쾌한 냄새로 사람들을 밀어냅니다. 헨드릭은 이런 변화를 알아차리지 못합니다. 넵튠에는 거울 같은 실용성 없는 물건이 없기 때문입니다. 그러던 어느 날, 마을에서 우연히 자신의 반사를 보고는 어떤 사악한 마법사가 자신이나 그 거울에 저주를 걸었다고 생각했습니다.\n\n대부분의 사람들은 보물을 노리고 ‘가라앉은 나라’를 찾으려 했습니다. 하지만 헨드릭은 다릅니다. 그는 전설 속 잃어버린 나라가 자신의 영혼이 도착해야 할 مقصد라고 믿습니다.\n헨드릭은 한때 야망 넘치는 항해사였고, 항해 중 난파를 겪었습니다. 얼음처럼 차가운 바다로 배와 함께 가라앉는 순간, 그는 의식을 잃기 직전에 고대의 해저 도시를 언뜻 보았습니다. 정신을 차렸을 때 그는 해안 마을에서 깨어났습니다. 많은 이들은 그것을 죽음 직전의 환각이라 치부했지만, 그 치명적인 상황에서 그가 어떻게 살아남았는지 설명할 수 있는 사람은 없었습니다.\n\n헨드릭은 자신이 ‘가라앉은 나라’의 사절에게 구출되었다고 확신했습니다. 그는 꿈속에서 그곳의 부름을 자주 들었기 때문입니다. 이 믿음에 이끌려 그는 어떤 대가를 치르더라도 고대 도시를 찾겠다고 맹세했습니다.\n\n헨드릭은 난파가 일어났던 해역으로 돌아가 탐색했지만, ‘가라앉은 나라’는 끝내 찾지 못했습니다. 그래도 그는 포기하지 않았습니다.\n그는 전 재산을 탕진해 거대 잠수함 ‘넵튠’을 건조했습니다. 고대 도시는 단지 다른 바다로 “이동했을 뿐”이라고 믿었기 때문입니다. 넵튠은 칠대양을 누빌 수 있었지만, 보물을 믿는 보물사냥꾼을 제외하면 누구도 그의 광기에 동참하려 하지 않았습니다.\n결국 헨드릭은 다른 배들을 공격해 선원들을 납치해 넵튠에서 일하게 만들었습니다. 운 좋게 살아남은 이들은 그 습격을 바다 괴물의 공격으로 오해하곤 했습니다.\n\n꿈속 속삭임과 대화를 나누며 보낸 시간은, 헨드릭에게 잠수함 주변의 바다 생물들과 마치 텔레파시처럼 소통하는 특별한 능력을 부여했습니다. 이 바다의 주민들은 그가 곤경에 처할 때마다 도와주는 조력자들입니다.",
"hero.hendrik.skill.500361.name": "르뤼에의 노래",
"hero.hendrik.skill.500361.desc": "헨드릭이 어두운 심연에서 고대의 영혼들을 소환해 적을 공격합니다. 범위 내 대상에게 공격력*220%/240%/260%/280%/300% 피해를 주고 1.5초 동안 기절시킵니다.",
"hero.hendrik.skill.500362.name": "가라앉는 닻",
"hero.hendrik.skill.500362.desc": "선장 헨드릭이 믿기 힘든 괴력으로 무거운 닻을 던져, 범위 내 적에게 공격력*100%/110%/120%/130%/140% 피해를 줍니다.",
"hero.hendrik.skill.500363.name": "칠성장어의 키스",
"hero.hendrik.skill.500363.desc": "선장 헨드릭은 타인의 힘을 끌어오는 기묘한 능력을 지녔습니다. 적을 처치할 때마다 가하는 피해가 0.5%/1%/1.5%/2%/2.5% 증가합니다. (최대 15중첩)",
"hero.hendrik.skill.500364.name": "선충의 파식",
"hero.hendrik.skill.500364.desc": "선장 헨드릭이 거대한 선박 선충을 지휘해 적의 갑옷을 갉아먹게 합니다. 모든 적 부대의 방어력이 5%/10%/15%/20%/25% 감소합니다.",
"hero.hendrik.skill.500365.name": "따개비 갑주",
"hero.hendrik.skill.500365.desc": "헨드릭이 4턴마다 모든 아군 부대를 단단한 따개비 껍질로 덮어 2턴 동안 방어력을 6%/12%/18%/24%/30% 증가시킵니다.",
"hero.hendrik.skill.500366.name": "드래곤의 후예",
"hero.hendrik.skill.500366.desc": "3턴마다, 고대 심연 영혼의 후손들이 헨드릭의 궁병와 협동 공격을 펼쳐 모든 적에게 8%/16%/24%/32%/40% 피해를 줍니다.",
"hero.hendrik.weapon.name": "심연 드라이버",
"hero.hendrik.weapon.perk.500367.name": "히드라의 춤",
"hero.hendrik.weapon.perk.500367.desc": "\"르뤼에의 노래\"로 소환된 영혼이 사라지면, 주변 적을 끌어당겨 공격하는 움직이는 촉수를 남깁니다. 촉수는 헨드릭 초기 체력의 30%를 지니며 5초 동안 존재합니다.",
"hero.hendrik.weapon.perk.500368.name": "심연의 축복",
"hero.hendrik.weapon.perk.500368.desc": "고대 심연 영혼의 축복으로 집결 부대의 공격력이 15% 증가합니다.",

"hero.hervor.name": "헤르보르",
"hero.hervor.story": "사틀라의 얼음 봉우리들은 혹독한 최북단 위로 장엄하게 솟아 있습니다. 그 냉혹한 땅에는 무자비한 왕국이 자리하고 있으며, 헤르보르는 그 왕국의 족장입니다.\n이곳에는 퍼니스는커녕 도시도 없습니다. 오직 생존만이 있을 뿐—깊은 겨울의 동굴이나 요새에서의 생존입니다. 지금은 더 힘들지만, 예전에는 조금 더 수월했을지도 모릅니다. 그러나 이들은 강한 민족입니다. 대혹한 이전부터 그들은 약한 동족을 산의 무덤에 묻어왔습니다.\n사틀라의 족장이라는 지위는 헤르보르에 관한 여러 전설에 신빙성을 더합니다. 그녀의 팔이 나무줄기만큼 굵다거나, 전투 함성이 눈사태를 일으킨다거나, 피부가 강철을 견딘다거나. 물론 그 전설을 증명하려면 헤르보르의 통치에 도전하고 살아남을 도전자가 필요하겠죠.\n\n사틀라의 족장 자리는 매 세대 혹독한 아레나 결투 연속전을 통해 얻어집니다.\n헤르보르의 전임자, ‘친족살해자 흐라에스벨그르’는 무려 반세기 동안 지배했습니다. 그의 강인함은, 조상신이나 산신의 가호가 아니면 반쯤 반신(半神)이라 여겨질 정도였습니다. 사람들은 골짜기 위를 나는 독수리 중 어느 것이 흐라에스벨그르의 변장일지 고민할 정도였죠. 그의 왕좌의 방은 도전자들의 머리와 신체 일부로 화려하게 장식되어 있었습니다.\n공포는 도구였고, 흐라에스벨그르는 전설의 불길을 더 키웠습니다. 하지만 공포조차도, 예언된 존재와 그녀의 기적 같은 ‘죽음에서의 귀환’을 막아주진 못했습니다.\n\n마녀의 예언은 부족 평의회에 저주처럼 스며들었습니다. ‘영원한 밤 아래 태어난 쌍둥이는 언젠가 신의 피를 마시게 된다.’ 흐라에스벨그르의 아내는 월식 중에 아이를 낳았습니다. 괴롭고 불길했지만, 흐라에스벨그르는 권력에 대한 어떤 위협도 무시할 수 없었습니다. 다만 직접 칼을 들기보다, 산이 대신 일을 하게 두었습니다.\n차갑고 외로운 환경 속에서 서로밖에 의지할 것 없던 헤르보르는, 자연과 포식자들의 도전 속에서도 somehow 살아남았습니다. 세월이 흐르자 그들의 운명은 잊힌 전설이 되었습니다.\n그러다 어느 날 성인이 된 헤르보르가 나타나 흐라에스벨그르의 왕좌를 요구하자, 족장 수호대는 경악하며 물러섰습니다. 이것이야말로 신들의 뜻이 아니고서야!\n\n패배를 모르는 아버지와 무적의 딸 사이의 결투는 아침까지 이어졌고, 모두가 보는 앞에서 흐라에스벨그르의 딸은 정말로 “신의 피를 마셨습니다.” 그의 이른바 날개가 부러지는 소리는 새로운 함성과 함께 울려 퍼졌습니다. ‘족장 헤르보르 만세!’\n헤르보르는 사틀라 역사상 가장 강력한 여왕으로 올라섰습니다. 아버지보다 영리하고 교활한 헤르보르는, 가장 강한 참나무도 결국 시든다는 걸 알고 있었습니다—그래서 더 오래 지속되는 힘의 원천을 찾기 위해, 언젠가 자신도 아버지와 같은 운명을 맞이하기 전에, 힘든 길을 선택해 바깥세상으로 나서기로 결심합니다.",
"hero.hervor.skill.500471.name": "대지이동",
"hero.hervor.skill.500471.desc": "헤르보르가 천둥 같은 힘으로 땅을 망치로 내려쳐 전방의 적에게 공격력*100%/110%/120%/130%/140% 피해를 주고, 1초 기절시키며, 3초 동안 적 공격력을 25% 감소시키는 ‘위협’을 부여합니다.",
"hero.hervor.skill.500472.name": "산의 힘",
"hero.hervor.skill.500472.desc": "헤르보르의 기적 같은 힘은 보기만 해도 공포스럽습니다. 일반 공격이 5%/10%/15%/20%/25% 확률로 ‘위협’을 부여하며, ‘위협’은 적이 받는 피해를 3%/6%/9%/12%/15% 증가시킵니다. (최대 3중첩)",
"hero.hervor.skill.500473.name": "돌팔",
"hero.hervor.skill.500473.desc": "가혹한 산악 생활이 헤르보르에게 초인적 인내를 부여했습니다. 받는 피해가 5%/10%/15%/20%/25% 감소하며, 전투 시작 후 첫 9초 동안 기절·마비·빙결 등 모든 제어 효과에 면역이 됩니다.",
"hero.hervor.skill.500474.name": "피를 부르는 외침",
"hero.hervor.skill.500474.desc": "헤르보르의 진심 어린 전쟁 함성이 병사들의 두려움을 불태웁니다. 모든 부대의 치명도가 5%/10%/15%/20%/25% 증가합니다.",
"hero.hervor.skill.500475.name": "불사",
"hero.hervor.skill.500475.desc": "적의 위협도 헤르보르의 얼어붙은 고향에 비하면 미미합니다. 헤르보르 보병이 일반 공격으로 받는 피해가 5%/10%/15%/20%/25% 감소하고, 적 스킬로 받는 피해가 6%/12%/18%/24%/30% 감소합니다.",
"hero.hervor.skill.500476.name": "전투갈증",
"hero.hervor.skill.500476.desc": "헤르보르와 그녀의 보병은 오직 전투만을 바라봅니다. 보병이 받는 피해가 3%/6%/9%/12%/15% 감소하고, 가하는 피해가 2%/4%/6%/8%/10% 증가합니다.",
"hero.hervor.weapon.name": "사틀라의 망치",
"hero.hervor.weapon.perk.500477.name": "족장의 표식",
"hero.hervor.weapon.perk.500477.desc": "헤르보르의 망치는 사틀라의 힘을 상징하는 영광의 표식입니다. 공격 속도가 30% 증가하고, 일반 공격의 ‘위협’ 발동 확률이 25% 증가합니다.",
"hero.hervor.weapon.perk.500478.name": "바위의 요새",
"hero.hervor.weapon.perk.500478.desc": "헤르보르가 수비대를 자신의 불굴한 모습으로 다시 단련합니다. 수비 부대의 방어력이 15% 증가합니다.",

"hero.karol.name": "카롤",
"hero.karol.story": "전장에는 다른 어떤 것과도 다른 펄럭임과 울부짖음이 있습니다. 아군은 구원이 왔음을 알고, 적은 공포에 떱니다. 독수리 여단의 돌격이 시작된 것입니다. 창과 검, 정화의 강철로 무장한 독수리 여단은 전장을 순식간에 종횡무진 가로지르며, 결정적인 승리를 쟁취합니다.\n카롤은 여단 역사상 가장 어린 편에 속하지만, 기마 전쟁의 숙련과 수많은 승전 덕분에 이미 부하들 사이에서 전설에 가까운 존재가 되었습니다.\n\n카롤의 고향은 대혹한 이전부터 끝없이 펼쳐진 비옥한 들판과 훌륭한 마구간으로 유명했으며, 지금도 툰드라에 말을 공급하고 있습니다. 카롤의 집 같은 평범한 가문과, 혹한에 단련된 그들의 말들은 이글스의 중추가 되었고, 평원 지대 여러 도시들의 방벽이 되었습니다.\n카롤은 늘 이글스에 들어가고 싶었습니다. 사람들의 생명을 지키는 영웅적 여단의 일원이 되는 걸, 어떤 소년이 꿈꾸지 않겠습니까? 하지만 모집관들은 키가 작고 단단한 체격의 카롤을 거의 거절할 뻔했습니다. 그때 카롤은 놀라운 발놀림으로 모집관을 바닥에 내동댕이치며, 그들의 판단이 틀렸음을 증명해 보였습니다.\n\n카롤의 동기들은 ‘세례’ 같은 첫 실전을 치렀습니다. 제국의 야망을 품은 용병들이 헬리오스 캐논과 장갑 증기 전차를 갖추고 나타난 것입니다. 이글스는 그런 악마 같은 무기에 대비가 되어 있지 않았습니다. 카롤의 고향은 사나운 눈보라가 끼어들지 않았다면 아마 함락됐을 것입니다.\n눈보라는 말에게도 나쁘지만, 공성 장비와 헬리오스 캐논에게는 더 치명적입니다. 다음 날 아침 눈보라가 잦아들자, 남은 수비대는 기회를 포착했습니다. 카롤은 나팔을 불며, 이글스의 결연한 최후 돌격을 선언했습니다.\n\n카롤은 지휘관과 함께 난전에 뛰어들었고, 소규모 부대는 측면을 찔렀습니다. 전투는 한낮까지 이어졌고, 침략자들은 결국 전면 후퇴 신호를 보냈습니다. 피해는 처참했습니다.\n카롤은 전사한 지휘관의 군기를 들어 올렸습니다. 승리를 내려다본 그에게 남은 병력은 너무나 적었습니다. 하지만 부하들의 눈빛 속에서, 이글스가 새로운 리더를 찾았다는 확신이 보였습니다—예상보다 훨씬 젊은 리더를.\n카롤은 서둘러야 했습니다. 고향에서 그런 적들을 멀리 떼어놓기 위해, 새로운 동맹을 반드시 찾아야 합니다.",
"hero.karol.skill.500481.name": "새벽 돌격",
"hero.karol.skill.500481.desc": "새벽의 태양이 카롤의 무적 돌격을 비춥니다. 전방의 적을 창으로 꿰뚫어 공격력*200%/220%/240%/260%/280% 광역 피해를 주고, 2초 동안 방어력을 5%/10%/15%/20%/25% 감소시킵니다.",
"hero.karol.skill.500482.name": "가시 돋친 연타",
"hero.karol.skill.500482.desc": "카롤이 맹렬한 연속 타격을 퍼부어, 일정 범위 내 적에게 공격력*100%/110%/120%/130%/140% 피해를 줍니다.",
"hero.karol.skill.500483.name": "비상하는 승리",
"hero.karol.skill.500483.desc": "승리의 맛은 전사에게 달콤한 위안을 줍니다. 쓰러진 적 영웅 1명당 카롤의 공격력이 4%/6%/8%/10%/12% 증가하고, 체력이 2%/4%/6%/8%/10% 회복됩니다.",
"hero.karol.skill.500484.name": "날개 속으로",
"hero.karol.skill.500484.desc": "카롤의 기병 교란 전술은, 최선의 공격이 최선의 방어라는 것을 보여줍니다. 모든 부대가 받는 피해가 4%/8%/12%/16%/20% 감소합니다.",
"hero.karol.skill.500485.name": "방패 파괴자",
"hero.karol.skill.500485.desc": "카롤은 적 보병이 어디서 가장 취약한지 정확히 압니다. 모든 부대가 창병에게 가하는 피해가 6%/12%/18%/24%/30% 증가하고, 보병에게 가하는 피해가 5%/10%/15%/20%/25% 증가합니다.",
"hero.karol.skill.500486.name": "세월의 군기",
"hero.karol.skill.500486.desc": "카롤은 과거 여단들의 교훈을 승리의 로드맵으로 삼았습니다. 모든 부대의 공격력이 3%/6%/9%/12%/15% 증가하고, 방어력이 2%/4%/6%/8%/10% 증가합니다.",
"hero.karol.weapon.name": "겨울바람의 혼",
"hero.karol.weapon.perk.500487.name": "독수리의 펄럭임",
"hero.karol.weapon.perk.500487.desc": "카롤의 이글스가 내는 울부짖는 펄럭임은 단번에 알아볼 수 있습니다. \"새벽 돌격\"을 사용할 때마다 5초 동안 아군 분대의 공격력이 14% 증가하고 이동 속도가 100% 증가합니다.",
"hero.karol.weapon.perk.500488.name": "승리의 행군",
"hero.karol.weapon.perk.500488.desc": "카롤의 독수리 여단은 종종 제병협동에 의존합니다. 집결 분대의 공격력이 15% 증가합니다."
,
"hero.ligeia.name": "리게이아",
"hero.ligeia.story": "리게이아는 다재다능한 재능을 지닌 여인으로, 그녀의 선율 가득한 노래는 툰드라 전역에 널리 알려져 있습니다. 어떤 위대한 족장들은 리게이아의 공연을 직접 들은 것만으로도 영광이라 여깁니다. 하지만 리게이아는 겉으로 보이는 것보다 훨씬 더 복잡한 인물입니다.\n\n리게이아는 툰드라 사회에 기묘한 영향력을 행사하는 듯 보입니다. 왜 귀족들은 그녀의 말 한마디에 고개를 숙일까요? 왜 어떤 족장들은 두려움 섞인 목소리로 그녀의 이름을 속삭일까요? 어떤 이들은 리게이아가 목소리로 사람을 최면에 걸거나, 보이지 않는 검은 마법의 거미줄을 친다고 말합니다. 리게이아가 이런 소문에 반응한 적이 있다면, 그것은 웃음으로 넘기거나, 천상의 목소리에 팬들이 확실히 “매혹”될 수는 있겠다고 장난스럽게 말하는 정도였습니다.\n\n리게이아의 노래 실력, 매력, 세련됨, 폭넓은 지식에 대한 가장 널리 받아들여진 설명은 그녀가 솔라리스 제국 말기에 추방된 귀족 출신이라는 것입니다. 이 이야기를 의심하는 이들(특히 그녀의 위협적인 존재감을 경계하는 귀족 부인들)은 때때로 조사관을 보내 리게이아의 과거를 파헤치려 했습니다. 이상하게도, 그 누구도 그녀에게 불리한 정보를 가져온 적이 없고, 몇몇은 아예 실종되기까지 했습니다.\n\n리게이아는 최면을 걸지 않습니다. 그럴 필요가 없기 때문입니다. 그녀의 진짜 능력은 훨씬 더 위험합니다.\n\n리게이아는 제국 말기에 기계 로봇 공학 분야에서 타의 추종을 불허했습니다. 귀족들을 감시하고 약점을 확보하기 위해 쓰였던 ‘거미 메카’들이 전부 파괴된 것은 아니었습니다. 관찰하고, 협박하고, 감정을 조종하는 리게이아의 능력은 그녀가 세상에서 가장 원하는 것을 손에 넣게 해주었습니다. 바로 안락하고 호화로운 삶입니다. 물론 물리적 위험에 처했을 때도 거미 메카는 충분히 활용될 수 있습니다.\n\n리게이아는 자신의 과거를 철저히 숨깁니다. 그녀가 한때 솔라리스 제국의 첩보 총책(스파이마스터)이었다는 사실은 누구도 알아서는 안 됩니다.\n\n리게이아는 황제 측근들을 감시하는 껄끄러운 역할을 맡았던 적이 있습니다. 반체제 인물로 의심되면 재판관이자 배심원, 그리고 집행자가 되어 처분했죠(독살이나 거미 폭탄 처형이 선호되었습니다). 그녀의 특유한 능력은 제국의 붕괴를 다른 누구보다 유리하게 헤쳐나가게 했습니다. 붕괴 이후에는 비슷한 외모의 귀부인을 추적해 그 신분을 가로채는 것만으로도 자유와 재산은 손쉽게 얻을 수 있었습니다.\n\n새로운 귀족 신분은 구체제의 적들을 피하게 해줬고, 이론상 막대한 재산에도 접근하게 해줬습니다. 이 가면은 조심스럽게 관리해야 하지만, 제국이 제공하던 것보다 훨씬 나은 삶을 누릴 여지도 충분합니다. 협박, 조종, 거짓말의 궁극적 목표는 정치적 이득이 아니라 ‘더 좋은 삶’ 그 자체입니다.",
"hero.ligeia.skill.500491.name": "산성 반사",
"hero.ligeia.skill.500491.desc": "리게이아가 산성을 투척하는 메카 거미 3마리를 소환해 적을 공격합니다. 공격력*70%/77%/84%/91%/98%의 광역 피해를 주고, 2초 동안 적의 공격력을 5%/10%/15%/20%/25% 감소시킵니다.",
"hero.ligeia.skill.500492.name": "거미 마담",
"hero.ligeia.skill.500492.desc": "리게이아가 적에게 강철 거미줄을 전개해 공격력*50%/55%/60%/65%/70% 피해를 주며, 20%/40%/60%/80%/100% 확률로 5초 동안 ‘공명’ 함정을 발동시킵니다. 공명은 리게이아에게 가해지는 피해를 대상에게 재분배합니다.",
"hero.ligeia.skill.500493.name": "기계 이빨",
"hero.ligeia.skill.500493.desc": "리게이아가 ‘여왕 보호 모드’를 활성화해, 경호 거미 1마리를 소모하는 대신 자신에게 걸릴 부정 상태 효과 1개를 반사(되돌림)하고 10초 동안 공격력이 8%/12%/16%/20%/24% 증가합니다. 리게이아는 10초마다 1마리씩, 최대 3마리의 경호 거미를 활성 배치할 수 있습니다.",
"hero.ligeia.skill.500494.name": "약화 독",
"hero.ligeia.skill.500494.desc": "리게이아가 갑옷이 두꺼운 적에게 무는 메카 거미 떼를 풀어 모든 적의 방어력을 5%/10%/15%/20%/25% 감소시킵니다.",
"hero.ligeia.skill.500495.name": "부식",
"hero.ligeia.skill.500495.desc": "리게이아가 궁병의 사격에 메카 거미를 더합니다. 2회 공격마다 20%/40%/60%/80%/100% 추가 피해를 주며, 거미 산성이 적의 갑옷을 녹여 대상이 받는 피해를 1턴 동안 5%/10%/15%/20%/25% 증가시킵니다.",
"hero.ligeia.skill.500496.name": "독성 첨",
"hero.ligeia.skill.500496.desc": "리게이아가 궁병의 화살촉을 거미 독에 담급니다. 2회 공격마다 대상에게 주는 궁병 피해가 20%/40%/60%/80%/100% 증가하며, 동시에 1턴 동안 대상의 가하는 피해가 4%/8%/12%/16%/20% 감소합니다.",
"hero.ligeia.weapon.name": "운명의 직조자",
"hero.ligeia.weapon.perk.500497.name": "거미 여왕",
"hero.ligeia.weapon.perk.500497.desc": "리게이아의 메카 숙련은 그 자체로 장관입니다. 전투 시작 시 경호 거미 2마리를 즉시 배치하며, \"거미 마담\"이 100% 확률로 추가로 1개의 대상을 더 타격합니다.",
"hero.ligeia.weapon.perk.500498.name": "함정 둥지",
"hero.ligeia.weapon.perk.500498.desc": "리게이아는 함정에 능합니다. 특히 직접 준비할 시간이 있을 때 더욱 그렇습니다. 수비 부대의 치명도가 15% 증가합니다.",

"hero.lloyd.name": "로이드",
"hero.lloyd.story": "로이드는 놀라운 기계 제작 기술로 유명한 ‘장인의 도시’ 오스터모어 출신입니다. 그의 집안은 시계 제작 기술로 잘 알려져 있습니다. 로이드가 현재 거주하는 마을의 거대한 시계탑은 그의 아버지의 걸작입니다.\n장인 가문의 유일한 아들로서 로이드는 어린 시절부터 뛰어난 재능을 보였고, 시계탑을 정밀 조정하거나 복잡한 회중시계를 수리하는 기술을 손쉽게 익혔습니다. 하지만 아버지는 늘 작업에 몰두해 로이드와 함께할 시간이 많지 않았습니다. 그래서 로이드는 스스로 몇 명의 ‘친구’를 만들었습니다. 유쾌한 청동 새 한 마리와 노래하는 로봇 개구리였죠. 그들과 함께 로이드는 즐거운 어린 시절을 보냈습니다.\n\n시간이 흐른 뒤, 마을에 새로운 주민 둘이 찾아왔습니다. ‘미스터 틴’이라 불리는 거대 로봇과, 붉은 머리의 소녀 ‘에디스’였습니다. 로이드는 이 새 이웃들에게 매료되어 곧바로 친구가 되었고, 특히 미스터 틴의 내부 구조를 탐험해 보고 싶은 호기심을 참기 어려웠습니다.\n\n오스터모어는 평화로운 곳이었지만, ‘파에톤’이라 불리는 외부인들이 나타나기 전까지만 그랬습니다.\n\n그들은 이른바 ‘전쟁 기계’의 마지막 남은 부품을 찾고 있었고, 이를 강력한 로봇 군대를 만들기 위한 프로토타입으로 삼으려 했습니다. 그 목적을 위해 그들은 마을을 장악하고 에디스와 미스터 틴을 붙잡았습니다.\n렌치와 망치가 총알을 이길 수는 없었지만, 장인들은 쉽게 포기하지 않았습니다. 어둠이 내리자, 보이지 않는 구석에서 조용한 반란이 شكل을 갖추기 시작했습니다...\n\n파에톤 병사들이 교대하는 틈을 타, 마을 사람들은 기계들의 도움을 받아 역습에 나섰습니다. 로이드의 아버지가 돌격을 이끌었고, 이제 용감한 청년이 된 로이드도 전투에 함께했습니다.\n뻐꾸기 장치들이 적의 시야를 교란했고, 프로펠러 폭탄이 후방을 쑥대밭으로 만들었습니다. 결국 장인들은 새벽이 오기 직전 마을을 되찾았습니다. 로이드는 마지막 순간 미스터 틴이 해체되는 것을 막아냈고, 에디스를 구출했습니다.\n\n하지만 승리에는 그림자가 있었습니다. 아버지는 심각한 척추 부상으로 움직임이 제한되었기 때문입니다. 그럼에도 로이드와 아버지는 좌절하지 않았습니다. 로이드의 기술이 더 성장하면 언젠가 완벽한 외골격(엑소스켈레톤)을 만들어, 전설적인 장인이 다시 일어설 수 있으리라 믿었습니다.",
"hero.lloyd.skill.500451.name": "속사 폭격",
"hero.lloyd.skill.500451.desc": "로이드가 프로펠러 폭탄 3개를 소환해 대상을 공격합니다. 각 폭탄은 공격력*70%/77%/84%/91%/98%의 광역 피해를 줍니다.",
"hero.lloyd.skill.500452.name": "약점 집중",
"hero.lloyd.skill.500452.desc": "로이드가 대상의 약점을 조준해 공격력*100%/110%/120%/130%/140% 피해를 주고, 3초 동안 약점을 노출시킵니다. 약점이 노출된 동안 대상이 받는 피해가 10%/12.5%/15%/17.5%/20% 증가합니다.",
"hero.lloyd.skill.500453.name": "숙련의 완성",
"hero.lloyd.skill.500453.desc": "로이드가 장인의 정신으로 전투 기술을 갈고닦아 공격 속도가 10%/15%/20%/25%/30% 증가합니다.",
"hero.lloyd.skill.500454.name": "새떼 침공",
"hero.lloyd.skill.500454.desc": "로이드가 다수의 기계 새를 소환해 적을 교란하고, 적의 치명도를 4%/8%/12%/16%/20% 감소시킵니다.",
"hero.lloyd.skill.500455.name": "아이스플레어 폭탄",
"hero.lloyd.skill.500455.desc": "로이드가 모든 창병을 위한 특수 폭탄을 준비합니다. 3턴마다 폭발하며 창병의 공격력이 30%/60%/90%/120%/150% 증가하고, 서리 안개를 방출해 1턴 동안 적의 치명도를 6%/12%/18%/24%/30% 감소시킵니다.",
"hero.lloyd.skill.500456.name": "기발한 숙련",
"hero.lloyd.skill.500456.desc": "로이드가 불안정하지만 흥미로운 발명품으로 병력을 무장시킵니다. 40% 확률로 모든 부대의 치명도가 10%/20%/30%/40%/50% 증가합니다.",
"hero.lloyd.weapon.name": "장인의 보물",
"hero.lloyd.weapon.perk.500457.name": "서릿빛 속삭임",
"hero.lloyd.weapon.perk.500457.desc": "로이드의 기계 뻐꾸기가 액체 질소로 탄환을 얼려, 일반 공격이 공격력*15%만큼 추가 피해를 주고 2초 동안 대상의 공격 속도를 15% 감소시킵니다. 이 효과는 중첩되지 않습니다.",
"hero.lloyd.weapon.perk.500458.name": "강철 미로",
"hero.lloyd.weapon.perk.500458.desc": "로이드가 방어 바리케이드에 함정을 설치해 수비를 돕습니다. 수비 부대의 공격력이 15% 증가합니다.",

"hero.logan.name": "로건",
"hero.logan.story": "사자 머리에 강철 몸을 지닌 로건은 던 얼라이언스(새벽 연합)의 가장 맹렬한 수호자 중 한 명입니다.\n\n새벽 연합의 창립 멤버 중 한 명인 로건은, 대체로 학자 성향인 동료들과는 완전히 다른 타입입니다. 세련됨은 부족할지 몰라도 결단력은 넘치고, 우아함은 부족할지 몰라도 그가 말하듯 ‘결과를 만드는’ 불같은 성격을 지녔습니다. 그렇다고 학자의 길에 낯선 것도 아닙니다. 로건은 지구에서 손꼽히는 공학자이기도 합니다.\n\n툰드라를 누비는 로건의 증기 동력 강화 갑주는—장애를 남긴 부상 이후 새로운 삶으로 들어가는 통로였던—그 자신의 발명품입니다. 이 메카는 외교적으로는 전혀 섬세하지 않지만, 새벽 연합과 덜 문명화된 세력 간 협상이 깨질 때 강철 주먹이 얼마나 효과적인지 부정할 사람은 없습니다.\n\n로건은 새벽 연합에서 일종의 ‘반(半)자경단’이자 ‘만능 경비’ 같은 역할을 맡습니다. 로건은 신중한 계략 대신, 힘으로 해결하는 솔루션—곧 ‘걸어 다니는 전차’입니다. 그의 “가끔 미친” 전투 계획이 어떻든, 전장에서의 꾸준한 승리가 그 모든 것을 증명합니다. 강화 갑주는 평범한 전사들이 상상조차 못할 능력을 로건에게 부여합니다.\n\n로건에게 파에톤은 낯선 적이 아닙니다. 사실 그는 한때 파에톤의 대담한 ‘행성 재정렬 드라이브’의 수석 설계자였으며, 이는 지구의 궤도를 태양에 더 가깝게 교정하려는 시도였습니다. 그 프로젝트가 초래한 끔찍한 인명 피해를 처음으로 깨닫게 해준 것은 로건의 절친 ‘빌’이었습니다. 처음으로 로건은 목적이 수단을 정당화할 수 있는지 의심하기 시작했습니다.\n\n망설이던 그 시기에 파에톤은 로건을 배신했습니다. 그의 팔을 잘라내고 거의 죽음에 이르게 했죠. 새벽 연합이 로건을 구출했고, 로건은 고마움 속에 합류해 과거의 실수를 바로잡겠다고 맹세했습니다.\n\n로건은 후회에 시간을 많이 쓰는 사람이 아닙니다. 그의 관점에서 “말은 싸고”, “행동만이 진짜 변화를 만든다”입니다. 로건이 인류에 남긴 공헌은 이미 거대합니다. 심지어 파에톤에게 설득되어 그가 프로젝트를 떠난 것을 용서할 수 없다고 믿는 최악의 적들조차, 로건이 설계한 퍼니스의 온기로 살아가고 있을지도 모릅니다.\n그의 걸작 퍼니스 설계는 대혹한 속에서 수많은 생명을 살렸고, 그 설계는 행성 재정렬 드라이브의 프로토타입에서 영감을 얻었습니다. 그러나 로건이 얼마나 많은 사람을 도왔든, 가까운 친구들은 텅 빈 술잔 바닥에서 똑같은 슬픈 독백을 자주 듣곤 합니다. “아무리 해도 소용없어. 죽은 사람은 돌아오지 않으니까.”",
"hero.logan.skill.500101.name": "파괴의 주먹",
"hero.logan.skill.500101.desc": "강철 주먹을 땅에 내리쳐 강력한 충격파를 방출합니다. 대상에게 공격력*120%/132%/144%/156%/168% 피해를 주고, 4초 동안 대상의 공격 속도를 50% 감소시킵니다.",
"hero.logan.skill.500102.name": "강화 슈트",
"hero.logan.skill.500102.desc": "로건의 강화 슈트는 뛰어난 보호를 제공합니다. 공격받을 때 8%/10%/12%/14%/16% 확률로 2초 동안 방어력이 8%/11%/13%/17%/20% 증가하며, 최대 5중첩됩니다.",
"hero.logan.skill.500103.name": "돌풍 강타",
"hero.logan.skill.500103.desc": "차갑고 거센 바람을 동반한 강력한 펀치를 날립니다. 부채꼴 범위 내 대상에게 공격력*80%/88%/96%/104%/112% 피해를 주며, 30% 확률로 1초 동안 기절시킵니다.",
"hero.logan.skill.500104.name": "사자의 위용",
"hero.logan.skill.500104.desc": "로건이 사나운 존재감으로 적을 압도합니다. 모든 적 부대의 공격력이 4%/8%/12%/16%/20% 감소합니다.",
"hero.logan.skill.500105.name": "사자의 위협",
"hero.logan.skill.500105.desc": "로건이 사자의 포효 같은 위압으로 적을 위협합니다. 모든 부대가 받는 피해가 4%/8%/12%/16%/20% 감소합니다.",
"hero.logan.skill.500106.name": "리더의 고무",
"hero.logan.skill.500106.desc": "로건이 타고난 리더십으로 모두를 고무합니다. 모든 부대의 체력이 5%/10%/15%/20%/25% 증가합니다.",
"hero.logan.weapon.name": "강철의 선봉",
"hero.logan.weapon.perk.500107.name": "강화된 강철 주먹",
"hero.logan.weapon.perk.500107.desc": "강철 주먹을 개조·업그레이드해 더 강력하게 만듭니다. 피해가 30% 증가합니다.",
"hero.logan.weapon.perk.500108.name": "강력한 수호",
"hero.logan.weapon.perk.500108.desc": "로건이 강력한 주먹으로 도시를 수호합니다. 수비 부대의 방어력이 15% 증가합니다.",

"hero.lynn.name": "린",
"hero.lynn.story": "악기를 연주하든 시를 낭송하든, 린의 공연은 언제나 사람들을 매혹시킵니다. 음유시인인 린은 얼음벌판 곳곳의 도시를 떠돌며 자신의 암울한 과거를 이야기로 풀어내고, 사람들의 사기를 북돋우려 합니다.\n\n린은 시 낭송과 연주뿐 아니라 전투에도 뛰어납니다. 그녀의 악기 ‘아이라의 눈물’은 무기를 개조해 만든 것으로, 음악과 전투 모두에 사용할 수 있습니다. 어느 공연 날, 산적들이 선술집에 난입해 모두를 놀라게 했지만, 음악과 총성이 뒤섞인 혼란 속에서 산적들을 혼자 막아낸 사람은 린이었습니다. 그래서 어떤 이들은 린이 자신이 이룬 영웅담도 시에 넣어야 한다고 말합니다.\n\n린의 대표작은 ‘아이라의 꿈’이라는 노래지만, 그녀는 좀처럼 이 노래를 부르지 않습니다. 운 좋게 그 노래를 들었다는 사람들에 따르면, 린은 술에 취했을 때만 그 노래를 부른다고 합니다. 그래서 “술 좀 마신다”는 이들이 술 대결로 린을 이기고 노래를 들으려 했지만, 대개는 린보다 먼저 만취해 쓰러지고 말았습니다.\n\n린은 원래 작은 마을의 음악가였습니다. 하지만 마을이 산적들에게 침략·점령당하면서 집을 잃었고, 결국 용병이 되었습니다. 세월이 흐르며 무기를 휘두르는 기술은 뛰어나졌지만, 악기를 연주하는 법은 잊어버렸습니다. 고향의 기억도 희미해져, 꿈속 환상 같은 풍경으로만 남았습니다. 그렇게 한때의 음악가는 무정한 용병 대장이 되어버렸고, 그녀의 영혼은 예전과 같지 않았습니다.\n\n그런 린의 용병 인생을 끝낸 날이 있었습니다. 그녀의 팀이 한 마을을 포위 공격하라는 명령을 받았고, 성공 직전이었습니다. 그때 마을 안에서 한 노(老) 음악가의 노래가 흘러나왔습니다. 린의 깊은 기억 속에 묻혀 있던 그 선율은, 오래전에 사라진 고향 ‘아이라’의 노래였습니다. 린은 자기 고향이 잊힌 것처럼 그 노래도 누구도 기억하지 못할 거라 생각했었습니다.\n\n감상적인 선율은 용병들의 발걸음을 멈추게 했습니다. 대장인 린뿐 아니라 모두의 눈에서 눈물이 흘렀습니다. 모두가 떠난 뒤, 린은 다시 음악의 품으로 돌아가 젊은 روح을 지닌 그 노(老) 음악가와 함께 지냈습니다. 그리고 그 음악가가 세상을 떠난 뒤에야, 린은 음유시인의 여정을 시작했습니다.",
"hero.lynn.skill.500221.name": "시드락의 찬가",
"hero.lynn.skill.500221.desc": "린이 전투 찬가를 연주해 부대의 사기를 끌어올립니다. 모든 부대의 모든 디버프(빙결, 기절 등)를 해제하고, 3/3.5/4/4.5/5초 동안 공격력이 3%/4%/5%/6%/7% 증가합니다. 지속 시간 동안 모든 디버프에 면역이 됩니다.",
"hero.lynn.skill.500222.name": "치명적 피날레",
"hero.lynn.skill.500222.desc": "강한 관통력을 지닌 탄환을 쏘아 기회를 포착합니다. 경로상의 적에게 공격력*220%/240%/260%/280%/300% 피해를 줍니다.",
"hero.lynn.skill.500223.name": "불협화음",
"hero.lynn.skill.500223.desc": "린이 신비롭고 기괴한 선율로 적을 현혹합니다. 모든 적 부대의 공격 속도가 1%/1.5%/2%/2.5%/3% 감소하고, 치유 효과가 40%/45%/50%/55%/60% 감소합니다.",
"hero.lynn.skill.500224.name": "사자의 노래",
"hero.lynn.skill.500224.desc": "린이 열정적인 리듬으로 아군을 고무합니다. 40% 확률로 모든 부대의 가하는 피해가 10%/20%/30%/40%/50% 증가합니다.",
"hero.lynn.skill.500225.name": "우울한 발라드",
"hero.lynn.skill.500225.desc": "린이 처연한 선율로 적의 사기를 꺾습니다. 모든 적 부대의 가하는 피해가 4%/8%/12%/16%/20% 감소합니다.",
"hero.lynn.skill.500226.name": "우나이 카덴차",
"hero.lynn.skill.500226.desc": "린이 음악의 힘으로 사기를 끌어올립니다. 궁병가 3회 공격할 때마다 공격력이 1%/2%/3%/4%/5% 증가합니다. 중첩 가능하며 전투 종료까지 지속됩니다.",
"hero.lynn.weapon.name": "엘라의 눈물",
"hero.lynn.weapon.perk.500227.name": "아이라의 애가",
"hero.lynn.weapon.perk.500227.desc": "린이 \"시드락의 찬가\"를 사용한 뒤 전투 종료까지 공격력이 15% 증가합니다.",
"hero.lynn.weapon.perk.500228.name": "이라논의 결의",
"hero.lynn.weapon.perk.500228.desc": "린이 향수 어린 시로 수비대를 고무합니다. 수비 부대의 치명도가 15% 증가합니다.",

"hero.magnus.name": "매그너스",
"hero.magnus.story": "매그너스는 맨손으로 얼음 드래곤의 둥지를 때려눕히고, 길들일 수 없던 심연의 야수를 길들였으며, 권총 한 자루와 진흙으로 채운 양말 세 켤레로 군단 전체를 홀로 물리쳤다고 당당히 주장할 수 있는—희귀한 영웅입니다. 그 자세한 이야기는 “실화에 기반했다”고 주장되는 초히트 제셀전 연작 『위대한 매그너스의 모험』에서 확인할 수 있습니다. 실제로 매그너스는 이미 툰드라 전역의 수많은 아이들 눈에 ‘사람’이라기보다 ‘신화’에 가깝습니다.\n\n안타깝게도 매그너스는 자신의 제셀전 속 사건들 중 무엇이 진짜 실화인지 아직 확인도 부정도 하지 않았습니다. 반면 유명 탐험가 바히티는 여러 차례 공개적으로 매그너스의 주장을 “99% 헛소리”이며 “기술은 있어도 결국 평범한 탐험가일 뿐”이라고 깎아내렸습니다.\n\n바히티와 매그너스의 날 선 공개 관계가 처음부터 그랬던 것은 아닙니다. 적어도 한 번은, 지금의 앙숙인 두 사람이 서로의 목숨을 구해준 적도 있었습니다.\n\n끝까지 탐험가인 그들은 한때 고대 도시 유적에 함께 발이 묶였습니다. 발견물의 권리를 두고 다투던 것도, 다가오는 용병 무리를 보고는 공포로 바뀌었습니다. 사방은 무너져 내리거나 함정으로 가득한 고대 건물들. 그들은 불편하지만 효과적인 동맹을 맺어 위기를 넘겼고, 바히티도 그 동맹이 생명을 구했음을 인정했습니다—즉 매그너스에게도 최소한의 실력이 있다는 증거였죠. 다만 그들이 겨우 챙긴 보물은 위험을 감수할 가치가 없었다는 것이 유일한 아쉬움이었습니다.\n\n그러나 이 짧은 우정은, 바히티가 다시 “매그너스의 허풍”을 조롱하면서 곧 무너졌고, 매그너스는 바히티의 “회의주의 음모”에 맞서 자신을 변호하는 쪽으로 돌아섰습니다.\n\n매그너스가 동시대 최고의 탐험가가 되려는 집착은, 부모의 유산에서 비롯되었습니다. 평범한 사냥꾼이었던 부모는 자신들이 세계 최강의 개척자들의 후손이라고 주장했고, 그 영웅의 피가 아들에게도 흐른다고 확신했습니다. 얼마 지나지 않아 매그너스는 상상 속 조상들의 모습과 성격을 스스로 채택했습니다—호방한 스타일과 영웅적인 과장까지. 다른 아이들의 조롱은 통하지 않았습니다.\n\n물론 매그너스는 말뿐인 사람이 아니라 행동하는 사람이기도 해서, 혹독한 훈련으로 어릴 적 호언장담을 어느 정도는 뒷받침했습니다. 다만 나이가 들수록 과장은 더 커져 갔죠. 제시의 말처럼, “매그너스에 대해 뭐라 하든, 그의 수많은 이야기가 셀 수 없이 많은 아이들에게 기쁨을 준 건 부정할 수 없다”는 평가도 있습니다.\n\n매그너스의 조상 목록에는 칠대양과 모든 대륙을 탐험하고, 수많은 고고 유적과 고대 보물을 발견한 유명 모험가도 포함됩니다. 제셀전 속의 매그너스조차 그 정도는 아닙니다. 그 조상 개척자가 끝내 이루지 못한 유일한 업적이 있었다면? 바로 ‘세상의 끝’에 도달하는 것이었습니다.\n\n매그너스는 조상의 미완의 꿈을 자신이 완수하겠다고 공개적으로 맹세했습니다. 지구의 “가장자리”에 가문의 문장을 꽂겠다는 것입니다. 어떤 일이 있어도 해내겠다고 선언했죠—설령 어떤 이들이 경고하듯 지구가 사실 ‘둥글다’ 하더라도 말입니다.",
"hero.magnus.skill.500381.name": "얼어붙은 분노",
"hero.magnus.skill.500381.desc": "매그너스가 쌍도끼를 휘둘러 주변 적을 도발해 공격하게 하며, 같은 적들에게 3초 동안 0.5초마다 공격력*60%/66%/72%/78%/84% 피해를 줍니다.",
"hero.magnus.skill.500382.name": "바람 토마호크",
"hero.magnus.skill.500382.desc": "매그너스가 영웅을 겨냥해 파괴적인 도끼 투척을 날립니다. 공격력*100%/110%/120%/130%/140% 피해를 주고, 상처를 찢어 3초 동안 추가로 공격력*50%/55%/60%/65%/70% 피해를 줍니다.",
"hero.magnus.skill.500383.name": "분쇄자",
"hero.magnus.skill.500383.desc": "매그너스의 일반 공격은 30% 확률로 적의 갑옷을 파쇄합니다. 공격력*50%/55%/60%/65%/70% 추가 피해를 주고, 2초 동안 방어력을 5%/10%/15%/20%/25% 감소시킵니다.",
"hero.magnus.skill.500384.name": "탐욕",
"hero.magnus.skill.500384.desc": "매그너스가 잔혹한 기세로 아군을 고무합니다. 아군 부대의 공격력이 5%/10%/15%/20%/25% 증가합니다.",
"hero.magnus.skill.500385.name": "철벽 방진",
"hero.magnus.skill.500385.desc": "밀집 진형의 대가로서, 매그너스 휘하 보병은 공격 시 40% 확률로 1턴 동안 방어력이 10%/20%/30%/40%/50% 증가합니다.",
"hero.magnus.skill.500386.name": "아이스맨",
"hero.magnus.skill.500386.desc": "매그너스의 대담한 모험 기술이 아군 보병이 받는 피해를 2%/4%/6%/8%/10% 감소시키고, 아군 궁병의 가하는 피해를 2%/4%/6%/8%/10% 증가시킵니다.",
"hero.magnus.weapon.name": "폭풍 도끼",
"hero.magnus.weapon.perk.500387.name": "영웅의 혈통",
"hero.magnus.weapon.perk.500387.desc": "진정한 툰드라의 아들인 매그너스의 강철 같은 체질은 받는 피해를 15% 감소시키며, 동시에 \"얼어붙은 분노\"의 방어 보너스를 75% 증가시킵니다.",
"hero.magnus.weapon.perk.500388.name": "용맹의 고무",
"hero.magnus.weapon.perk.500388.desc": "이야기꾼인 매그너스가 발할라와 고대 영웅담을 들려주어 수비 분대를 고무합니다. 수비 분대의 체력이 15% 증가합니다."
,
"hero.mia.name": "미아",
"hero.mia.story": "도시의 한 주에서 가장 설레는 순간 중 하나는, 늘 아이들의 환호 속에 도착하는 미아의 유명한 유랑단이 찾아올 때일 것입니다. 아이들은 미아의 공연단이 이번엔 어떤 새 쇼를 선보일지 기대에 들떠 있고, 안목 있는 구매자라면 놀라운 가치를 지닌 물건을 만날 수도 있습니다.\n\n미아의 공연은 전설적입니다. 힘센 장사, 환술사, 먼 땅에서 온 사라지는 닌자까지—하지만 대중의 상상력을 가장 사로잡는 이는 대개 점술가 역할의 단장 ‘미아’입니다. 사람들은 그녀의 마법이 한 사람의 과거·현재·미래를 꿰뚫어보는 예지의 시야를 준다고 말합니다. 미아는 이 능력을 훌륭한 효과와 수익으로 연결합니다.\n\n모두가 알듯, “진짜” 점술가란 존재하지 않습니다. 하지만 회의론자들이 미아의 능력을 수없이 반박하려 해도, 그녀의 비정상적으로 정확한 예측의 근원을 설명한 사람은 아직 없습니다.\n\n미아의 행렬은 흥미로운 장신구뿐 아니라 다른 도시들, 새벽 연합, 파에톤, 그리고 중요한 세력·인물·제국 잔당에 대한 정보까지 제공합니다. 넓게 여행하는 것이 한 이유일 수 있지만, 구매자들은 미아가 어떻게 그렇게 많은 값진 정보를 얻는지 여전히 확신하지 못합니다. 다만 그 정확성만큼은 의심받지 않습니다. 게다가 미아에게도 양심은 있습니다. 그녀가 신뢰할 만하다고 여기는 사람들 외엔 그런 비밀을 거래하지 않습니다.\n\n대담한 탐험가 바히티는 미아의 점술 천막을 자주 찾는 이들 중 하나로, 미아의 공중부양 수정구가 정말 “마녀술”의 결과인지 매번 의문을 던지곤 합니다. 미아는 늘 그것이 단지 관찰로도 금세 풀어낼 수 있는 ‘트릭’이라고 답합니다. 새벽 연합에서도 손꼽히는 두뇌인 바히티조차, 어째서인지 미아의 “눈속임” 장치가 어디 있는지 한 번도 찾아내지 못했습니다.\n\n미아의 배경, 그리고 그녀를 따르는 수수께끼 같은 추종자들의 정체 또한 베일에 싸여 있습니다. 그녀의 허술해 보이면서도 종종 섬뜩한 집단 뒤에 어떤 이야기가 있는지 아무도 모릅니다. 한 전설에 따르면, 산적들이 미아의 행렬을 습격하려다 우연히 유랑단 경호원 중 한 명의 가면 벗은 얼굴을 목격했다고 합니다. 산적들이 무엇을 봤든, 그 충격이 너무 커서 그들은 더는 망설이지 않고 현장에서 달아났다고 하죠. 미아와 그녀의 능력, 그리고 추종자들에 얽힌 수수께끼는 좀처럼 풀기 어렵습니다. 이 신비한 무리의 존재 자체가 수수께끼일지라도, 한 가지는 분명합니다. 이 집단과 그 리더를 괜히 건드리는 건… 아주, 아주 어리석은 짓이라는 것.",
"hero.mia.skill.500161.name": "운명의 피날레",
"hero.mia.skill.500161.desc": "미아가 적에게 타로 카드를 던져 공격력*270%/297%/324%/351%/378% 피해를 줍니다. 또한 2초 동안 대상의 공격력을 20% 감소시키거나, 대상을 1.5초 동안 기절시킬 수 있습니다.",
"hero.mia.skill.500162.name": "흉조",
"hero.mia.skill.500162.desc": "미아가 적 대상에게 저주를 걸어 ‘기본값’(미아의 공격력*50%/55%/60%/65%/70%)을 기준으로 변동 피해를 줍니다. 최종 피해는 ‘기본값’의 5%~600% 범위에서 무작위로 결정됩니다.",
"hero.mia.skill.500163.name": "운명의 수호자",
"hero.mia.skill.500163.desc": "미아가 남은 체력이 가장 낮은 영웅을 보호하고, ‘기본값’(미아의 공격력*100%/110%/120%/130%/140%)을 기준으로 체력을 회복시킵니다. 최종 회복량은 ‘기본값’의 5%~400% 범위에서 무작위로 결정됩니다.",
"hero.mia.skill.500164.name": "불운의 연쇄",
"hero.mia.skill.500164.desc": "모든 부대의 공격이 50% 확률로 대상을 저주해, 대상이 받는 피해를 10%/20%/30%/40%/50% 증가시킵니다.",
"hero.mia.skill.500165.name": "행운의 부적",
"hero.mia.skill.500165.desc": "미아가 아군에게 행운을 가져다줍니다. 모든 부대의 공격이 50% 확률로 10%/20%/30%/40%/50% 추가 피해를 줍니다.",
"hero.mia.skill.500166.name": "의식 해독",
"hero.mia.skill.500166.desc": "미아가 전투 전 잠재적 위험을 예견합니다. 40% 확률로 모든 부대가 받는 피해가 10%/20%/30%/40%/50% 감소합니다.",
"hero.mia.weapon.name": "운명의 수정",
"hero.mia.weapon.perk.500167.name": "진실의 시야",
"hero.mia.weapon.perk.500167.desc": "수정구를 통해 운명의 비밀을 파헤칩니다. 미아의 모든 ‘변동형’ 스킬의 상한과 하한이 150% 증가합니다.",
"hero.mia.weapon.perk.500168.name": "운명의 집결",
"hero.mia.weapon.perk.500168.desc": "미아가 돌격에 가장 유리한 순간을 점치어, 집결 부대의 공격력이 15% 증가합니다.",

"hero.molly.name": "몰리",
"hero.molly.story": "대부분의 생존자들은 영원한 겨울을 싫어하지만, 몰리의 태도는 꽤 독특합니다. 몰리는 눈 덮인 풍경과 새로 생겨난 동식물을 무척 즐기는 듯합니다. 눈싸움을 하고, 썰매를 타고, 원할 때마다 눈사람을 만들 수 있으니까요. 무엇보다 중요한 건, 몰리가 아는 세상은 오직 이 눈의 세계뿐이라는 점입니다.\n\n사실 새벽 연합 이전의 몰리에 대해서는 알려진 바가 많지 않습니다. 바히티는 파에톤의 거점을 상대로 한 평화유지 작전 중 몰리를 발견했다고 합니다. 놀라운 점은, 바히티가 말하길 몰리의 전투 본능이 중무장 요새에서 팀이 탈출하는 데 결정적인 역할을 했다는 것입니다.\n\n바히티에 따르면 몰리는 파에톤의 전투 프로그램의 핵심 인원이었습니다. 이것이 그녀의 특이한 무기—눈덩이 발사기—를 설명해 줍니다. 다만 몰리는 그 무기를 전투보다 눈싸움에 더 쓰고 싶어 하는 듯하지만요.\n\n바히티의 구조가 성공할 수 있었던 건 몰리의 신뢰를 얻어낸 덕이 컸습니다. 파에톤 병사의 화살에 바히티가 घायल당하자, 몰리는 격분해 경비병들을 손쉽게 쓰러뜨렸고, 새벽 연합 대원들과 함께 탈출했습니다.\n\n몰리는 추위와 묘한 친화력이 있습니다. 혹한 환경을 견디는 데 전혀 문제가 없습니다. 게다가 뛰어난 전투 직감과 (특히 눈과 얼음 위에서) 비정상적으로 강한 격투 기술은 새벽 연합의 관심을 크게 끌었습니다. 몰리의 초자연적인 능력의 근원은 무엇일까요? 조사는 아직 진행 중입니다.\n\n이후 밝혀진 바에 따르면, 파에톤은 몰리를 거대한 지하 시설에서 처음 발견했는데, 그녀는 이상한 ‘포드’ 안에서 동면 중이었습니다. 어떤 이들은 몰리가 행성과 어떤 설명되지 않는 방식으로 연결되어 있다고 믿습니다.\n\n각성한 몰리는 과거의 기억이 전혀 없었지만, 초인적인 생명력과 신체 능력을 보였습니다. 파에톤은 이를 이용해 몰리를 조직의 정예 암살자로 길러내려 했습니다. 다행히 새벽 연합이 그녀를 그 운명에서 구해냈습니다. 바히티와 동료들이 바라는 것은, 이 낯선 새 세계에서 몰리가 행복을 찾는 것뿐입니다.",
"hero.molly.skill.500121.name": "초강력 눈덩이",
"hero.molly.skill.500121.desc": "몰리가 초강력 눈덩이를 발사해 낙하 지점에 공격력*180%/198%/216%/234%/252%의 광역 피해를 주고, 1.5초 동안 빙결시킵니다.",
"hero.molly.skill.500122.name": "서리 매복",
"hero.molly.skill.500122.desc": "몰리가 뛰어난 위장술로 적을 기습해 공격력*150%/165%/180%/195%/210% 피해를 줍니다.",
"hero.molly.skill.500123.name": "젊은 집념",
"hero.molly.skill.500123.desc": "몰리는 도전을 좋아합니다. 체력이 50% 미만일 때 공격 속도가 20%/30%/40%/50%/60% 증가합니다.",
"hero.molly.skill.500124.name": "눈의 은총",
"hero.molly.skill.500124.desc": "몰리가 눈사태를 일으켜 적의 시야를 흐립니다. 40% 확률로 모든 부대가 받는 피해가 10%/20%/30%/40%/50% 감소합니다.",
"hero.molly.skill.500125.name": "설원의 지배",
"hero.molly.skill.500125.desc": "몰리는 설원 지형에서 뛰어난 전투 능력을 발휘합니다. 모든 부대의 공격이 50% 확률로 가하는 피해를 10%/20%/30%/40%/50% 증가시킵니다.",
"hero.molly.skill.500126.name": "젊은 분노",
"hero.molly.skill.500126.desc": "성난 몰리만큼 무서운 것은 없습니다. 가하는 피해가 5%/10%/15%/20%/25% 증가합니다.",
"hero.molly.weapon.name": "예티의 혼",
"hero.molly.weapon.perk.500127.name": "개조 발사기",
"hero.molly.weapon.perk.500127.desc": "몰리가 개조한 발사기를 사용해 가하는 피해가 30% 증가합니다.",
"hero.molly.weapon.perk.500128.name": "눈의 축복",
"hero.molly.weapon.perk.500128.desc": "눈의 축복으로 수비 부대의 치명도가 15% 증가합니다.",

"hero.norah.name": "노라",
"hero.norah.story": "노라를 규정하는 세 가지는 놀라운 용기, 경(輕)기계화 여단을 이끄는 리더십, 그리고 새벽 연합에서도 손꼽히는 탁월한 지도자라는 점입니다. 노라와 그녀의 여단은 화살처럼 빠른 속도로 적진 깊숙이 침투해 정찰, 타격, 구조 작전을 수행하곤 합니다. 그리고 노라의 전술적 통찰, 전장의 타이밍 감각, 무기 운용 능력이 결합되면, 그녀는 파에톤에게 그야말로 악몽이 됩니다. 압도적인 역경 속에서도 흔들리지 않는 침착함과 단호함은 노련한 병사들조차 감탄하게 합니다. 노라의 결의를 흔들 수 있는 것이 있다면, 그것은 여동생 그웬의 안전에 대한 두려움일 것입니다.\n\n노라는 아카데미에서 바히티와 같은 기수였을지 모르지만, 두 사람은 성향이 극명하게 다릅니다. 바히티와 달리 노라는 전장의 복잡한 전투 그 자체 외에는 별 관심이 없는, 전형적인 지휘관이자 전술가입니다. 그녀의 과학자 아버지에게 닥친 비극 이후, 노라는 아무리 많은 지식도 진정 중요한 것—사랑하는 이를 지키는 일—에는 미치지 못한다는 믿음을 갖게 되었습니다.\n\n노라는 어린아이였을 때, 파에톤의 대열이 아버지의 연구소를 향해 진격해 오는 것을 목격했습니다. 아버지의 모든 천재성과 방대한 지식조차, 그 뒤에 닥친 끔찍한 운명 앞에서는 무력했습니다. 노라는 아버지 곁을 지키며 마지막 유언과 탈출 지시를 받았고, 한편으로는 갓난아기 여동생 그웬이 포대기에 싸여 품에 안겨 있었습니다. 무거운 마음으로 노라는 아버지가 정성껏 길러준 뛰어난 운전 실력을 바탕으로, 아버지의 증기 동력 썰매에 그웬을 안고 탈출했습니다. 그리고 마침내 멈춰 서서 연구소를 돌아봤을 때, 보인 것은 피어오르는 연기뿐이었습니다.\n\n자매는 아버지의 동료들이 속한 새벽 연합에게 구조되었습니다. 이 만남은 노라의 마음에 파에톤에 대한 불타는 증오, 여동생을 향한 흔들리지 않는 헌신, 그리고 전사-병사의 길을 향한 열정을 심어주었습니다. 시간이 흐르며 여동생은 노라의 단단한 삶에서 약점—혹은 유일한 ‘부드러운 부분’—이 되었습니다. 노라와 달리 그웬은 발명가로서 탁월한 재능을 보였고, 노라는 그웬이 평범한 전투 기술에 더 집중했으면 했기에 갈등도 있었습니다. 하지만 노라는 훈련이라 해도 그웬과 스파링을 하는 것조차 감히 할 수 없었습니다. 사고의 가능성과 새로운 상실의 공포가 너무 컸기 때문입니다. 그럼에도 노라는 시간이 지나며 전장에서 그웬의 기지를 মূল্য 있게 여기게 되었고, 특히 동료 병사들을 구출하는 데 큰 도움을 받았습니다. 그리고 결국 노라는 그웬이 스스로 강하고 독립적인 발판을 마련했다는 현실을 서서히 받아들이게 되었습니다.",
"hero.norah.skill.500251.name": "탄막",
"hero.norah.skill.500251.desc": "노라가 무작위 대상(영웅 우선)에게 수류탄 5발을 연속 투척해 공격력*60%/66%/72%/78%/84%의 광역 피해를 줍니다.",
"hero.norah.skill.500252.name": "섬광탄",
"hero.norah.skill.500252.desc": "노라가 섬광탄을 던져 공격력*50%/55%/60%/65%/70% 피해를 주고, 대상을 1.5초 동안 기절시킵니다.",
"hero.norah.skill.500253.name": "발키리의 함성",
"hero.norah.skill.500253.desc": "노라가 적을 급습하며 모든 부대의 공격력이 3%/3.5%/4%/4.5%/5% 증가합니다.",
"hero.norah.skill.500254.name": "기습 타격",
"hero.norah.skill.500254.desc": "노라가 약점을 포착합니다. 지휘를 받는 부대의 공격은 20% 확률로 모든 적에게 20%/40%/60%/80%/100% 추가 피해를 줍니다.",
"hero.norah.skill.500255.name": "제병협동",
"hero.norah.skill.500255.desc": "노라는 제병협동 전술에 능숙합니다. 보병과 궁병의 받는 피해가 3%/6%/9%/12%/15% 감소하고, 가하는 피해가 3%/6%/9%/12%/15% 증가합니다.",
"hero.norah.skill.500256.name": "기세",
"hero.norah.skill.500256.desc": "노라가 아군을 고무합니다. 창병이 5회 공격할 때마다, 모든 부대의 가하는 피해가 5%/10%/15%/20%/25% 증가하고 받는 피해가 5%/10%/15%/20%/25% 감소하며, 2턴 동안 지속됩니다.",
"hero.norah.weapon.name": "스노 크루저",
"hero.norah.weapon.perk.500257.name": "교란자",
"hero.norah.weapon.perk.500257.desc": "노라가 \"탄막\" 수류탄을 개량합니다. 35% 확률로 대상을 1초 동안 기절시킵니다.",
"hero.norah.weapon.perk.500258.name": "불굴의 투지",
"hero.norah.weapon.perk.500258.desc": "노라가 포화 속에서도 흔들리지 않는 용기로 모두를 고무합니다. 수비 부대의 방어력이 15% 증가합니다.",

"hero.philly.name": "필리",
"hero.philly.story": "부리 달린 가면을 쓴 낯선 여인을 보면 누구나 불안해질 수 있습니다. 그 가면 뒤에는 어떤 얼굴이 있을까요? 아니면 그 가면이 वास्तव은 그녀의 일부일까요? 사람들은 늘 닥터 필리를 피했습니다—몇 해 전, 역병이 닥치기 전까진 말이죠.\n\n치명적인 질병은 예고 없이 도시들을 덮쳤습니다. 족장들은 감염자들을 격리할 마을을 지정했지만, 적절한 자원이 없던 그곳의 사람들은 사실상 죽도록 내버려진 것이나 다름없었습니다. 병들고 버려진 이들에게 희망이 사라졌을 때, 닥터 필리는 치료법을 찾기 위해 스스로 그 마을 안으로 들어가기로 선택했습니다.\n\n그리고 그녀는 성공했습니다. 사람들은 그녀를 기적을 일으키는 자, 도시들의 천사라 불렀습니다. 필리는 도시의 묘지에서 많은 시간을 보내며, 무덤을 훔친다는 비난을 받기도 했습니다. 그러나 그녀의 시신 연구는 이제 당국의 권장 대상이 되었습니다. 그 발견이 종종 새로운 치료법으로 이어지기 때문입니다. 필리는 여전히 시체 안치소와 약방에서 긴 시간을 보내는 신비로운 존재로 여겨지며, 그 분위기는 어떤 이들로 하여금 필리가 질병에 맞서는 초자연적 힘을 지녔다고 믿게 만들었습니다.\n\n진실은 훨씬 더 현실적이었습니다. 필리는 아카데미에서 촉망받던 의학 연구자였지만, 역병이 그녀의 가족 모두를 앗아갔습니다. 한 집에서 살아남은 이는 필리뿐이었습니다. 그 뒤 필리는 역병을 치료할 새로운 방법을 찾기 위해 한계를 밀어붙이기로 결심했습니다.\n\n필리는 복수심에 가까운 집념으로 다시 공부에 매달렸습니다. 그녀는 질병과 죽음을 개인적인 적으로 규정했습니다. 그리고 분노는 어떤 위험도 정면으로 마주할 용기를 만들어냈습니다. 하지만 필리의 목표는 단지 질병을 정복하는 것에 그치지 않습니다. 그녀는 언젠가 죽음을 되돌리는 방법을 찾아, 나아가 가족을 되살릴 수 있을 것이라 믿고 있습니다...",
"hero.philly.skill.500131.name": "응급 처치",
"hero.philly.skill.500131.desc": "필리의 고급 의학 훈련이 즉시 모든 아군 영웅의 체력을 필리의 공격력*200%/220%/240%/260%/280%만큼 회복시킵니다.",
"hero.philly.skill.500132.name": "회복의 손길",
"hero.philly.skill.500132.desc": "죽음의 문턱에서 빛나는 응급 처치의 달인. 가장 약한 아군 영웅의 체력을 즉시 필리의 공격력*100%/110%/120%/130%/140%만큼 회복시킵니다.",
"hero.philly.skill.500133.name": "마비성 로션",
"hero.philly.skill.500133.desc": "필리가 대상을 독으로 공격해 1초 동안 무력화시키고, 공격력*140%/154%/168%/182%/196% 피해를 줍니다.",
"hero.philly.skill.500134.name": "활력 전술",
"hero.philly.skill.500134.desc": "필리의 비밀 처방이 병사들을 강화합니다. 모든 부대의 공격력이 3%/6%/9%/12%/15% 증가하고, 방어력이 2%/4%/6%/8%/10% 증가합니다.",
"hero.philly.skill.500135.name": "용량 증폭",
"hero.philly.skill.500135.desc": "필리가 비밀 강장제를 사용해 전사의 힘을 끌어올립니다. 모든 부대의 공격은 25% 확률로 120%/140%/160%/180%/200% 피해를 가합니다.",
"hero.philly.skill.500136.name": "각성 주사",
"hero.philly.skill.500136.desc": "필리의 특수 주사가 부대의 집중력을 높입니다. 40% 확률로 모든 부대가 받는 피해가 10%/20%/30%/40%/50% 감소합니다.",
"hero.philly.weapon.name": "파르마코로지카",
"hero.philly.weapon.perk.500137.name": "추출",
"hero.philly.weapon.perk.500137.desc": "필리가 약초술의 효율을 크게 끌어올립니다. 치유 효과가 70% 증가합니다.",
"hero.philly.weapon.perk.500138.name": "응급 처치 훈련",
"hero.philly.weapon.perk.500138.desc": "필리가 기본 응급 처치와 간호 기술을 전수합니다. 수비 부대의 체력이 15% 증가합니다.",

"hero.reina.name": "레이나",
"hero.reina.story": "미아의 유랑 상단에는 특별한 능력을 지닌 이들이 끊이지 않습니다. 그중에는 ‘레이나’라는 이국 출신의 젊은 여인이 있습니다. 레이나는 처음엔 두드러지지 않을 수 있지만, 극소수만 아는 사실로 그녀는 낮에는 뛰어난 저글러, 밤에는 인술의 달인입니다.\n\n레이나는 닌자 복장을 갖춰 입는 순간 완전히 다른 사람이 됩니다. 움직일 때 흔적을 남기지 않고, 변장과 잠입에 능해 목표는 그녀가 가까이 있어도 존재를 알아채기 어렵습니다. 이 놀라운 기술 덕분에 레이나는 미아를 위해 수많은 핵심 정보를 모아 왔습니다.\n\n의심의 여지 없이, 암살은 레이나의 최고 특기입니다. 닌자검이든 검이든 맨손이든, 큰 소동 없이 손쉽게 목표를 제거할 수 있습니다.\n\n레이나는 미아의 오른팔이자 가장 친한 친구입니다. 때로는 미아와 상인들이 너무 많은 비밀을 알아버렸다는 이유로 어떤 세력들이 그들을 노리기도 합니다. 미아가 위험에 처하면 레이나는 목숨을 걸고 미아를 지키고 위기를 해결합니다. 레이나가 미아를 위해 모든 것을 거는 이유는, 자신을 거둬준 미아의 은혜에 보답하기 위해서이기도 하고, 함께한 여정 속에서 쌓인 깊은 우정 때문이기도 합니다.\n\n레이나는 미아가 처음 만났을 때 의식을 잃은 상태였고, 미아의 유랑단이 레이나를 거두어 목숨을 구해주었습니다. 처음엔 경계심이 강해 주변과 어울리려 하지 않았지만, 미아의 애완 고양이 ‘바스테트’가 레이나의 마음을 열고 따뜻함을 전해주었습니다. 이제 레이나와 바스테트는 떨어질 수 없는 사이가 되었습니다.\n\n레이나는 파에톤 용병단에게 길러진 고아였습니다. 그녀는 어린 시절 친구들과 함께 암살자로 훈련받았습니다. 임무를 충실히 수행했음에도, 용병단의 중요한 비밀을 알게 된 뒤에는 ‘제거 대상’이 되고 말았습니다. 레이나는 어두운 과거로 인해 죄책감에 시달리지만, 미아는 레이나가 앞으로 나아갈 수 있다고 믿습니다. 미아가 진정으로 우려하는 것은, 파에톤 용병단이 다시 그들의 문을 두드릴 가능성입니다...",
"hero.reina.skill.500141.name": "유령 강습",
"hero.reina.skill.500141.desc": "레이나가 환영을 만들어 후방에서 적을 기습합니다. 공격력*300%/330%/360%/390%/420%의 광역 피해를 줍니다.",
"hero.reina.skill.500142.name": "소멸 술법",
"hero.reina.skill.500142.desc": "레이나는 일반 공격을 받을 때 5%/10%/15%/20%/25% 확률로 환영으로 상대를 혼란시키고 피해를 회피합니다.",
"hero.reina.skill.500143.name": "악마의 독",
"hero.reina.skill.500143.desc": "레이나가 적 대상(영웅 우선)에게 환영을 부여해 공격력*100%/110%/120%/130%/140% 피해를 주고, 1.5초 동안 이동 불가 상태로 만듭니다.",
"hero.reina.skill.500144.name": "암살자의 본능",
"hero.reina.skill.500144.desc": "레이나가 적의 약점을 노립니다. 모든 부대의 일반 공격 피해가 10%/15%/20%/25%/30% 증가합니다.",
"hero.reina.skill.500145.name": "민첩한 스텝",
"hero.reina.skill.500145.desc": "레이나의 노련한 지휘로 모든 부대가 4%/8%/12%/16%/20% 확률로 일반 공격을 회피합니다.",
"hero.reina.skill.500146.name": "그림자 칼날",
"hero.reina.skill.500146.desc": "레이나의 기민한 전술로, 레이나 휘하 창병은 25% 확률로 추가 공격을 수행해 120%/140%/160%/180%/200% 피해를 줍니다.",
"hero.reina.weapon.name": "닌자검 - 뇌절",
"hero.reina.weapon.perk.500147.name": "실루엣 일격",
"hero.reina.weapon.perk.500147.desc": "레이나가 40% 확률로 일반 공격 시 추가 쿠나이를 던져 공격력*45% 피해를 줍니다.",
"hero.reina.weapon.perk.500148.name": "불꽃 침투",
"hero.reina.weapon.perk.500148.desc": "레이나의 압도적인 정밀함이 집결 부대의 치명도를 15% 증가시킵니다."
,
"hero.renee.name": "르네",
"hero.renee.story": "유랑 상단은 가는 곳마다 사람들의 시선을 끕니다. 미아의 점술은 어른들을 매혹시키고, 광대 르네는 저글링과 마술로 아이들의 사랑을 한몸에 받습니다. 르네 역시 아이들과 함께 시간을 보내는 것을 더 좋아합니다.\n\n르네는 생각이 너무 이리저리 튀어 사람들이 따라가기 힘들 때가 있지만, 성격이 놀랄 만큼 친근해 쉽게 마음을 열게 만듭니다. 게다가 그녀의 공연에는 영혼을 치유하는 듯한 ‘마법’이 있어, 우울하고 상처 입은 마음이 다시 기쁨을 찾게 해 주는 것처럼 보이기도 합니다.\n\n하지만 상단의 다른 구성원들처럼, 르네에게도 숨겨진 비밀이 있습니다. 온통 페인트로 뒤덮인 그 가면 뒤에 무엇이 숨겨져 있는지 아무도 모릅니다.\n\n한 번은 미아의 상단이 산적들에게 습격당했지만, 산적들은 르네의 얼굴을 본 뒤 울부짖으며 비명을 지르고 달아났다고 합니다.\n\n이 일 때문에 르네의 얼굴에 관한 온갖 소문이 퍼졌습니다. 호기심 많은 사람들이 몰래 상단이 세운 천막에 잠입해 르네의 무시무시한 얼굴을 보려 했지만, 그 안에는 아무도 없었습니다. 그들은 돌아 나가 도망치려 했고, 그때 마침 돌아오던 르네와 마주쳤습니다. 준비도 못 한 침입자들은 공포에 질려 바닥에 주저앉아 손가락 사이로 르네를 훔쳐봤지만… 르네의 섬뜩한 얼굴은 전혀 섬뜩하지 않았고, 오히려 상냥하고 친절했습니다. 게다가 그 무모한 행동에도 불구하고, 그들은 다치지 않았습니다.\n\n산적들을 겁에 질려 달아나게 한 것은 ‘끔찍한 얼굴’이 아니라, 르네가 전투와 자기방어에 쓰는 “드림 몰드(Dream Mold)”라는 악몽을 꾸게 만드는 약물이었습니다.\n\n르네는 과거 사악한 실험의 피해자로서 불안정한 불수정에 장기간 노출되며 정신이 손상되었고, 그 탓에 이런 물질들에 어느 정도 면역을 지니게 되었습니다. 필리가 말하길, “이미 미친 사람을 더 미치게 만드는 건 불가능하잖아.” 르네는 자신의 상태를 슬퍼하지 않습니다. 그녀가 보는 세상은 무지개와 울창한 초록 자연으로 가득한 동화 왕국이기 때문입니다. 동료는 동물과 요정이며, 악의를 품은 자들은 사악한 마법 생물로 변해 버립니다. 르네의 관점에서 그녀는 평화를 어지럽히려는 나쁜 괴물들과 싸우는 멋진 땅에 있는 셈입니다.\n\n먼 옛날, 르네는 잃어버린 도시 ‘아르카디아’의 주민이었습니다. 연구자로서 그녀는 불수정을 통해 ‘세계의 의지’와 소통하는 방법을 찾고, 세상이 왜 변해버렸는지 그 진실을 밝히려 했습니다.\n\n파에톤이 아르카디아를 함락했을 때 르네는 붙잡혔고, 연구가 완성되지도 않은 상태에서 강제로 ‘세계의 의지’와 연결되도록 강요받았습니다. 대량의 불안정한 불수정과 접촉하는 과정에서 그녀의 의지는 끔찍하게 공격받아 산산이 부서졌고, 정신은 완전히 붕괴했습니다. 마지막 이성이 벗겨져 나가던 순간, 상상조차 할 수 없는 힘이 그녀 안에서 폭발했고, 르네는 파에톤의 손아귀에서 스스로를 해방했습니다. 다른 이들이 그녀를 발견했을 때, 거대한 연구실에 남아 있던 유일한 생존자는 르네뿐이었습니다. 그 순간부터 “르네가 보는 세계”에는 얼음과 눈이 녹아내리는 장면이 포함되기 시작했습니다.",
"hero.renee.skill.500301.name": "환영 구름",
"hero.renee.skill.500301.desc": "르네의 형형색색 공이 폭발해 기이한 구름을 방출합니다. 적에게 공격력*100%/110%/120%/130%/140%의 광역 피해를 주고 1초 동안 혼란시킵니다. 혼란에 걸린 적은 주변의 모든 대상(아군/적군 구분 없음)을 공격합니다.",
"hero.renee.skill.500302.name": "별빛 물감",
"hero.renee.skill.500302.desc": "르네가 몽환적인 물감을 뿌려 대상에게 공격력*50%/55%/60%/65%/70% 피해를 주고, 4초 동안 대상이 받는 피해를 2%/3%/4%/5%/6% 증가시키는 ‘별 표식’을 부여합니다.",
"hero.renee.skill.500303.name": "꿈의 시야",
"hero.renee.skill.500303.desc": "‘별 표식’이 찍힌 대상은 르네의 추적을 벗어날 수 없습니다. 르네의 공격력이 8%/12%/16%/20%/24% 증가하고, 표식 대상에게 가하는 피해가 4%/6%/8%/10%/12% 증가합니다.",
"hero.renee.skill.500304.name": "악몽의 흔적",
"hero.renee.skill.500304.desc": "르네는 믿기 힘든 방식으로 싸웁니다. 르네가 지휘하는 부대는 2턴마다 대상에게 ‘꿈 표식’을 남길 수 있으며, 다음 턴에 창병 추가 피해 40%/80%/120%/160%/200%를 1회 가합니다. 꿈 표식은 1턴 동안 지속됩니다.",
"hero.renee.skill.500305.name": "드림캐처",
"hero.renee.skill.500305.desc": "르네의 ‘꿈 표식’은 적의 약점을 드러냅니다. 표식 대상에게 르네 부대가 가하는 피해가 30%/60%/90%/120%/150% 증가합니다.",
"hero.renee.skill.500306.name": "꿈의 절단",
"hero.renee.skill.500306.desc": "르네의 ‘꿈 표식’이 적의 허점을 노출합니다. 모든 부대가 표식 대상에게 가하는 피해가 15%/30%/45%/60%/75% 증가합니다.",
"hero.renee.weapon.name": "환영 마지볼",
"hero.renee.weapon.perk.500307.name": "꿈의 환영",
"hero.renee.weapon.perk.500307.desc": "르네가 약물이 묻은 바늘로 공격합니다. 공격이 8% 확률로 대상을 1초 동안 혼란시킵니다. 혼란에 걸린 적은 주변의 모든 대상(아군/적군 구분 없음)을 공격합니다.",
"hero.renee.weapon.perk.500308.name": "그리움의 마법",
"hero.renee.weapon.perk.500308.desc": "르네가 뛰어난 재능으로 사기를 북돋웁니다. 집결 부대의 치명도가 15% 증가합니다.",

"hero.rufus.name": "루퍼스",
"hero.rufus.story": "루퍼스가 젊었을 때, 옛 왕국은 아직 굳건했습니다. 그 시절 귀족들은 사치스럽게 살았고, 평민들은 굶주림과 추위에 시달렸습니다. 이런 부정의 앞에서 어떤 이들은 고통을 감내했고, 또 다른 이들은 반란을 일으켰습니다—루퍼스는 후자였습니다.\n\n옛 왕국이 무너진 뒤, 루퍼스는 용병단의 지도자가 되었습니다. 억압을 겪어온 그는 강한 정의감에 이끌려, 동료들 중 일부처럼 사람들에게 폭력을 휘두르지 않았습니다. 바로 그 품성이 지나 같은 명예로운 전사들을 끌어당겼고, 그녀는 루퍼스에게 합류해 그의 추종자가 되었습니다.\n\n안타깝게도 루퍼스의 여정은 어느 날 갑작스럽게 끊겼습니다. 비밀 의뢰를 받은 뒤 원정대를 이끌고 떠났고, 그 이후로는 다시는 모습을 드러내지 않았습니다.\n\n루퍼스는 의뢰인을 호위해 외딴 계곡을 지나 지하로 들어가야 했습니다. 의뢰인의 말에 따르면, 그 여행의 결과는 ‘세상의 운명’까지 결정할 것이었습니다.\n충분히 준비했음에도 여정은 예상보다 훨씬 더 위험했습니다. 계곡을 뒤덮은 안개는 정신을 잠식하는 듯했고, 원정대는 환각을 보거나 시간을 잃어버리고, 기억이 뒤틀리는 고통을 겪었습니다. 하나둘 뒤처지며 사라져 갔고…\n마침내 지하 세계로 이어지는 좁은 균열에 도착했을 때, 남아 있던 것은 루퍼스와 의뢰인 단 둘뿐이었습니다.\n\n지하에는 전혀 새로운 세계가 펼쳐져 있었습니다.\n거대한 균류의 정글을 통과하고, 굽이치는 강을 헤치며, 지하 거주자들의 추격을 피한 끝에 그들이 도착한 곳에는 겉보기엔 평범한 유물 하나가 있었습니다. 의뢰인은 그것이 고대 문명이 만든 기계로, ‘행성 전체를 깨울 수’ 있다고 소개했습니다.\n루퍼스는 의뢰인이 미쳤다고 생각했지만, 그곳까지 함께 견딘 고난이 있었기에 끝까지 힘을 보탰습니다. 모든 절차가 마무리되자 유물은 작동했고, 무언가가 깨어나는 듯했습니다. 열린 석문 너머의 ‘존재’를 바라보는 순간, 루퍼스와 의뢰인은 눈부신 빛에 휩싸였습니다…\n\n그 빛 속에서 루퍼스는 문명들의 탄생, 번영, 몰락이 끝없이 순환하는 광경을 목격했습니다… 마치 꿈처럼요. 마침내 깨어났을 때, 얼마나 시간이 흘렀는지 알 수 없었습니다. 의뢰인은 사라졌고, 유물은 더 훼손되어 있었습니다. 빛 속에서의 기억은 희미해져 가고, 루퍼스는 풀리지 않는 수수께끼만 안은 채 그곳을 떠났습니다.\n\n지상으로 통하는 균열은 사라져 있었고, 루퍼스는 지하 정착지에 머물며 용맹함으로 주민들의 존경을 받았습니다. 세월이 흐른 뒤에야 다른 원정대가 그를 찾아 지상으로 데려갔습니다. 모든 것이 낯설었지만, 지나가 이끄는 ‘독수리 여단’이 번성하고 있는 모습을 보며 그는 위안을 얻었습니다.",
"hero.rufus.skill.500461.name": "성운 충격",
"hero.rufus.skill.500461.desc": "루퍼스가 유성처럼 포격하는 수류탄을 발사해 공격력*200%/220%/240%/260%/280%의 광역 피해를 줍니다. 수류탄은 지면을 불태워 2초 동안 범위 내 대상에게 0.5초마다 공격력*20%/22.5%/25%/27.5%/30% 피해를 줍니다.",
"hero.rufus.skill.500462.name": "파편 폭발",
"hero.rufus.skill.500462.desc": "루퍼스가 폭발탄을 발사해 대상에게 공격력*100%/110%/120%/130%/140% 피해를 줍니다. 파편이 주변 적에게 공격력*50%/55%/60%/65%/70% 피해를 줍니다.",
"hero.rufus.skill.500463.name": "격앙된 분노",
"hero.rufus.skill.500463.desc": "루퍼스가 전장에서 멈출 수 없는 존재로 변모해 치명타 확률이 7%/10%/13%/16%/20% 증가합니다.",
"hero.rufus.skill.500464.name": "지옥불 연대",
"hero.rufus.skill.500464.desc": "루퍼스가 대담한 리더십으로 모든 부대를 전장의 불꽃으로 바꿉니다. 모든 부대의 공격력이 5%/10%/15%/20%/25% 증가합니다.",
"hero.rufus.skill.500465.name": "방어구 분쇄",
"hero.rufus.skill.500465.desc": "루퍼스가 궁병에게 철갑탄을 지급합니다. 공격마다 12%/24%/36%/48%/60% 추가 피해를 주고, 대상이 받는 피해를 1턴 동안 5%/10%/15%/20%/25% 증가시킵니다.",
"hero.rufus.skill.500466.name": "분노의 진동",
"hero.rufus.skill.500466.desc": "루퍼스의 공격적인 전투 스타일이 모든 부대의 공격에 20% 확률로 ‘위협’을 부여해, 적의 치명도를 2턴 동안 10%/20%/30%/40%/50% 감소시킵니다.",
"hero.rufus.weapon.name": "메테오 블래스터",
"hero.rufus.weapon.perk.500467.name": "분쟁의 불씨",
"hero.rufus.weapon.perk.500467.desc": "루퍼스의 일반 공격이 작열 탄환을 발사해 대상을 불태웁니다. 2초 동안 초당 공격력*30% 피해를 줍니다.",
"hero.rufus.weapon.perk.500468.name": "타오르는 군단",
"hero.rufus.weapon.perk.500468.desc": "루퍼스가 불사조 깃발 아래 부대를 집결시켜 공격력이 15% 증가합니다.",

"hero.sonya.name": "소냐",
"hero.sonya.story": "소냐는 잠수함 ‘넵튠(The Neptune)’의 수석 엔지니어입니다. 합류한 지는 몇 년 되지 않았지만, 그녀는 잠수함 안에서 여왕 같은 존재로 군림하게 되었습니다. 낡아빠진 선박이 잦은 고장을 면하는 것도 그녀의 뛰어난 실력 덕분입니다.\n\n선장과 마찬가지로 소냐도 “가라앉은 나라(Sunken Nation)”를 찾고 싶어 하지만, 그녀의 관심은 오직 보물에 있습니다. 이성적이고 현명해 보이는 그녀가 그렇게 잡히지 않는 전설을 믿는다는 사실에 놀라는 이들도 있습니다. 그러나 진실은 이렇습니다. 소냐는 넵튠에 타기 전부터 이미 세계 곳곳의 고대 유적에서 수중 왕국으로 이어지는 단서들을 확보해 왔습니다. 그녀는 자신의 지혜와 헨드릭의 선박이 있다면, 오래 갈망해온 보물을 찾아낼 수 있다고 믿습니다.\n\n처음 소냐가 넵튠에 오른 것은 포로로서였습니다. 하지만 캡틴 헨드릭은 소냐가 지능과 기술로 스스로를 풀어버릴 수 있고, 누구도 막을 수 없다는 걸 깨달은 뒤, 그냥 배 안을 자유롭게 돌아다니도록 허용했습니다.\n\n소냐와 헨드릭이 서로를 ‘이용’하고 있다는 건 누구나 압니다. 이해관계가 충돌하는 순간, 그들은 서로를 배신할 것입니다. 다만 지금까지는 그들의 “동업”이 꽤 순조로웠습니다. 선원들이 소냐를 두려워하는 이유는 그녀의 육체적 능력뿐 아니라, 모두의 비밀과 약점을 알고 있고 그것을 어떻게 이용해야 하는지도 알고 있기 때문입니다.\n\n소냐의 부에 대한 집착은 과거에서 비롯되었습니다. 옛 왕국 왕실의 먼 친척이었던 그녀는 한때 사치스러운 삶을 살았지만, 선파이어 성이 함락되던 날 모든 것을 잃었습니다. 수년간의 유랑과 빈곤은 그녀를 무너뜨리고 존엄을 앗아갔습니다. 얼어붙은 종말 이후 세계에서 생존의 법칙을 익혀가면서도, 소냐는 점점 더 ‘돈만이 구원으로 가는 유일한 길이며, 궁극의 진리’라는 확신에 사로잡혔습니다. 그래서 그녀는 부자가 될 기회를 조금도 놓치지 않으려 합니다.\n\n유랑 시절 쌓은 지식과 전투 능력 덕분에 새벽 연합, 용병단, 심지어 파에톤에게서도 초청을 받았지만, 그녀는 그들이 제시한 “푼돈”에 만족하지 못했습니다. 대신 시선을 온 세상의 보물로 돌렸습니다.\n\n보물 사냥 도중, 소냐는 “가라앉은 나라”에 대한 단서를 찾아냈고, 수중에 숨은 영역을 찾기 위해 헨드릭에게 일부러 붙잡히도록 유도했습니다. 그 비싼 선박이 필요했기 때문입니다. 소냐는 잃어버린 보물을 찾아내는 순간, 툰드라에서 가장 부유한 사람이 될 것이라 믿습니다. 그리고 그 돈으로 솔라리스 왕국을 재건하고, 스스로를 새로운 여왕으로 즉위시킬 생각입니다.",
"hero.sonya.skill.500351.name": "극저온",
"hero.sonya.skill.500351.desc": "소냐가 극저온 냉매를 분사해 대상을 1.5초 동안 빙결시키고, 대상 및 주변 적에게 공격력*220%/240%/260%/280%/300%의 광역 피해를 줍니다.",
"hero.sonya.skill.500352.name": "냉동 폭탄",
"hero.sonya.skill.500352.desc": "소냐가 냉동 폭탄을 발사해 적에게 공격력*100%/110%/120%/130%/140% 피해를 주고, 주변 적의 공격 속도를 3초 동안 50% 감소시킵니다.",
"hero.sonya.skill.500353.name": "돈에 굶주린 자",
"hero.sonya.skill.500353.desc": "현상금에 대한 소냐의 불타는 욕망이 전장에서 광분 상태를 유도합니다. 공격력이 10%/15%/20%/25%/30% 증가합니다.",
"hero.sonya.skill.500354.name": "보물 사냥꾼",
"hero.sonya.skill.500354.desc": "“전설의 바다 보물을 찾으면 모두에게 몫이 있다!” 소냐의 약속이 모두를 고무해, 모든 부대의 피해가 4%/8%/12%/16%/20% 증가합니다.",
"hero.sonya.skill.500355.name": "현상금 유혹",
"hero.sonya.skill.500355.desc": "소냐가 보상으로 부대를 독려합니다. 창병은 2회 공격마다 15%/30%/45%/60%/75% 추가 피해를 주며, 모든 부대의 공격력이 1턴 동안 5%/10%/15%/20%/25% 증가합니다.",
"hero.sonya.skill.500356.name": "격류의 충돌",
"hero.sonya.skill.500356.desc": "소냐의 창병이 해류처럼 기회를 노려 기습합니다. 5턴마다 50%/100%/150%/200%/250% 피해를 주고, 대상을 1턴 동안 기절시킵니다.",
"hero.sonya.weapon.name": "맹그로브 개구리",
"hero.sonya.weapon.perk.500357.name": "뼛속까지 차갑게",
"hero.sonya.weapon.perk.500357.desc": "소냐가 냉매 조성을 개선해 공격력이 24% 증가합니다. \"극저온\"의 빙결이 끝나면, 산산이 부서진 얼음이 주변 적에게 공격력*70% 피해를 줍니다.",
"hero.sonya.weapon.perk.500358.name": "소용돌이 포탑",
"hero.sonya.weapon.perk.500358.desc": "소냐가 물줄기를 뿜는 포탑을 설치합니다. 수비 부대의 치명도가 15% 증가합니다.",

"hero.viveca.name": "비베카",
"hero.viveca.story": "나이트 가드의 사령관 비베카는 차갑고 엄격한 지도자이며, 동시에 한 치의 오차도 없는 완벽한 궁병입니다. 그녀의 평생 임무는 ‘핏빛 달 역병(Blood Moon Plague)’이 촉발한 재앙을 봉쇄해, 짙은 안개에 뒤덮인 ‘버려진 도시(Abandoned City)’—한때 그녀의 고향이었던 곳—안에 가두는 것입니다. 비베카는 이 임무를 위해서라면 무엇이든 할 각오가 되어 있습니다.\n\n안개 속에서 나타나는 변이체들을 마주하면 대부분은 공포에 얼어붙습니다. 그 적들은 이해를 초월하기 때문입니다. 하지만 비베카는 조금도 흔들리지 않습니다. 그녀는 그들의 약점을 알고 있습니다. 두려움 없는 그녀의 지휘 아래, 나이트 가드 또한 어둠을 정면으로 마주할 용기를 얻었습니다.\n\n평소의 비베카는 차갑고 과묵하며, 누구와도 거리를 둡니다. 프레야, 닥터 필리, 그리고 몇몇 나이트 가드 장교들 외에 그녀의 유일한 동료는 애완 까마귀 ‘베일윙(Veilwing)’입니다. 그녀의 성격은 마치 선천적으로 감정이 없는 것처럼 보이지만, 프레야는 진실을 압니다. 비베카는 너무 많은 트라우마를 겪었기에, 마음을 열면 취약해질 뿐이라는 사실을 배워 버린 것입니다.\n\n전장 위의 비베카는 ‘차갑다’는 말로도 부족할 만큼 냉혹합니다. 버려진 도시에 역병이 퍼졌을 때, 그녀는 변이해 버린 친구들을 직접 도살해야 했습니다. 지금도 감염된 아군을 마주하면, 비베카는 망설임 없이 방아쇠를 당깁니다.\n\n버려진 도시의 생존자들은 안개 바로 바깥에 새로운 정착지 ‘뉴 메티야(New Metiya)’를 세웠습니다. 이후 한 신비한 낯선 이는, 역병이 저주가 아니라 ‘변형의 기회’라고 주장했습니다—감염체들 안에서 지성의 흔적을 목격한 비베카에게, 그 말은 깊은 불안을 남겼습니다.",
"hero.viveca.skill.500581.name": "영원한 밤의 피날레",
"hero.viveca.skill.500581.desc": "단일 대상에게 공격력*200%/220%/240%/260%/280% 피해를 주고 출혈을 부여합니다. 출혈은 2초 동안 0.5초마다 공격력*7%/9%/11%/13%/15% 피해를 줍니다.",
"hero.viveca.skill.500582.name": "어둠의 후예",
"hero.viveca.skill.500582.desc": "까마귀를 소환해 대상을 6/7/8/9/10초 동안 표식합니다. 표식된 대상은 5%/10%/15%/20%/25% 더 많은 피해를 받으며, 우선 공격 대상이 됩니다.",
"hero.viveca.skill.500583.name": "혹한의 진혼곡",
"hero.viveca.skill.500583.desc": "적 영웅 1명을 처치할 때마다, 전투가 끝날 때까지 비베카의 공격력이 3%/6%/9%/12%/15% 증가합니다.",
"hero.viveca.skill.500584.name": "황혼 군단",
"hero.viveca.skill.500584.desc": "모든 아군 부대의 공격력이 5%/10%/15%/20%/25% 증가합니다.",
"hero.viveca.skill.500585.name": "그림자 세계",
"hero.viveca.skill.500585.desc": "궁병의 공격이 20% 확률로 모든 적 부대에게 20%/40%/60%/80%/100% 추가 피해를 줍니다.",
"hero.viveca.skill.500586.name": "안개의 아이들",
"hero.viveca.skill.500586.desc": "보병이 받는 피해가 2%/4%/6%/8%/10% 감소하고, 궁병의 피해가 동일한 수치만큼 증가합니다.",
"hero.viveca.weapon.name": "암흑성",
"hero.viveca.weapon.perk.500587.name": "피의 사냥",
"hero.viveca.weapon.perk.500587.desc": "비베카의 가하는 피해가 25% 증가합니다.",
"hero.viveca.weapon.perk.500588.name": "새벽의 노래",
"hero.viveca.weapon.perk.500588.desc": "집결 부대의 치명도가 15% 증가합니다.",

"hero.vulcanus.name": "불카누스",
"hero.vulcanus.story": "잔혹한 인상의 불카누스는 거칠고 냉정하며, 성미가 급하고 어두운 기분에 쉽게 잠기는 사나이입니다.\n불카누스는 강인합니다. 그래야만 합니다. 생존 자체가 매일의 전투인 지하도시의 수장 중 한 명으로서, 그는 ‘두렵게 만들되 불의하지 않고, 교활하되 편집증적이지 않으며, 폭력적이되 오직 적에게만’이라는 통치자의 이상을 몸소 구현해야 합니다.\n\n불카누스는 정치가이자 지휘관에 그치지 않습니다. 그는 강력한 석궁을 다루는 데 극도로 능숙하고, 공성 장비의 전문가이기도 합니다. 불카누스는 자신의 무기를 개조해, 화살이 가장 중무장한 적조차 공포에 떨게 할 만큼의 위력으로 날아가게 만들었습니다.\n\n불카누스는 개척자들의 긴 혈통에서 태어났습니다. 옛 개척자들은 얼어붙는 지상 기온을 피하는 최선의 해답이 ‘아래로 내려가는 것’이라고 판단했습니다.\n\n‘금지 구역(Forbidden Zone)’이라는 거대한 미스터리는 나방이 불꽃에 이끌리듯 모험가들을 전국에서 불러모읍니다. 불카누스 또한 때를 기다리고 있습니다. 오만한 침입자들을 이 신성한 땅에서 몰아낼 ‘적절한 순간’을 말이죠.",
"hero.vulcanus.skill.500521.name": "공성 쇠뇌",
"hero.vulcanus.skill.500521.desc": "불카누스가 중형 쇠뇌 3발로 바리케이드를 갈가리 찢어 공격력*200%/220%/240%/260%/280% 피해를 주고, 출혈을 부여합니다.",
"hero.vulcanus.skill.500522.name": "사슬 결박",
"hero.vulcanus.skill.500522.desc": "불카누스가 사슬이 달린 다트로 적 영웅을 조준해 공격력*100%/110%/120%/130%/140% 피해를 주고 2초 동안 기절시킵니다.",
"hero.vulcanus.skill.500523.name": "희망의 불꽃",
"hero.vulcanus.skill.500523.desc": "호위 부대의 공격력과 방어력이 10%/15%/20%/25%/30% 증가합니다.",
"hero.vulcanus.skill.500524.name": "광폭한 폭풍",
"hero.vulcanus.skill.500524.desc": "모든 적 부대의 공격력이 4%/8%/12%/16%/20% 감소합니다.",
"hero.vulcanus.skill.500525.name": "강철 분쇄자",
"hero.vulcanus.skill.500525.desc": "모든 부대가 5회 공격마다 추가 피해를 주고, 대상이 받는 피해를 증가시킵니다.",
"hero.vulcanus.skill.500526.name": "정확한 일격",
"hero.vulcanus.skill.500526.desc": "적 보병과 창병의 방어력을 감소시키고, 궁병의 공격력을 증가시킵니다.",
"hero.vulcanus.weapon.name": "파멸의 인장",
"hero.vulcanus.weapon.perk.500527.name": "열상",
"hero.vulcanus.weapon.perk.500527.desc": "모든 대상에게 출혈을 부여합니다. 출혈은 3초 동안 0.5초마다 공격력*20% 피해를 줍니다.",
"hero.vulcanus.weapon.perk.500528.name": "타고난 왕",
"hero.vulcanus.weapon.perk.500528.desc": "집결 부대의 공격력이 15% 증가합니다.",

"hero.wayne.name": "웨인",
"hero.wayne.story": "웨인은 현상금 사냥꾼으로 늘 혼자 움직여 왔고, 능력만큼이나 경험도 풍부합니다. 그는 냉혹한 기계처럼 임무를 정확하고 효율적으로 완수하며, 꼭 필요한 말만 하고 불필요한 말은 절대 하지 않습니다.\n그는 번개 같은 반사신경을 지닌 뛰어난 궁병로, 빙원 최고의 사수 중 한 명입니다. 바히티에 따르면 웨인은 100보 거리에서 빠른 발도로, 공중에 던져진 여러 개의 동전을 연달아 맞힐 수 있다고 합니다. 하지만 웨인이 더 선호하는 건 개조된 ‘파워 부메랑’입니다. 고용주에게 표적을 “멀쩡한 상태로” 넘기기에는 그쪽이 더 효과적이기 때문입니다.\n때로는 완강히 저항하는 “사냥감”에게 공정한 승부 기회도 줍니다. 물론 그는 한 번도 진 적이 없습니다.\n웨인은 사실상 친구가 없고, “사람들과 유대하는 것”을 필요하다고 여기지 않습니다. 또한 그는 대부분 잔혹한 산적들을 추적하는 고되고 위험한 임무들을 정의감 때문이 아니라 돈 때문에 수락한다고 말합니다.\n오랜 “사업 파트너”로서, 판사 그렉은 웨인이 최소한의 도덕률을 지니고 있어 모든 의뢰를 무작정 받아들이지 않으며, “돈 때문에” 악의 공범이 되지 않는다는 점에 안도합니다.\n\n“난 다른 세계에서 왔어—지금은 더 이상 존재하지 않는 세계지.”\n웨인은 과거를 묻는 지인에게 이렇게 말한 적이 있습니다. 황당한 말이라 대수롭지 않게 여겨졌지만, 완전히 거짓은 아니었습니다. 웨인이 태어나 자란 마을은 극단적인 상황 속에서 정말로 멸망했습니다. 사랑하던 고향은 역사 속으로 사라졌고, 그가 사랑했던 사람들과 모든 것들은 먼지가 되어 흩어졌습니다. 그 때문에 웨인은 더 이상 관계를 맺지 않으려 스스로를 닫아걸고, 외로운 늑대의 길을 걷기 시작했습니다.\n\n웨인의 “사냥”이 늘 순탄한 것은 아닙니다. 폭력의 여왕 제노비아를 추적하던 중 그는 총에 맞아 계곡 아래로 추락했습니다. 산골 처녀 마틸다가 그를 구해 집으로 데려가 간호해 주었습니다. 남편을 잃은 마틸다는 어린 아들과 서로 의지해 살아가고 있었고, 낯선 이의 등장은 고된 일상에 색을 더해 주었습니다.\n웨인이 회복하던 무렵, 제노비아와 패거리가 마틸다의 마을을 침략했습니다. 무력한 희생자를 기대했던 제노비아는, 오래된 숙적 앞에서 발걸음을 멈출 수밖에 없었습니다. 웨인은 흉악한 범죄자를 포박했고, 마틸다에게 작별을 고했습니다. 그조차도—자신의 마음 한구석에 작은 변화가 생겼다는 사실을—깨닫지 못했습니다.",

"hero.wayne.skill.500311.name": "허리케인 역풍",
"hero.wayne.skill.500311.desc": "웨인이 부메랑을 던져 직선상의 적에게 공격력*100%/110%/120%/130%/140%의 광역 피해를 줍니다. 부메랑이 되돌아올 때도 경로상의 적에게 동일한 피해를 줍니다.",
"hero.wayne.skill.500312.name": "환영 돌격",
"hero.wayne.skill.500312.desc": "웨인이 눈 깜빡할 사이에 뽑아 쏩니다. 일반 공격마다 15%/20%/25%/30%/35% 확률로 추가 일반 공격이 발동합니다.",
"hero.wayne.skill.500313.name": "정오",
"hero.wayne.skill.500313.desc": "웨인의 완벽한 조준이 피해를 줄 때마다 치명타 확률을 3%/6%/9%/12%/15% 증가시킵니다.",
"hero.wayne.skill.500314.name": "천둥 일격",
"hero.wayne.skill.500314.desc": "웨인의 뛰어난 전술로 모든 부대가 4턴마다 추가 공격을 1회 수행하며, 20%/40%/60%/80%/100% 피해를 줍니다.",
"hero.wayne.skill.500315.name": "회전 타격",
"hero.wayne.skill.500315.desc": "웨인의 책략은 가장 단단한 방어도 꿰뚫습니다. 격공마다(한 번 걸러 한 번) 웨인의 궁병는 적 창병에게 8%/16%/24%/32%/40% 추가 피해를, 적 궁병에게 4%/8%/12%/16%/20% 추가 피해를 줍니다.",
"hero.wayne.skill.500316.name": "신속",
"hero.wayne.skill.500316.desc": "웨인은 약점을 꿰뚫는 매의 눈으로 실수를 용납하지 않습니다. 모든 부대의 공격에 5%/10%/15%/20%/25% 치명타 확률을 부여합니다.",

"hero.wayne.weapon.name": "파워 부메랑",
"hero.wayne.weapon.perk.500317.name": "건슬링거",
"hero.wayne.weapon.perk.500317.desc": "웨인이 빠른 5연사 난사를 퍼부어 무작위 적 1명에게 공격력*56% 피해를 줍니다. 대상이 호위 병종이라면 100% 확률로 즉시 쓰러뜨립니다.",
"hero.wayne.weapon.perk.500318.name": "공격적 수비",
"hero.wayne.weapon.perk.500318.desc": "웨인의 전략적 통찰이 수비 부대의 치명도를 15% 증가시킵니다.",


"hero.wuming.name": "무명",
"hero.wuming.story": "그의 진짜 이름을 아는 이는 없지만, 어느 마을이든 그의 전설을 들어본 적이 있습니다.\n\n방랑 전사 무명은 무술가로서 명성을 쌓아 왔습니다. 그는 기술을 높은 경지까지 끌어올렸고, 약자를 돕기 위해 자신의 힘을 쓰는 것을 주저하지 않습니다. 그의 협의(俠義)는 훌륭한 평판을 낳았으며, 손에 쥔 ‘용살자(Dragonslayer)’는 툰드라를 떠도는 기회주의 산적들에게 공포 그 자체입니다.\n\n방랑의 삶에 익숙해졌지만, 무명은 가난한 마을에 잠시 머물며 생존자들에게 스스로를 지키는 법을 가르치기도 합니다. 먼 고향의 속담처럼 말이죠. “물고기 잡는 법을 가르치면 평생을 먹인다.”\n\n무명은 무술뿐 아니라 음악과 예술에도 능합니다. 하지만 사람들이 더 칭찬하는 건 그의 겸손함과 다정한 성품입니다. 때로는 마을의 선생 역할을 맡아 아이들에게 읽기, 쓰기, 셈하기를 가르치고, 이국의 환상적인 신화를 들려주기도 합니다. 그러나 무명이 지금과 전혀 다른 사람이었던 시절이 있었다는 사실을 아는 이는 드뭅니다.\n\n과거의 그는 오직 “세상 제일의 고수”로 역사에 남는 것만을 추구했습니다. 이를 위해 그는 쉼 없이 수련하고, 이름난 고수들을 찾아다니며, 온갖 유파를 익혔습니다. 타고난 재능에 집착까지 더해져 젊은 시절부터 압도적인 강자가 되었고, 그 ‘노인’을 만나기 전까지는 패배를 몰랐습니다.\n\n그 노인은 한때 세상을 떠돌았지만, 지금은 평범한 마을에 살고 있었습니다. 무명은 ‘비할 데 없는 무공’을 지녔다는 소문을 듣고, 공허한 마음에 다시 투지를 불태우며 도전장을 내밀었습니다. 결과는 승리가 아니었습니다. 검과 창과 극으로 덤벼도, 노인의 막대기 앞에서 연패를 맛봤습니다. 이후 무명은 그 거대한 상대를 넘어서는 데 집착하게 됩니다.\n\n첫 도전 이후 수년 동안, 무명은 해마다 노인에게 도전했고 매번 패했습니다. 힘과 민첩, 기술이 앞선다고 느끼는데도 왜 승리하지 못하는지 알 수 없었습니다.\n\n마지막 도전이 있던 날, ‘리퍼(Reapers)’라 불리는 산적들이 노인이 살던 마을을 습격했습니다. 무명은 달아나려 했습니다—인간의 살은 중장 메크 앞에서 방패가 아니니까요. 그러나 노인은 막대기로 침입자들을 쓰러뜨리며 리퍼 셋을 제압해 마을을 지켰습니다. 하지만 그 마지막 전투로 힘을 모두 소진했고, 죽음은 빠르게 찾아왔습니다.\n이 광경을 목격한 무명은 전사로서의 진정한 의미를 깨달았습니다. ‘참된 정의와 신념’이야말로 초월의 열쇠라는 것을. 그리고 그는 세상을 떠난 상대의 뜻을 이어, “무명(無名)”—“이름 없는 자(The Nameless One)”라는 가명으로 협객의 길을 떠났습니다.",

"hero.wuming.skill.500191.name": "회오리 장벽",
"hero.wuming.skill.500191.desc": "무명이 지팡이를 번개처럼 휘둘러 굳건한 장벽을 만듭니다. 적에게 공격력*100%/110%/120%/130%/140%의 광역 피해를 주고, 2초 동안 무적이 됩니다.",
"hero.wuming.skill.500192.name": "내면의 명료",
"hero.wuming.skill.500192.desc": "무명이 내면의 혼란을 잠재워 압도적인 명료함을 얻습니다. 4초 동안 공격력이 8%/12%/16%/20%/24%, 방어력이 16%/24%/32%/40%/48% 증가합니다.",
"hero.wuming.skill.500193.name": "원격 충격",
"hero.wuming.skill.500193.desc": "무명이 무술을 극한까지 단련해, 일반 공격마다 무작위 적 1명에게 공격력*20%/22%/24%/26%/28% 피해를 추가로 가합니다.",
"hero.wuming.skill.500194.name": "그림자 회피",
"hero.wuming.skill.500194.desc": "무명이 그림자처럼 움직이며 회피하고 반격합니다. 보병이 받는 일반 공격 피해가 5%/10%/15%/20%/25% 감소하고, 스킬 피해가 6%/12%/18%/24%/30% 감소합니다.",
"hero.wuming.skill.500195.name": "초승달 고양",
"hero.wuming.skill.500195.desc": "무명이 지혜와 기법을 전파해, 아군 부대의 가하는 피해가 4%/8%/12%/16%/20% 증가합니다.",
"hero.wuming.skill.500196.name": "원소 공명",
"hero.wuming.skill.500196.desc": "무명이 모두를 더 높은 전투 기법의 경지로 이끌어, 부대의 스킬 피해가 5%/10%/15%/20%/25% 증가합니다.",

"hero.wuming.weapon.name": "용살자",
"hero.wuming.weapon.perk.500197.name": "무도 극치",
"hero.wuming.weapon.perk.500197.desc": "무명이 무도의 경지에 올라, 가하는 피해가 30% 증가합니다.",
"hero.wuming.weapon.perk.500198.name": "강철 규율",
"hero.wuming.weapon.perk.500198.desc": "무명이 수비 부대를 엄격히 훈련시켜, 수비 부대의 방어력이 15% 증가합니다.",


"hero.xura.name": "주라",
"hero.xura.story": "생존자들이 주라의 기이한 가면, 낯선 옷차림, 어색한 억양을 보고 그가 현재의 툰드라와는 먼, 어딘가의 왕국에서 왔다고 해석하는 것도 무리는 아닙니다. 어떤 왕국인지 설명해 줄 박식한 탐험가가 있다면 좋으련만! 사람들은 알고 싶어 하지만, 주라는 자신의 기원에 대해 입을 굳게 다뭅니다.\n\n물론, 키 작은 여행자 주라는 어디서든 환영받습니다. 그는 툰드라의 언어를 흉내 내고, 자신의 사고방식과 현지인의 문화 차이를 극복하려 애써 왔습니다. 여기에 늘 친절한 태도까지 더해지고, 무엇보다도—도시의 의사들조차 당황할 만큼 탁월한 약초 치료로 많은 생존자들을 고쳐 왔기 때문입니다.\n\n주라는 그 약초들을 어디서 구했을까요? 대부분의 식물은 툰드라에서 본 적도 없고, 자랄 수도 없는 것들이라, ‘그가 수평선 끝까지 이어지는 혹한의 지옥과는 전혀 다른 곳에서 왔다’는 소문에 더욱 불을 지폈습니다.\n더 기이한 것은 주라가 툰드라의 사람들, 식물, 동물 등 ‘모든 것’에 대해 지독할 정도로 알고 싶어 한다는 점입니다. 그는 현지 동물들과 유난히 잘 통하며, 무작위 식물의 약효를 시험하겠다고 즉석에서 먹어치우는 이상한 모습도 자주 보입니다.\n\n주라의 기원을 추적하던 새벽 연합의 일부 연구자들은, 그의 일지에 적힌 상징들이 오래전에 사라진 부족 “윈드브레이커(Windbreakers)”와 연관되어 있음을 밝혀냈습니다. 주라의 가면은 샤먼적 성격을 띠며, 그가 의료 책임 외에도 “가이아 정령(Gaia Spirit)”을 둘러싼 영적 역할을 맡고 있음을 시사합니다.\n\n윈드브레이커에 대한 기록은 희소하지만, 대재앙의 혹한(Great Chill) 이전부터 이미 멸족 직전이었던 부족이라는 그림을 보여 줍니다. 주라의 등장은 ‘윈드브레이커가 살아남았는가’라는 논쟁에 종지부를 찍었고, 동시에 몇 가지 유망한 가능성을 제시합니다.\n\n세상이 치명적인 한기를 겪기 훨씬 전, 윈드브레이커는 주술사들의 예지에 따라 “거목(Great Tree)”에 뿌리내린 거대한 지하 동굴망으로 이주했습니다.\n\n태양의 따뜻한 빛 없이도, 그들은 거목의 기묘한 뿌리 등에서 새로운 열원과 먹거리를 찾아 지하 생활에 적응해 갔습니다. 운명처럼, 그들의 기이한 거처 선택은 부족을 대혹한의 최악으로부터 지켜 주었습니다.\n\n하지만 장로들은 말합니다. 거목의 생명력이 사라져 가고 있다고. 그리고 전설 속 ‘불수정’만이 그 생명력을 되살릴 영양을 줄 수 있다고요. 주라는 비록 최근에야 입문한 수련자일 뿐이지만, 이제 낯선 땅을 떠돌며 사람들을 구해야 하는 무거운 짐이 그의 어깨 위에 놓였습니다.",

"hero.xura.skill.500401.name": "생명의 춤",
"hero.xura.skill.500401.desc": "주라가 춤으로 신성한 도움을 청해 3초 동안 매초 공격력*20%/40%/60%/80%/100%만큼 모든 아군 영웅의 체력을 회복시키고, 받는 피해를 50% 감소시킵니다. 지속 시간 동안 주라는 제어 효과에 면역입니다.",
"hero.xura.skill.500402.name": "포자 결박",
"hero.xura.skill.500402.desc": "주라가 대상에게 치명적인 포자를 감염시킵니다. 대상이 공격할 때마다 공격력*100%/110%/120%/130%/140% 피해를 받으며, 3초 동안 지속됩니다.",
"hero.xura.skill.500403.name": "마비 침",
"hero.xura.skill.500403.desc": "블로우건 약물이 주라의 공격력을 4%/6%/8%/10%/12% 증가시킵니다. 각 침마다 20% 확률로 대상을 1초 동안 속박(이동 불가)합니다.",
"hero.xura.skill.500404.name": "균류 안개",
"hero.xura.skill.500404.desc": "주라가 지하 균류를 방출해 빠르게 증식시키며 적의 시야를 차단합니다. 아군 부대가 받는 피해가 4%/8%/12%/16%/20% 감소합니다.",
"hero.xura.skill.500405.name": "관통 화살",
"hero.xura.skill.500405.desc": "주라가 적 방어구의 약점을 간파합니다. 주라의 궁병는 2회 공격마다 20%/40%/60%/80%/100% 추가 피해를 주고, 대상이 받는 피해를 1턴 동안 5%/10%/15%/20%/25% 증가시킵니다.",
"hero.xura.skill.500406.name": "비정규 전술",
"hero.xura.skill.500406.desc": "주라의 비정통 전술은 매우 교란적입니다. 궁병의 가하는 피해가 3%/6%/9%/12%/15% 증가하고, 받는 피해가 2%/4%/6%/8%/10% 감소합니다.",

"hero.xura.weapon.name": "마녀의 가면",
"hero.xura.weapon.perk.500407.name": "전쟁의 함성",
"hero.xura.weapon.perk.500407.desc": "주라가 부족의 전쟁 춤으로 공격력이 가장 높은 아군 1명을 고무합니다. 4초 동안 해당 아군의 가하는 피해가 60% 증가합니다.",
"hero.xura.weapon.perk.500408.name": "가이아의 찬가",
"hero.xura.weapon.perk.500408.desc": "주라가 가이아의 고대 찬가로 도시 수비대를 고무합니다. 수비대의 공격력이 15% 증가합니다.",


"hero.zinman.name": "진먼",
"hero.zinman.story": "선파이어 성의 과거 시대, 진먼은 “최고의 건축가”로 명성이 자자했습니다. 그의 건축 과학과 예술에 대한 이해는 비할 데 없었고, 설계는 눈부셨으며, 평판 또한 탁월했습니다. 다만 그의 외모는… 음, 진먼은 그런 사소한 일에 시간을 쓸 여유가 없었습니다. 대혹한이 없었다면, 그는 분명 자신의 분야에서 더 높은 경지에 올랐을 것입니다.\n\n진먼의 옛 동료들 중 다수는 인근 도시들에 정착했지만, 진먼은 수년간 신비롭게 자취를 감췄습니다. 다시 모습을 드러냈을 때, 그는 강력한 새벽 연합의 핵심 인물이 되어 있었습니다. 연합 아래에서 진먼은 새로운 방어 공학 기술을 개발하고 도시 용광로를 개선했습니다. 예술성은 덜하지만 매우 실용적인 구조물들에 그는 자부심을 느낍니다.\n\n진먼은 가족 이야기를 거의 하지 않지만, 딸의 갑작스러운 죽음은 사람들에게 알려져 있습니다. 딸의 꿈은 온갖 꽃으로 가득한 웅장한 온실을 보는 것이었습니다. 진먼은 수년간 청원 끝에 선파이어 성의 ‘대통령’에게서 그 프로젝트 승인을 받아냈습니다. 그러나 대혹한 이후의 혼란 속에서, 거의 10년에 걸친 미완의 온실 공사는 파괴되고 말았습니다.\n\n처음엔 진먼도 딸의 꿈을 놓지 못했습니다. 하지만 현실은 냉혹했고, 얼어붙은 세계에서 최우선은 ‘생존’이라는 사실을 그는 받아들여야 했습니다.\n\n대혹한 이후 진먼의 발명품에는 눈 덮개를 강화한 쉼터, 네일건을 효과적인 무기로 바꾸는 개조 키트 등이 포함됩니다. 그의 지식은 많은 생존자들에게 도움을 주지만, 그는 딸과의 약속을 지키지 못했다는 사실을 뼈아프게 자각하고 있습니다.\n\n새벽 연합의 수석 건축가로 합류한 뒤, 진먼은 다시 희망과 목적을 찾았습니다. 자신의 건축 지식으로 수많은 생명과 가족, 도시를 구할 수 있다는 사실이 기뻤습니다. 그들의 미소는 진먼에게 헤아릴 수 없는 위로가 되었습니다. 그는 여전히 언젠가 아주 먼 미래에, 가족을 기리는 의미로 그 온실을 세울 수 있기를 꿈꿉니다…",

"hero.zinman.skill.500171.name": "못 난사",
"hero.zinman.skill.500171.desc": "진먼이 못줄기를 퍼부어 대상에게 각각 공격력*55%/60%/65%/70%/75% 피해를 주며, 2초 기절을 부여합니다.",
"hero.zinman.skill.500172.name": "긴급 방어",
"hero.zinman.skill.500172.desc": "진먼은 압박에 강합니다. 체력이 50% 미만일 때 방어력이 50%/75%/100%/125%/150% 증가합니다.",
"hero.zinman.skill.500173.name": "강건",
"hero.zinman.skill.500173.desc": "진먼의 활력 넘치는 태세가 공격 속도를 10%/15%/20%/25%/30% 증가시킵니다.",
"hero.zinman.skill.implacable.name": "불굴",
"hero.zinman.skill.implacable.desc": "대가 건축가 진먼은 견고한 방어선에 필요한 것이 무엇인지 압니다. 모든 부대의 방어력과 체력이 각각 2%/4%/6%/8%/10% 증가합니다.",
"hero.zinman.skill.500174.name": "요새술사",
"hero.zinman.skill.500174.desc": "진먼의 병참 전문성으로 건설 비용이 3%/6%/9%/12%/15% 감소하고, 건물 업그레이드 속도가 3%/6%/9%/12%/15% 증가합니다.",
"hero.zinman.skill.positional_battler.name": "지형 전투가",
"hero.zinman.skill.positional_battler.desc": "진먼은 지형을 공격적으로 활용하는 대가입니다. 모든 부대의 피해가 5%/10%/15%/20%/25% 증가합니다.",

"hero.zinman.weapon.name": "우드페커",
"hero.zinman.weapon.perk.500177.name": "오버클럭 네일건",
"hero.zinman.weapon.perk.500177.desc": "진먼의 네일건이 과충전 모드에 들어가 공격력이 24% 증가합니다.",
"hero.zinman.weapon.perk.500178.name": "수비로 공격",
"hero.zinman.weapon.perk.500178.desc": "진먼이 궁수 탑을 건설해, 수비 부대의 공격력이 15% 증가합니다."



}
