{
  "hero.section.story": "Story",
  "hero.section.sources": "Sources",
  "hero.section.talent": "Talent",
  "hero.section.exploration": "Exploration",
  "hero.section.expedition": "Expedition",
  "hero.section.shards": "Shards",
  "hero.section.description": "Description",
  "hero.section.exclusive_weapon": "Exclusive Weapon",
  "hero.section.stats": "Stats",
  "hero.section.skills": "Skills",
  "hero.section.options": "Options",

  "hero.stats.attack": "Attack",
  "hero.stats.defense": "Defense",
  "hero.stats.health": "Health",
  "hero.stats.attack_percent": "Attack",
  "hero.stats.defense_percent": "Defense",

  "hero.source.exploration": "Exploration",
  "hero.source.lighthouse_intel": "Lighthouse Intel",
  "hero.source.hero_recruitment": "Hero Recruitment",

  "hero.rarity.r": "R",
  "hero.rarity.sr": "SR",
  "hero.rarity.ssr": "SSR",

  "hero.class.infantry": "Infantry",
  "hero.class.lancer": "Lancer",
  "hero.class.marksmen": "Marksmen",

  "hero.subclass.growth": "Growth",

  "hero.charlie.name": "Charlie",
  "hero.charlie.class": "Lancer",
  "hero.charlie.subClass": "Growth",
  "hero.charlie.storyHtml": "<p>\"What did you say? Speak up!\" The townsfolk have gotten used to the gruff male voice of Charlie.</p><p>The loud and rough Charlie has had a long career as an explosives demolitionist. A lot of people associate Charlie with his dangerous job and keep a distance from him.</p><p>However, just talk to Charlie and you will know this man has a heart of gold. Moreover, his constant yelling has nothing to do with an angry attitude. It's a side effect of years of explosives on Charlie's ear drums.</p><p>Charlie's explosives knowledge is invaluable for the difficult coal mining process. Despite his scruffy appearance, he is extremely attentive to detail. This helped him to stay safe in a risky line of work.</p><p>Charlie prefers to stay behind the battlefield wherever possible but is certainly not scared of a fight. Enemies will quickly discover the power of chemistry over swords. Not only is Charlie an expert on a wide variety of explosives and grenades, but his strong arms provide decent throw range. Charlie has not won the battlefield nickname \"the grenadier\" for nothing.</p><p>There are two guaranteed ways to provoke Charlie: the first is to violate safety procedures during the coal mining process. The second is to attempt to plunder fellow workers' hard-won resources. Crazy Joe and his bandits have learned that lesson the hard way. Nothing has ever sent Joe's bandits into a full retreat as quickly as Charlie's explosions.</p><p>Joe has not taken Charlie's explosive retaliation to heart. In fact, Joe has become quite interested in Charlie's potential as a fellow outlaw. He often dreams about what he could do with someone like Charlie in his group. Fortunately, Charlie does not know, nor does he care about Joe's interest in him.</p>",
  "hero.charlie.skill.500021.name": "Shrapnel Load",
  "hero.charlie.skill.500021.desc": "Charlie throws out a homemade explosive, dealing Attack 140%/154%/168%/182%/196% Area of Effect Damage to the target and its nearby enemies.",
  "hero.charlie.skill.500022.name": "Grenadier",
  "hero.charlie.skill.500022.desc": "Charlie's grenades have a 10%/15%/15%/20%/20% chance of stunning targets for 0.5/0.5/1/1/1.5s.",
  "hero.charlie.skill.500024.name": "Demolitions Expert",
  "hero.charlie.skill.500024.desc": "Charlie's precise demolition experience has raised City Coal Mine Output by 5%/10%/15%/20%/25%.",
  "hero.charlie.skill.500025.name": "Coal Extraction",
  "hero.charlie.skill.500025.desc": "Charlie is an old hand at coal mining. +5%/10%/15%/20%/25% Coal Gathering Speed on the map.",

  "hero.cloris.name": "Cloris",
  "hero.cloris.class": "Marksmen",
  "hero.cloris.subClass": "Growth",
  "hero.cloris.storyHtml": "<p><strong>Cloris grew up in a small rural town nestled</strong> deep in the heart of the forest. Her family was always self-sufficient, growing their own crops, raising their own livestock, and hunting for their food. From a young age, Cloris was taught how to hunt with a bow and arrow, skills passed down to her from her ancestors.<br>\n<br/>\nAs a child, Cloris was fascinated by the natural world around her. She would spend hours exploring the forest, tracking animals, and learning about the different plants and animals that lived in the area. She became particularly skilled at hunting, and it wasn’t long before she was bringing home game for her family.<br/>\n<br/>\nAs she grew older, Cloris became more and more interested in survivalism. She started reading books about wilderness survival, learning about everything from building shelters to making fire without matches. She became obsessed with the idea of living off the land and being completely self-sufficient.<br/>\n<br/>\nWhen she turned 18, Cloris decided to strike out on her own. She packed up her gear, including her trusty bow and arrows, and set out into the forest. For the first few weeks, she struggled to find enough food and water to survive. But eventually, her hunting and survival skills kicked in, and she was able to make a life for herself in the wilderness.</br></p>",
  "hero.cloris.skill.500031.name": "Rain of Arrows",
  "hero.cloris.skill.500031.desc": "Cloris launches a hail of arrows, dealing Attack180%/198%/216%/234%/252% Area of Effect Damage around the target.",
  "hero.cloris.skill.500032.name": "Hunter's Mark",
  "hero.cloris.skill.500032.desc": "Cloris paints a bullseye on a target, raising damage inflicted on the target by 10%/15%/20%/25%/30% for this attack.",
  "hero.cloris.skill.500034.name": "Top Hunter",
  "hero.cloris.skill.500034.desc": "Cloris, the tundra's best hunter, has single-handedly raised City Hunter's Hut Output by 5%/10%/15%/20%/25%.",
  "hero.cloris.skill.500035.name": "Predator",
  "hero.cloris.skill.500035.desc": "Cloris knows the ecosystem like the back of her hand. +5%/10%/15%/20%/25% Meat Gathering Speed on the map.",

  "hero.eugene.name": "Eugene",
  "hero.eugene.class": "Infantry",
  "hero.eugene.subClass": "Growth",
  "hero.eugene.storyHtml": "<p>Wood is a crucial material for building Cities, but its acquisition is an extremely laborious and time-intensive process. Most lumberjacks do not pick up their axe and head into the forest by choice. Eugene does. He truly enjoys harvesting the forest's bounty.</p><p>Eugene is extremely passionate about his work. He's happy to accept demanding tasks and gets rather restless when he is not physically exhausted from work. Rumor has it that Eugene's strange temperament may have much to do with his equally strange past. Eugene approaches combat with the same zest, his large axe is a terror to any foes in his way.</p><p>A man like Eugene, who works hard and conducts himself well, is always welcomed in any City. He certainly does love his liquor - but only in his free time. Only the blacksmith has an issue with Eugene - his axes have to be replaced rather frequently.</p><p>Eugene is stubborn in his choice of tools and has zero interest in trying out more convenient alternatives like the new steam-powered chainsaws. Eugene's first choice would always be those crafted by his drinking buddy Smith, as his axes are the sturdiest and easiest to handle.</p><p>A major accident several years ago left Eugene with a strange vision: he began seeing \"evil spirits\" everywhere. The constant sense of anxiety eventually drove him over the edge. He fought the demonic vision, only to later discover he had attacked none other than the Chief of the City. He was cast out into the frozen tundra and was luckily saved by a passing caravan.</p><p>Dr. Philly surmised that Eugene's excessive exposure to an unstable fire crystal had altered his memory and senses. It had also made him incredibly strong and short-tempered. Although Philly could not find a cure, there was a temporary solution: exhausting manual labor prevented the visions.</p><p>Logging has since become his answer to the \"evil spirits\" problem until a more permanent cure can be found. Alternatively, if Eugene runs out of wood to chop, chopping down enemies will do just fine.</p>",
  "hero.eugene.skill.500001.name": "Axe Whirl",
  "hero.eugene.skill.500001.desc": "Eugene's axe pirouette deals damage of Attack *80%/88%/96%/104%/110% per 0.5s to nearby enemies for 3s.",
  "hero.eugene.skill.500002.name": "Razor Sharp",
  "hero.eugene.skill.500002.desc": "Eugene's sharpened axe deals 10%/15%/20%/25%/30% more damage per second.",
  "hero.eugene.skill.500004.name": "Woodland Inheritor",
  "hero.eugene.skill.500004.desc": "Eugene's consummate knowledge of timber processing has raised City Sawmill Output by 5%/10%/15%/20%/25%.",
  "hero.eugene.skill.500005.name": "Master Woodcutter",
  "hero.eugene.skill.500005.desc": "Eugene is always focused on achieving the perfect logging technique. +5%/10%/15%/20%/25% Wood Gathering Speed on the map.",

  "hero.smith.name": "Smith",
  "hero.smith.class": "Infantry",
  "hero.smith.subClass": "Growth",
  "hero.smith.storyHtml": "<p>Smith comes across as an inconspicuous fellow running an everyday smithery in an average City. But his reputation for forging the best weapons has won him customers from all over the wilderness. Smith also offers perfectly-tailored custom weapons (be it guns or swords) if the price is right.</p><p>Some say Smith himself is an expert in martial arts, hence his precise understanding of the weight, length, center of gravity, and other such specifications required of the perfect weapon. In any case, wise troublemakers know better than to upset this humble blacksmith.</p><p>Smith prefers crafting melee weapons over ranged weapons. He find something truly exciting in the downward stroke of the rapier, the quick lunge of the scimitar, and the deflected blow of the spear. His drinking buddy Eugene also loves the aesthetics and feel of melee weapons, although Smith would rather Eugene not use his well-crafted axes simply for logging.</p><p>Smith loves the loud clangs of hammer against anvil and the sparks from iron in the hot furnace. He has an intuitive understanding of each piece of metal and hears its \"inner voice\". He has claimed to friends that he simply follows the \"will\" of the metal as he intuitively interprets it - that's his secret to making the best weapons.</p><p>Smith's forging talents did not come easily. In fact, he was abducted and forced to work as a blacksmith on the \"Neptune\" steam submarine as a child.</p><p>It was a dark time, made darker still by Smith's fear of the sea and confined spaces. One day, after years of forced labor, Smith suddenly heard a whisper from the metal he was working on… It was that same night Smith began to truly master forging. When the submarine docked for supplies, Smith used a secret weapon he had crafted to knock out the guards and escape from the \"Neptune\".</p>",
  "hero.smith.skill.500011.name": "Hammer Burn",
  "hero.smith.skill.500011.desc": "Smith swings his hammer forward in a devastating arc, dealing Attack 200%/220%/240%/260%/280% damage.",
  "hero.smith.skill.500012.name": "Armor Enhancement",
  "hero.smith.skill.500012.desc": "Smith upgrades his armor to reduce damage taken by 10%/15%/20%/25%/30%.",
  "hero.smith.skill.500014.name": "Burnished Iron",
  "hero.smith.skill.500014.desc": "Smith's contagious passion for the art of crafting has raised City Iron Mine Output by 5%/10%/15%/20%/25%.",
  "hero.smith.skill.500015.name": "Craftsmanship",
  "hero.smith.skill.500015.desc": "Smith has an extraordinary sixth sense when it comes to iron. +5%/10%/15%/20%/25% Iron Gathering Speed on the map."
,

  "hero.source.heros_mission": "Hero's Mission",
  "hero.source.ginas_revenge": "Gina's Revenge",

  "hero.subclass.combat": "Combat",

  "hero.bahiti.name": "Bahiti",
  "hero.bahiti.class": "Marksmen",
  "hero.bahiti.subClass": "Combat",
  "hero.bahiti.storyHtml": "<p>Bahiti and his mammoth-drawn carriage has become one of the most famous symbols of the Dawn Alliance. He travels over ice and snow, from City to City, and encourages struggling survivors to establish shelters of their own. His arrival often means essential medicines, supplies, and a message of hope from the Dawn Alliance.</p><p>Bahiti spent much of his life in the inhospitable wasteland and makes the perfect candidate for an emissary. Fighting against Phaethon helped him to hone his marksmanship and leadership.</p><p>Bahiti has met plenty of capable fellow survivors on his job. Explorer Cloris and soldier Sergey are two of his dependable teammates. Even the most powerful bandits are wary of picking a fight with such a popular figure.</p><p>Earlier members of the Dawn Alliance found Bahiti as a defenseless child in an abandoned shelter. They raised Bahiti and taught him all about hope and justice. When Bahiti grew up, he became Dawn Alliance’s most loyal follower and the representative of its ideals.</p><p>His mentor at the Dawn Alliance came up with a theory: What if our planet itself was responsible for deviating from its orbitary plane and causing the Great Chill? In other words, could the planet be a living entity? If so, then surely there must be a way to communicate... and return it closer to the sun.</p><p>Bahiti's mentor has long passed, and none of his theories were ever confirmed. Still, Bahiti searches for a way to start conversing with the planet.</p>",
  "hero.bahiti.skill.500061.name": "Precise Shot",
  "hero.bahiti.skill.500061.desc": "Bahiti targets enemy weak points with devastating precision, dealing Attack*400%/440%/480%/520%/560% damage.",
  "hero.bahiti.skill.500062.name": "Quick Shot",
  "hero.bahiti.skill.500062.desc": "Bahiti gains +10%/15%/20%/25%/30% Attack Speed as he is very experienced in wilderness survival.",
  "hero.bahiti.skill.500063.name": "Pathfinder Vision",
  "hero.bahiti.skill.500063.desc": "Bahiti deals 10%/15%/20%/25%/30% extra damage.",
  "hero.bahiti.skill.500064.name": "Sixth Sense",
  "hero.bahiti.skill.500064.desc": "Bahiti's senses for dangers ahead, reducing damage taken by 4%/8%/12%/16%/20% for all troops.",
  "hero.bahiti.skill.500065.name": "Fluorescence",
  "hero.bahiti.skill.500065.desc": "Bahiti's battlefield instinct grants all troops' attack a 50% chance of increasing damage dealt by 10%/20%/30%/40%/50%.",

  "hero.gina.name": "Gina",
  "hero.gina.class": "Marksmen",
  "hero.gina.subClass": "Combat",
  "hero.gina.storyHtml": "<p>Curt, tight-lipped, reserved - all these traits make Gina one of the least approachable survivors of the City. Of course, being the leader of a fearsome band of mercenaries probably has a lot to do with that as well.</p><p>\"You'd better pray she stays on our side because she would make one hell of an enemy\" is what Sergey says about her. Gina's tactics are ruthless, her bow skills are legendary, and her explosive arrows strike fear into the hearts of enemies. Gina is also an extremely aggressive commander that deploys \"guerilla-style\" strategies, launching attacks from multiple fronts to ensure maximum enemy confusion.</p><p>Mercenaries generally have a bad reputation in Cities. They are often loud, obnoxious, and take whatever that pleases them (even from clients). Mercenaries represent a two-edged sword for Cities without military defenses. However, Gina's Eagles are different. They have the same rigorous standards as an elite military group. Many crews are orphans, and some were even rescued by Gina herself. Gina’s motto is ingrained in every member of the group: \"Discipline is strength\".</p><p>Gina had a very negative experience early in her career. It was an inter-City war. After she helped the winning Chief secure victory, Gina saw the fallen City's survivors being put to the sword. Gina kept telling herself they were merely performing a contract, but the war crimes had caused much self-doubt. Since then, the group never raised their swords against innocent survivors.</p><p>Gina is a hard-nosed mercenary, but she also has a softer side. Patrick once talked about her love of sweet desserts and cute plush toys, and Gina had to teach him a lesson on confidentiality afterward.</p>",
  "hero.gina.skill.500081.name": "Incendiary Arrow",
  "hero.gina.skill.500081.desc": "Gina’s Incendiary Shot deals Attack*210%/230%/250%/270%/290% damage to an enemy target as well as Attack*70%/77%/84%/91%/98% damage to others nearby.",
  "hero.gina.skill.500082.name": "Windtalker",
  "hero.gina.skill.500082.desc": "Gina improves the design of her crossbow, increasing Attack Speed by 10%/15%/20%/25%/30%.",
  "hero.gina.skill.500083.name": "Eagle Eyes",
  "hero.gina.skill.500083.desc": "Gina can quickly latch onto an enemy's weakness, increasing Crit Rate by 7%/10%/13%/16%/20%.",
  "hero.gina.skill.500084.name": "Endurance Training",
  "hero.gina.skill.500084.desc": "Gina's strict Governor training regimen can be counted upon to reduce Stamina cost by 10%/12%/15%/18%/20%.",
  "hero.gina.skill.500085.name": "Quick Paced",
  "hero.gina.skill.500085.desc": "Gina is a fast and aggressive wilderness rider, boosting Wilderness March Speed by 20%/40%/60%/80%/100%.",

  "hero.jasser.name": "Jasser",
  "hero.jasser.class": "Marksmen",
  "hero.jasser.subClass": "Growth",
  "hero.jasser.storyHtml": "<p>Jasser is a travelling scholar, survivalist with encyclopedic knowledge, genius tinker, scientist, crack sharpshooter, a master of no person and servant of none. Jasser has already travelled more in his single lifetime than most survivors of an entire city. And always his goal remains the same: to find a way to heal our troubled world.<br />\n<br />\nJasser has accumulated enough knowledge as a maverick scientist and explorer to make himself quite useful to both the Dawn Alliance and Phaethon, both of which have made overtures. Jasser's ideology may align more closely with the Dawn Alliance, but he is not one to make himself beholden to any cause and is happy enough to part with whatever he has learned so as to ensure the Chiefs of various cities have enough cause to welcome him with open arms. <br />\n<br />\nIf Jasser's survival on the ruthless Tundra can be ascribed to one factor, it must be courage under pressure.<br />\n<br />\nJasser's first foray onto the Tundra took place as a member of an expeditionary force struck down by an enormous snowstorm soon after leaving their Settlement. Survivors don't last long in snowstorms, and yet Jasser somehow managed to pathfind his way to an abandoned shelter without which the team would have certainly been found frozen the next morning. Yet their troubles had only just begun. The shelter was immediately attacked by a horde of ravenous animals, and with many fellow explorers wounded, Jasser had to fend off the beasts mostly alone with a gun and hunting knife. In all this Jasser never showed a hint of anxiety, so much so that teammates nicknamed the taciturn explorer \"Fortress Jasser\".<br />\n<br />\nJasser is well aware that his refusal to join a faction could make life difficult, and would probably align himself with the Dawn Alliance rather than Phaethon if forced.<br />\n<br />\nIn the Dawn Alliance's favor is its humanitarian concern for the fate of survivors in this post-Chill world, a sympathetic perspective Jasser feels is somewhat over-emphasized as wellbeing should not, in his view, be humanity's top priority. In this regard, Phaethon's iron commitment to restoring the old world comes much nearer Jasser's own goals. But he cannot ignore the atrocities committed at Phaethon's hands, sins which—among other things—have cost them Jasser's potential loyalty.<br />\n<br />\nJasser has been a voracious reader of all kinds of encyclopedias and arcane volumes since childhood, in which he benefited greatly from growing up in a town featuring probably the largest surviving library in the world at that time, and in which he spent many long evenings. Jasser's broad depth of knowledge has given him a unique appreciation for the way life in the old world used to be, for the stories and the songs mostly lost to time. The memory of earth's past exerts a special hold over Jasser's imagination. It is there that Jasser's never-ending quest for a scientific solution to the world's woes must be located: surely there is a way to end the march of ice. Surely.</p>",
  "hero.jasser.description": "Jasser is a travelling scholar, survivalist with encyclopedic knowledge, genius tinker, scientist, crack sharpshooter, a master of no person and servant of none. Jasser has already travelled more in his single lifetime than most survivors of an entire city. And always his goal remains the same: to find a way to heal our troubled world.",
  "hero.jasser.skill.500281.name": "Triple Volley",
  "hero.jasser.skill.500281.desc": "Jasser precisely aims and fires three consecutive bullets, dealing Attack*100%, Attack*125%/137.5%/150%/162.5%/175%, and Attack*150%/165%/180%/195%/210% damage respectively, with the third being area of effect damage.",
  "hero.jasser.skill.500282.name": "Suppressive Fire",
  "hero.jasser.skill.500282.desc": "Jasser relies on masterful marksmanship and overwhelming firepower to suppress the enemy, dealing Attack*100%/110%/120%/130%/140% damage and reducing the target's Attack Speed by 30%/35%/40%/45%/50% for 2s.",
  "hero.jasser.skill.500283.name": "Natural Precision",
  "hero.jasser.skill.500283.desc": "Jasser's impeccable marksmanship has become second nature, increasing Attack by 8%/12%/16%/20%/24%.",
  "hero.jasser.skill.500284.name": "Tactical Genius",
  "hero.jasser.skill.500284.desc": "Jasser's combination of courage and wisdom enriches the army, increasing damage dealt by 5%/10%/15%/20%/25% for all troops.",
  "hero.jasser.skill.500285.name": "Enlightened Warfare",
  "hero.jasser.skill.500285.desc": "Jasser's profound knowledge increases the city's Research Speed by 3%/6%/9%/12%/15%.",

  "hero.jessie.name": "Jessie",
  "hero.jessie.class": "Lancer",
  "hero.jessie.subClass": "Combat",
  "hero.jessie.storyHtml": "<p>Jessie is always able to inspire all those around her, but this is not her most valuable skill. She is an excellent Machinist, probably one of the very best.</p><p>People have Jessie to thank for the recent inventions: compact shower heaters, automatic conveyor belts for the iron and coal fields, and steam-powered chainsaws. They all helped to improve productivity and quality of life. Jessie's other inventions include a series of children's toys and trinkets, less practical but much-beloved by families. \"We should still have fun even at the end of the world,\" is what she always says.</p><p>Last but not least, her latest weaponry greatly improved City security. \"I didn't expect Jessie of all people to carry such a heavy rifle\". A kind-hearted manner should not be mistaken for weakness, and Jessie has been known to show a much more aggressive side when defending fellow survivors. She was nicknamed \"the machinist machine-gunner\" after helping to repel a bandit assault with one of her new inventions. The bandits scattered from the hail of bullets as fellow defenders stared at Jessie with newfound awe in their eyes.</p><p>Though Jessie is always smiling, she also has wounds of her own. Her optimism is more like a defense mechanism than genuine cheerfulness. Jessie may try to suppress the memories, but there are times when the past well up in her thoughts.</p><p>Jessie once lived in Arcadia, the crown jewel of Cities and a genuine utopia of the post-Great Chill world. The City Chief (a former engineer) had realized early on that the oncoming winter posed an enormous threat to our survival, and took every methodical, technological, and societal step to ensure that their oasis could endure for the long haul. Unfortunately, years of prosperity could not make up for a lack of military strength.</p><p>Arcadia could not remain immune to the fires of war. The city was ravaged in a day by a well-organized band of invaders, Jessie and the other survivors were sent on a run for their lives. After that, Jessie has come to a very different view of firearms: they are needed to achieve the \"hopes for a better world\".</p>",
  "hero.jessie.skill.500071.name": "Burst Fire",
  "hero.jessie.skill.500071.desc": "Jessie sprays enemies in a forward arc with her machine gun, dealing Attack*55%/60%/65%/70%/75% damage every 0.5s for 2s.",
  "hero.jessie.skill.500072.name": "Defense Upgrade",
  "hero.jessie.skill.500072.desc": "Jessie upgrades her armor, increasing Defense by 25%/37.5%/50%/62.5%/70%.",
  "hero.jessie.skill.500073.name": "Weapon Upgrade",
  "hero.jessie.skill.500073.desc": "Jessie's upgraded weapon boosts Attack by 8%/12%/16%/20%/24%.",
  "hero.jessie.skill.500074.name": "Stand of Arms",
  "hero.jessie.skill.500074.desc": "Jessie implement advanced weaponry for our troops, increasing damage dealt by 5%/10%/15%/20%/25% for all troops.",
  "hero.jessie.skill.500075.name": "Bulwarks",
  "hero.jessie.skill.500075.desc": "With a keen engineering eye, Jessie enhances troops armor, reducing damage taken by 4%/8%/12%/16%/20% for all troops.",

  "hero.lingxue.name": "Ling Xue",
  "hero.lingxue.class": "Lancer",
  "hero.lingxue.subClass": "Growth",
  "hero.lingxue.storyHtml": "<p>Like many who survived the fall of the Old Empire, Ling Xue grew up with a spear in one hand and a sword in the other. Even before the Great Chill, her legion of elite soldiers were the terror of bandits everywhere. Unlike other border armies who bunkered behind city gates, Ling Xue's Iron Eagles preferred to go out and fight. And fight they did with devastating precision, always striking at the very heart of the enemy.<br />\nOne of Ling Xue's advantages is an uncanny mastery of terrain. This often allows her to splinter and crush much larger forces by moving, for example, against an enemy camp at night to sow confusion. Most commanders would not dare to enter into so much danger. Yet Ling Xue trusts full well in her ability to extricate her men from any situation as long as they have the advantage of surprise.<br />\n<br />\nAnd so Ling Xue became the terror of the borderlands, a fiery six-armed, three-headed hydra of outlaw folklore. The truth is that Ling Xue would not be recognized in a crowd easily without her armor. In fact, her rich and varied life outside the art of war includes a fondness for unconventional baking techniques—as awkward as that makes some grizzled veterans feel.<br />\n<br />\nLing Xue's practical childhood training with wasters was accompanied by plenty of theoretical book-study. But Ling Xue is not academic. Her skills lie more in the kind of adaptability scorned by other generals unaccustomed to spontaneous tactics. Ling Xue was never going to win any favors with the upper military establishment simply because of her ancestors. The only way to climb the ranks at the border is by proving oneself in battle. And she eagerly watched and looked forward to whenever that day would come.<br />\n<br />\nThere's a reason why crisis and opportunity go hand-in-hand. Ling Xue was no more than a centurion accompanying the emperor's nephew on a routine inspection as an unusually large bandit army decided to attack. Outnumbered 3-to-1, The emperor's nephew began panicking. Ling Xue looked him straight in the eye and declared the bandit leader had no idea how much trouble was in.<br />\nThe bandits quickly moved to flank Ling Xue's smaller bodyguard well outside the gates. It was a fatal mistake. Ling Xue's unit immediately charged. The bandit leader had his hands tied behind his back before most of them realized what was going on. The rest quickly turned and fled at the sight of their hostage leader.\nThe emperor's nephew returned home safe and sound. And the Capitol soon sent word Ling Xue had been promoted to provincial general.</p>",
  "hero.lingxue.skill.key.凌雪1.name": "Hurricane Whirl",
  "hero.lingxue.skill.key.凌雪1.desc": "Ling Xue slashes the area ahead with stormlike fury, dealing Attack*300%/330%/360%/390%/420% damage.",
  "hero.lingxue.skill.key.凌雪3.name": "Galeforce",
  "hero.lingxue.skill.key.凌雪3.desc": "Ling Xue commands the Iron Eagles with strength and honor, increasing Attack by 16%/24%/32%/40%/48% when over 50% Health.",
  "hero.lingxue.skill.key.凌雪4.name": "Desperate Measures",
  "hero.lingxue.skill.key.凌雪4.desc": "Ling Xue is at her most cunning when cornered, gaining 50%/75%/100%/125%/150% Defense when under 50% Health.",
  "hero.lingxue.skill.key.凌雪5.name": "Fearsome Aura",
  "hero.lingxue.skill.key.凌雪5.desc": "Ling Xue's withering assault has disturbed enemies' formation, reducing all enemy Troops' Attack by 4%/8%/12%/16%/20%.",
  "hero.lingxue.skill.key.凌雪2.name": "Total Control",
  "hero.lingxue.skill.key.凌雪2.desc": "Ling Xue's hands-on, disciplined instruction increases Training Speed by 4%/8%/12%/16%/20%.",

  "hero.lumakbokan.name": "Lumak Bokan",
  "hero.lumakbokan.class": "Lancer",
  "hero.lumakbokan.subClass": "Combat",
  "hero.lumakbokan.storyHtml": "<p>Lumak Bokan is a fierce warrior from an ancient tribe in Emerald Valley. Surrounded by lush green mountains, his homeland was a hidden paradise untouched by the frozen Tundra. For generations, his people lived in harmony with the land, until the frost began to creep in.<br />\n<br />\nWhen Phaethon arrived uninvited, the valley's vibrant life began to fade. The tribe knew that the \"heart\" of the land had been tainted, allowing the cold to take root. Determined to save the home he loved, Lumak set out on a journey to find a way to heal the land.<br />\n<br />\nLumak's father was a legendary warrior, and that legacy lives on in him. Even as a child, he had the strength and courage to face wild beasts head-on. By the time he came of age, he was already a match for his father. Armed only with traditional weapons, he was able to hold his own against Phaethon's forces and their far superior equipment. He fought side by side with his father, defending their sacred land from those who dared to defile it.<br />\n<br />\nAt the heart of Emerald Valley lies a spring—pure, sacred, and full of life. Its waters nourish every corner of the land with energy and spirit.Phaethon, driven by greed, sought to unravel its secrets. But their reckless experiments poisoned the spring beyond repair. To protect his people and the sacred spring, Lumak's father sacrificed his life. Taking up his father's spear, Lumak vowed to drive out the invaders. After years of struggle, he finally led his people to reclaim their homeland.<br />\n<br />\nLumak roamed the Tundra in search of a cure. He clashed with Phaethon time and again, but also forged lasting bonds with the heroes of the Dawn Alliance. With their help, the sacred spring was finally purified, and Emerald Valley began to flourish once more. Still, Lumak chose to remain on the front lines, to honor his newfound friendships, and to make sure Phaethon paid for what they had done.</p>",
  "hero.lumakbokan.skill.500291.name": "Earthshake",
  "hero.lumakbokan.skill.500291.desc": "Lumak Bokan lets out an intimidating war cry, reducing Attack by 1%/2%/3%/4%/5% for all enemy troops for 2s.",
  "hero.lumakbokan.skill.500292.name": "Echoing Boost",
  "hero.lumakbokan.skill.500292.desc": "Beyond intimidating enemies, Lumak Bokan’s war cry invigorates allies. Upon casting Earthshake, increases his and nearby friendly troops’ Attack by 15%/20%/25%/30%/35% for 2s.",
  "hero.lumakbokan.skill.500293.name": "Jungle-Born Agility",
  "hero.lumakbokan.skill.500293.desc": "Years of fighting in the jungles and mountains grant Lumak Bokan swift agility, increasing Attack Speed by 10%/15%/20%/25%/30%.",
  "hero.lumakbokan.skill.500294.name": "Tactical Deception",
  "hero.lumakbokan.skill.500294.desc": "With Lumak Bokan's expert guerrilla tactics, all enemy troops' damage dealt is reduced by 4%/8%/12%/16%/20%.",
  "hero.lumakbokan.skill.500295.name": "Emerald Warrior",
  "hero.lumakbokan.skill.500295.desc": "Lumak Bokan passes his people's traditional techniques to the soldiers, increasing Hunting March Speed by 20%/40%/60%/80%/100%.",

  "hero.patrick.name": "Patrick",
  "hero.patrick.class": "Lancer",
  "hero.patrick.subClass": "Combat",
  "hero.patrick.storyHtml": "<p>\"Who cares if the world's turned to ice? At least our diners can reach heaven!\" - Patrick.\\n Masterchef Patrick of Sunfire Castle has always believed nice food helps to uplift the spirit. He has spent most of his life developing, researching, and cooking the best dishes in the world. He has earned recognition from the President and local nobles of all stripes.<br />\n<br />\nPatrick's life was turned upside down by the collapse of the Solaris Royal Family. Though he was no longer the Masterchef, life still has to go on. In the Cities, he no longer had access to the royal pantry and had to scramble for ingredients and condiments. Many still remark on his inventive cuisine as comparable to the finest in the old world.<br />\n<br />\nOccasionally, Patrick's skills are also needed in battle. Pantry thieves and resource hunt have made combat a necessity. To many’s surprise, Patrick is a descent fighter. Not only does he possess a lifetime's worth of experience handling all kinds of knives, he also has the strength and stamina to use them quite efficiently. The busy kitchen has honed his intuition that can be easily applied to other \"dynamic\" situations.<br />\n<br />\nThis is not to say the renowned Masterchef Patrick never gets it wrong. Necessity is the mother of invention, and much inventiveness is needed in Cities. Anyone sampling his newest creations should be cautious - new ingredients can be tricky even for a seasoned chef like Patrick. Bahiti can particularly attest to this.<br />\n<br />\nPatrick has taken the loss of his position at Sunfire Castle fairly well, all things considered. The low point was when he and several other public servants were trapped in a makeshift shelter following the collapse of Sunfire Castle. After a while, the supply ran low and everyone thought they were doomed. <br />\n<br />\nPatrick went to great effort to ensure the group's \"last meal\" would at least be a happy one. But despair soon gave way to warmth as the delicious food soothed their earlier exhaustion. The group outlasted the snowstorm and arrived together at a new shelter - in no small part thanks to that meal, which was the most meaningful moment of Patrick's career.</p>",
  "hero.patrick.skill.500051.name": "BBQ Feast",
  "hero.patrick.skill.500051.desc": "Patrick prepares a lavish feast, restoring Health by Attack*200%/220%/240%/260%/280% to all troops and increasing Attack by 5%/5.5%/6%/6.5%/7% for all troops for 4s.",
  "hero.patrick.skill.500052.name": "Thick Belly",
  "hero.patrick.skill.500052.desc": "Patrick's protective blubber reduces damage taken by 10%/15%/20%/25%/30%.",
  "hero.patrick.skill.500053.name": "Emergency Snack",
  "hero.patrick.skill.500053.desc": "Patrick's regular snacking restores Health equal to Attack*50%/55%/60%/65%/70% every 5s.",
  "hero.patrick.skill.500054.name": "Super Nutrients",
  "hero.patrick.skill.500054.desc": "Patrick's culinary masterpieces invigorate our troops, increasing Health by 5%/10%/15%/20%/25% for all troops.",
  "hero.patrick.skill.500055.name": "Caloric Booster",
  "hero.patrick.skill.500055.desc": "Patrick's gourmet meals motivate and unleash the potential of our soldiers, increasing Attack by 5%/10%/15%/20%/25% for all troops.",

  "hero.seoyoon.name": "Seo-yoon",
  "hero.seoyoon.class": "Marksmen",
  "hero.seoyoon.subClass": "Growth",
  "hero.seoyoon.storyHtml": "<p>Seo-yoon has always believed in the transformative power of music. Likewise, music and other higher forms of entertainment have always been a rare commodity in this new icy world.<br />\n<br />\nVirtually everyone can appreciate the efforts of Seo-yoon and her merry band of minstrels, as they are sometimes called, in travelling from settlement to settlement in echoes of touring musicians of the old world. Certainly, plenty of merriment, laughter, songs of joy and dance will be found in every community they visit.<br />\n<br />\nSeo-yoon strikes most folk as a gentle soul on first impression, humble with a certain elegance of spirit. Only the most discerning or those who know Seo-yoon well will recognize the iron stubbornness and bravery behind her eyes. Fewer still would know of Seo-yoon's skills as a close quarters combatant with a proven track record of defending her companions in need, or the evil uses to which her drumsticks can be turned when the situation calls for it.<br />\n<br />\nSeo-yoon's drumming skills are probably her most legendary. A smart Chief should not underestimate the inspirational effect of music on troops, even troops who seem to lack a single musical bone in their body.<br />\n<br />\nThere is no substitution for talent. Even if Seo-yoon has practiced her instruments for many years, what she possesses is nothing less than a special kind of musical magnetism, an ability to channel her heart and soul into a language all listeners can hear. Few drummers generate the responses that Seo-yoon excites after a few minutes.<br />\n<br />\nSeo-yoon owes much of her fame to a privileged upbringing in one of the wealthiest Cities in the Tundra, a relative utopia compared to many others overrun by cold and wind. This afforded her the opportunity to study music and choreography to her heart's content, at which she had already showed exceptional promise as a young girl. Seo-yoon's ability to play nearly any instrument after a short practice session did not escape her father's proud notice.<br />\n<br />\nA strict survivalist, Seo-yoon's father was a stern but kindly man who considered it his duty to prepare his only daughter for every eventuality that may come to pass in the new world. Musical practice was always followed by rigorous combat training that, if all went well, would never be used. Fate had other plans.<br />\n<br />\nSeo-yoon's wealthy Settlement was raided by a large group of bandits in her late teenage years. Caught by surprise, most of the city's defenders were quickly massacred, including her father, while others fled on foot from their homes into the icy wilderness. The situation seemed utterly hopeless, but something in Seo-yoon refused to yield. And in that stubbornness she found hope. She took to her instruments and began playing a rousing martial theme that she kept up through the night until early morning, although there was little sign of any significant response.<br />\n<br />\nIt was only when dawn came, and the beautiful golden sun lit up the edges of the horizon that the Settlement's survivors looked around at each other and realized they were still great in number. This might just be the occasion for a miracle. Seo-yoon called for volunteers and, one by one, brave warriors pledged themselves into a ragtag counter-attack force. The invaders, many drunk on the town's wine or napping from the heavy celebrations following their so-called victory, were unprepared. The rest is history.<br />\n<br />\nIn the end, Seo-yoon had played a critical role in winning back the resolve of her people and their home, to which she was given a hero's welcome. Seo-yoon was not just a musician now, but an inspiring warrior and commander.</p>",
  "hero.seoyoon.skill.500271.name": "Heartbeat of Valor",
  "hero.seoyoon.skill.500271.desc": "Seo-yoon lifts the army's spirits with invigorating drum beats, increasing all troops' Attack by 1.5%/2%/2.5%/3%/3.5% and Attack Speed by 2.5%/3%/3.5%/4%/4.5% for 4s.",
  "hero.seoyoon.skill.500272.name": "Bullseye Bash",
  "hero.seoyoon.skill.500272.desc": "Seo-yoon aims for the enemy's weak spot and hurls the drumstick with full force, dealing Attack*150%/165%/180%/195%/210% damage.",
  "hero.seoyoon.skill.500273.name": "Gale's Pulse",
  "hero.seoyoon.skill.500273.desc": "Seo-yoon dances to the rhythm, sharpening her assault. For every 3 basic attacks, increases Attack Speed by 1%/2%/3%/4%/5%. Lasts until the end of the battle.",
  "hero.seoyoon.skill.500274.name": "Rallying Beat",
  "hero.seoyoon.skill.500274.desc": "Seo-yoon beats the war drum to boost morale, increasing Troops Attack by 5%/10%/15%/20%/25%.",
  "hero.seoyoon.skill.500275.name": "Soothing Dance",
  "hero.seoyoon.skill.500275.desc": "Seo-yoon treats wounded troops with traditional medicine, increasing Healing speed in the infirmary by 10%/20%/30%/40%/50%.",

  "hero.sergey.name": "Sergey",
  "hero.sergey.class": "Infantry",
  "hero.sergey.subClass": "Combat",
  "hero.sergey.storyHtml": "<p>Sergey is a true veteran of the battlefield and a distinguished victor of numerous engagements. The unflappable veteran's reputation for courage is also matched by his steely demeanor off the field. He and his military expertise are invaluable assets to the Dawn Alliance. Sergey and his band are often the only force standing between a City and the deadly threats of this frozen land.<br />\n<br />\nIt is public knowledge that Sergey was at one point, sentenced to death for \"unforgivable crimes\" as a senior captain in the Royal Solaris Guard. Exactly what crime could have merited death for the distinguished serviceman, and how he escaped the sentence, are much lesser known.<br />\n<br />\nSergey spent much of his youth in the Sunfire Military Academy located near the castle. There, he studied the best of military strategy, history, and tactics. He also learned the importance of rigid discipline, a standard that he has maintained with his own elite soldiers.<br />\n<br />\nAfter joining the Dawn Alliance, Sergey often serves as a City Constable. He certainly excels in the role of maintaining public order. However, outside of work, Sergey's strictness and lack of humor did not win him many personal friends.<br />\n<br />\nSergey's lack of personal engagement with the people around him may be a result of the scars of battle he received. Some scars are mental, others physical. This is particularly true of his last mission in the Royal Solaris Guard: to evacuate a City and save its people from enemy assault. Unfortunately, the pillagers came earlier than expected, and Sergey's forces were too small in comparison.<br />\n<br />\nThe royal guardsmen fought with everything they had and held on for three full days. Sergey's commanding officer saw the defense as a lost cause and ordered a tactical retreat to contain the military losses. Sergey was trained to follow the orders of a superior, but he knew retreating meant giving up on the lives of the civilians. Sergey was stuck.<br />\n<br />\nRacked with guilt over the fate of the survivors, Sergey ultimately decided to disobey a direct order for the first time in his life.He and his men organized the best possible defense the City could muster. They held out against all odds until the bandits retreated. The City was saved, and a grateful child handed him a bottle cap as the “medal” for his brave exploit. Little did the townsfolk know, the man that saved them would soon be standing before a military tribunal on the charge of insubordination.<br />\n<br />\nThe tribunal judged that discipline shall be upheld whatever the cost. Sergey the hero was to be executed by firing squad at dawn. It was the bottle cap “medal” in his breast pocket that miraculously saved his life. Sergey would often reflect on his decision, but never once did he regret remaining behind and saving the City.</p>",
  "hero.sergey.skill.500041.name": "Shielded Strike",
  "hero.sergey.skill.500041.desc": "Sergey gives an enemy a solid whack with his heavy shield, knocking the target back while dealing Attack*200%/220%/240%/260%/280% Area of Effect damage.",
  "hero.sergey.skill.500042.name": "Joint Defense",
  "hero.sergey.skill.500042.desc": "Sergey can organize strong perimeters, increasing all friendly hero Defense by 5%/7.5%/10%/12.5%/15%",
  "hero.sergey.skill.500043.name": "Shield Block",
  "hero.sergey.skill.500043.desc": "Sergey trades in his shield for an upgraded model, reducing damage taken by 10%/15%/20%/25%/30%.",
  "hero.sergey.skill.500044.name": "Defenders' Edge",
  "hero.sergey.skill.500044.desc": "Sergey's guards our troops with his shield, reducing damage taken by 4%/8%/12%/16%/20% for all troops.",
  "hero.sergey.skill.500045.name": "Weaken",
  "hero.sergey.skill.500045.desc": "Sergey's intimidating presence reduces Attack by 4%/8%/12%/16%/20% for all enemy troops."
,


  "hero.common.section.story": "Story",
  "hero.common.section.skills": "Skills",
  "hero.common.section.talent": "Talent",
  "hero.common.section.special": "Special",
  "hero.common.section.exclusive_weapon": "Exclusive Weapon",
  "hero.common.section.perks": "Perks",
  "hero.common.section.sources": "Sources",
  "hero.common.mode.exploration": "Exploration",
  "hero.common.mode.expedition": "Expedition",
  "hero.common.rarity.R": "R",
  "hero.common.rarity.SR": "SR",
  "hero.common.rarity.SSR": "SSR",
  "hero.common.class.Infantry": "Infantry",
  "hero.common.class.Lancer": "Lancer",
  "hero.common.class.Marksmen": "Marksmen",
  "hero.common.class.Marksman": "Marksman",
  "hero.common.subClass.Combat": "Combat",
  "hero.common.subClass.Growth": "Growth",
  "hero.source.VIP Packs": "VIP Packs",
  "hero.source.1st Purchase": "1st Purchase",

  "hero.jeronimo.name": "Jeronimo",
  "hero.jeronimo.story": "Jeronimo was born with a silver spoon in his mouth. He was the heir of a local Duke in the old empire. Even after the old world's collapse, he maintained the noble style of dress, decorum, and speech. Many people dislike his demeanor, but none can deny that Jeronimo is an invaluable asset to the Dawn Alliance.\n\nHe is an extremely capable swordfighter. Jeronimo's techniques are the embodiment of sword-fighting science and art. Unfortunately, the intricacy of his techniques made it almost impossible for other soldiers to learn.\n\nJeronimo is also one of Dawn Alliance’s finest commanders, thanks to his education at the Imperial Military Academy. Jeronimo's early life in the upper class has raised him with expensive tastes. Such tastes are impossible to maintain even for an accomplished fighter like him. As a result, he accumulated a huge amount of debt. The debt drove him to work as a \"contract commander\" under Phaethon Mercenaries. He also became their duel master and trainer.\n\nHis years in the Phaethon had seen various engagements against the Dawn Alliance. Some members of the Alliance, Bahiti for one, can’t come to terms with that so easily. Jeronimo's upbringing and education made him a model of chivalry. He hated the underhanded techniques of Phaethon leaders, and his departure was an inevitability.\n\nPhaethon's revenge came quicker than Jeronimo's resignation. In a fight against bandits, Jeronimo was outmanned and Phaethon's promised reinforcements were nowhere to be seen. He sent an urgent request to the Dawn Alliance for help instead. From there, it was easy enough for the Alliance to persuade Jeronimo to join them.\n\nOff the battlefield, Jeronimo fancies himself as a poet, and most of his creations are love poetry. When they were on the same assignments, Cloris' fighting prowess and supposed royal bloodline stirred something in Jeronimo's heart. However, below is Cloris’ response to Jeronimo's many advances: \"Of all the awkward, stupid, and moronic things you do and say, Jeronimo, your love poems are surely the worst.\"",
  "hero.jeronimo.skill.500111.name": "Combo Slash",
  "hero.jeronimo.skill.500111.desc": "Jeronimo launches enemies in the target area into the air, following up with three slashes, each dealing Attack* 160%/176%/192%/208%/224% damage.",
  "hero.jeronimo.skill.500112.name": "Sword Art",
  "hero.jeronimo.skill.500112.desc": "Each of Jeronimo's attacks releases sword energy, dealing Attack* 15%/17%/19%/21%/23% damage to enemies in a rectangular area straight ahead.",
  "hero.jeronimo.skill.500113.name": "Lone Wolf",
  "hero.jeronimo.skill.500113.desc": "Jeronimo is a master at pressing advantages, gaining a +16%/24%/32%/40%/48% Attack boost over 50% Health.",
  "hero.jeronimo.skill.500114.name": "Battle Manifesto",
  "hero.jeronimo.skill.500114.desc": "Jeronimo delivers a rousing rally speech ahead of the battle, increasing damage dealt by +5%/10%/15%/20%/25% for all troops.",
  "hero.jeronimo.skill.500115.name": "Swordmentor",
  "hero.jeronimo.skill.500115.desc": "Jeronimo imparts the secrets of swordsmanship, increasing attack by +5%/10%/15%/20%/25% for all troops.",
  "hero.jeronimo.skill.500116.name": "Expert Swordsmanship",
  "hero.jeronimo.skill.500116.desc": "Jeronimo's sword arts empower soldiers to seize battle opportunities, increasing Damage Dealt by 6%/12%/18%/24%/30% for all troops for 2 turns every 4 turns.",
  "hero.jeronimo.talent.0.name": "Natural Leader",
  "hero.jeronimo.talent.0.desc": "Jeronimo easily inspires others even from afar, boosting all troops' Lethality and Health by 3%/6%/9%/12%/15%",
  "hero.jeronimo.weapon.name": "Dawnbreak",
  "hero.jeronimo.weapon.perk.500117.name": "Shield of Swords",
  "hero.jeronimo.weapon.perk.500117.desc": "When attacking, Jeronimo's sword energy forms a shield, reducing his damage received by 30%.",
  "hero.jeronimo.weapon.perk.500118.name": "Discernment",
  "hero.jeronimo.weapon.perk.500118.desc": "Jeronimo attacks with a sword formation, increasing Rally Troops' attack by 15%.",

  "hero.natalia.name": "Natalia",
  "hero.natalia.story": "\"Natalia knows the scientific and common names of every species of flora or fauna\".Above is Bahiti’s impression of Natalia, the young prodigy. Natalia possesses knowledge far beyond her years, having studied ecology, geology, and astronomy.\n\nYet Natalia's most extraordinary ability is to communicate with and befriend wild animals. She is a good companion for fellow survivors as well, although she tends to talk non-stop on topics of of her own interest.\n\nNatalia was little more than a baby when she met the grizzly cub Kasia. The cub was separated from its family, and wouldn’t have survived in the wilderness alone. Natalia and her father took Kasia in and raised it into a strong beast. The two were inseparable, and the cross-species bond is strong. After the passing of Natalia’s father, they depended on each other and survived together in the long winter...\n\nNatalia's father Tyle is a \"planetary ecologist\". By comparing soil samples throughout the years, Tyle concluded that the global cooling process might be slowing, and could even reverse at some point in the near future. This observation filled him with optimism. Tyle had also begun work on self-sustaining heat sources with experimental fire crystals. Even Phaethon took great interest in Tyle's work and began to sponsor his research...\n\nTyle's fire crystal technology was the greatest accomplishment of his scientific career. It had the potential to help all humankind, but can also cause disasters in the wrong hands. Tyle soon realized his sponsor was much more interested in personal gains than the greater good. Tyle passed his most crucial research notes to Natalia before his death at Phaethon's hands. He hoped that Natalia might finish his designs. Tyle’s noble sacrifice continues to inspire Natalia.",
  "hero.natalia.skill.500091.name": "Beast Charge",
  "hero.natalia.skill.500091.desc": "Natalia's bear violently smashes the ground, knocking back enemies in range and stunning them for 1s, while dealing Attack*160%/176%/192%/208%/224% Area of Effect Damage.",
  "hero.natalia.skill.500092.name": "Whip",
  "hero.natalia.skill.500092.desc": "Natalia wields her whip against a target for Attack*150%/165%/180%/195%/210% damage.",
  "hero.natalia.skill.500093.name": "Rage Response",
  "hero.natalia.skill.500093.desc": "Only fools would dare anger Natalia or her furry companion. Natalia has a 10% chance of gaining a + 4%/6%/8%/10%/12% Attack boost for 3s upon taking damage (max 5 stacks).",
  "hero.natalia.skill.500095.name": "Feral Protection",
  "hero.natalia.skill.500095.desc": "Natalia Commands the beasts to cover your troops, granting a 40% chance of reducing all troops' Damage Taken by 10%/20%/30%/40%/50%",
  "hero.natalia.skill.500094.name": "Queen of the Wild",
  "hero.natalia.skill.500094.desc": "Natalia is a natural leader, increasing Attack by 5%/10%/15%/20%/25% for all troops.",
  "hero.natalia.skill.500096.name": "Call of the Wild",
  "hero.natalia.skill.500096.desc": "Natalia's unexplained connection with nature allows her to rally wild beast, increasing damage dealt by 5%/10%/15%/20%/25% for all troops.",
  "hero.natalia.talent.0.name": "Ursus Strength",
  "hero.natalia.talent.0.desc": "Natalia exhibits the ferocity of a polar bear on the field, inspiring friendlies even in her absence, increasing all troops' Attack and Defense by 2%/4%/6%/8%/10%",
  "hero.natalia.weapon.name": "Gale Force",
  "hero.natalia.weapon.perk.500097.name": "Unity",
  "hero.natalia.weapon.perk.500097.desc": "Natalia and the Polar Bear are in perfect synchrony, increasing damage dealt by 30%. (maxed)",
  "hero.natalia.weapon.perk.500098.name": "Invincibles",
  "hero.natalia.weapon.perk.500098.desc": "Natalia summons a herd of beasts to join the rally, raising the rallying Troops' Lethality by 15%. (maxed)"
,

  "hero.source.King of Icefield": "King of Icefield",
  "hero.source.State of Power": "State of Power",
  "hero.source.Daily Deals": "Daily Deals",
  "hero.source.Hall of Heroes": "Hall of Heroes",
  "hero.source.Lucky Wheel": "Lucky Wheel",
  "hero.source.Mythic General Hero Shard": "Mythic General Hero Shard",
  "hero.source.Foundry Shop": "Foundry Shop",

  "hero.ahmose.name": "Ahmose",
  "hero.ahmose.story": "Ahmose hailed from an ancient clan of guardians whose sacred duty was to safeguard the Cthugha's Heart - an active Fire Crystal - and regulate its use. With the assistance of these guardians, the Solaris Dynasty came to possess control over the energy of the Fire Crystal.\n\nHowever, when the kingdom attained great power, the king betrayed his protectors and banished them. The Fire Crystal subsequently entered a dormant state, and the fate of the guardians remained shrouded in mystery.\n\nRecently, Ahmose's weapon alerted him to the reawakening of the Fire Crystal. As one of the last surviving descendants of the guardians, he left his clan behind and embarked on a mission of vengeance. After arriving at his destination, Ahmose was confronted with the reality that the former empire had collapsed. This left him in a dilemma as to whether he should support or oppose the new ruler of Sunfire Castle.\n\nAhmose’s spear and shield were once the sources of pride for his ancestors. The two weapons were infused with the energy of Fire Crystal and thus became alive. Once lost, the weapons were found when Ahmose heard their call. He restored them through forgery like he was rebuilding the former glory of his ancestors.\n\nAfter spending some time in the Sunfire Castle, Ahmose was certain that the new president was not a tyrant like the ruler of the old empire. By talking to the Cthugha’s Heart using his gift of resonating with it, he was sure that the president was the ruler acknowledged by many.\n\nCthugha’s Heart released Ahmose from his destiny as a guardian and gave him and his clansmen their freedom. Without the mission as a guardian, Ahmose suddenly lost his direction in life. Fortunately, his courage and outstanding combat skills won him the admiration of the chiefs. Now, he protects newly built cities and helps the survivors struggling in the extremely cold with his shield.",
  "hero.ahmose.skill.500231.name": "Cthugha's Protection",
  "hero.ahmose.skill.500231.desc": "Ahmose wields his robust shield, entering an invulnerable state (unable to move or cast skills, immune to control effects) and reducing damage taken by 30%/40%/50%/60%/70% for nearby friendly troops for 2s.",
  "hero.ahmose.skill.500232.name": "Daybreak Knife",
  "hero.ahmose.skill.500232.desc": "Ahmose pierces the enemies at the front with a sharp spear, dealing Attack*70%/77%/84%/91%/98% damage, tearing apart the enemy’s defense, and making enemies take 20% more damage for the next 2s.",
  "hero.ahmose.skill.500233.name": "Ancestral Blessing",
  "hero.ahmose.skill.500233.desc": "The energy of Fire Crystal, which is akin to the blessing of ancestors, heals Ahmose’s wounds. After casting \"Cthugha’s Protection\", Ahmose will recover Attack*30%/33%/36%/39%/42% Health for 5s.",
  "hero.ahmose.skill.500234.name": "Viper Formation",
  "hero.ahmose.skill.500234.desc": "Ahmose revives the lost art of ancient guardians. His Infantry pauses the attack once every four times, reducing damage taken by Lancers and Marksmen by 10%/15%/20%/25%/30% and Infantry by 10%/25%/40%/55%/70% for 2 turns.",
  "hero.ahmose.skill.500235.name": "Prayer of Flame",
  "hero.ahmose.skill.500235.desc": "Ahmose amplifies the combat spirit of friendly Infantry with the power of the Fire Crystal, increasing their damage dealt by 20%/40%/60%/80%/100%.",
  "hero.ahmose.skill.500236.name": "Blade of Light",
  "hero.ahmose.skill.500236.desc": "Ahmose infuses friendly Infantry's weapons with the essence of Fire Crystals, increasing his Infantries' damage per attack by 12%/24%/36%/48%/60% and the target's damage taken by 5%/10%/15%/20%/25% for 1 turn.",
  "hero.ahmose.weapon.name": "Guardian's Relic",
  "hero.ahmose.weapon.perk.500237.name": "Unyielding Determination",
  "hero.ahmose.weapon.perk.500237.desc": "Ahmose imbues allies with steadfast conviction, increasing Attack by 42% for friendly troops under Cthugha’s Protection for 2.5s.",
  "hero.ahmose.weapon.perk.500238.name": "Oath of Guardian",
  "hero.ahmose.weapon.perk.500238.desc": "Ahmose fortifies the city with the resolve of a guardian, increasing Defender Troops' Health by 15%.",

  "hero.alonso.name": "Alonso",
  "hero.alonso.story": "The legends of Alonso \"the whale hunter\" was known far and wide.\nHe is described as a stout, well-built man of few words. He always carries his netting and trusty harpoon wherever he goes. This whale hunter travels from one seaside town to another in search of good ale and the intel on a certain sea monster.\n\nAccording to the stories, the monster that Alonso seeks is the same one that slaughtered his entire crew 30 years ago. He wishes to settle scores with the mythical \"Leviathan\" that took his crew, his friends, and his family...\n\nThe creature \"Leviathan\" grows more bizarre with each tavern retelling. Apparently, the beast has a huge horn and a body that spans hundreds of meters. Many laughed at such an impossible tale behind Alonso's back, but none dared to mock Alonso to his face. After all, this man is capable of taking down Giant Apes and Cryptids single-handedly.\n\nAlonso had defended many Cities from pillagers during his travel. In one instance, all the townsfolks panicked at the sight of bandits but Alonso rallied them and organized an excellent defense. When he gave orders, Alonso was like the captain of a City-sized ship.\n\nNot long ago, he caught a glimpse of a former crew member that was supposedly killed by \"Leviathan\" many years ago.\nAlonso refused to believe it had been a trick of the eyes. He questioned half the town and finally learned his former crew is now a slave onboard a giant, steam-powered submarine called the \"Neptune\". \"That’s it...\" Alonso thought to himself, \"Leviathan is not a monster, but a submarine!\". Now, he hopes to find Neptune and reunite with his former crew.\n\nTo Alonso, there is not much difference between hunting down a Leviathan and a lot of bandits.",
  "hero.alonso.skill.500181.name": "Trapnet",
  "hero.alonso.skill.500181.desc": "Alonso casts a wide net over the target area, dealing Attack*200%/220%/240%/260%/280% Area of Effect Damage and immobilizing enemies for 1.5s.",
  "hero.alonso.skill.500182.name": "Tidal Force",
  "hero.alonso.skill.500182.desc": "Alonso shoots a harpoon with tsunami-like force at a target, dealing Attack*50%/55%/60%/65%/70% Area of Effect Damage.",
  "hero.alonso.skill.500183.name": "Harpoon Blast",
  "hero.alonso.skill.500183.desc": "Alonso's heavy harpoon can really do some damage, stunning targets for 0.2/0.2/0.4/0.4/0.5s after every 8/7/7/6/5 strikes.",
  "hero.alonso.skill.500184.name": "Onslaught",
  "hero.alonso.skill.500184.desc": "Alonso attacks like the waves, granting a 40% chance of increasing all troop's Lethality by 10%/20%/30%/40%/50%",
  "hero.alonso.skill.500185.name": "Iron Strength",
  "hero.alonso.skill.500185.desc": "Alonso's indomitable will grants all troops' attack a 20% chance of reducing damage dealt by 10%/20%/30%/40%/50% for all enemy troops for 2 turns.",
  "hero.alonso.skill.500186.name": "Poison Harpoon",
  "hero.alonso.skill.500186.desc": "Alonso coats weapons with lethal toxins, granting all troops' attack a 50% chance of dealing +10%/20%/30%/40%/50% more damage.",
  "hero.alonso.weapon.name": "Captain Ahab",
  "hero.alonso.weapon.perk.500187.name": "Ocean's Bounty",
  "hero.alonso.weapon.perk.500187.desc": "Alonso knows how to share the spoils of success, with his fresh fish meals healing your weakest hero by 15% with each basic attack.",
  "hero.alonso.weapon.perk.500188.name": "Harpoon Enhancement",
  "hero.alonso.weapon.perk.500188.desc": "Alonso has made some modifications to your troops' weapons, boosting Rally Squad Lethality by 15%.",

  "hero.blanchette.name": "Blanchette",
  "hero.blanchette.story": "Blanchette seems like a sweet and innocent girl until you come face to face with her triple-barreled rifle muzzle or see the efficiency with which she picks off men and beasts at a distance.\nAs a marksman or tactician Blanchette is probably the second or third most dangerous enemy you could possibly face in the wilderness. She is a master of firearms and not afraid to strike first.\nThere is only one reason to think otherwise: Blanchette takes care of a large group of orphaned children taken in by her late father, the orphanage's founder. Only in their presence will her cold exterior give way to warmth and laughter.\n\nBlanchette did not feel she was much more than a child herself when she became the leader of the orphanage, and has always tried to provide a safe space for her younger \"brothers and sisters\" since—with toys, treats, or even funny costumes, decorations, and plays.\nOne moment Blanchette may find herself acting out the role of \"Red Riding Hood\" or the \"Big Bad Wolf\" on a makeshift stage. But the terror will be far more real for anyone who might threaten her orphanage than ever experienced by any of those characters. Indeed, with the passing of time, there are moments Blanchette finds it hard to separate herself from the roles she plays on stage and the warrior she has to be out on the Tundra.\n\nBlanchette's father founded the orphanage in a fort purchased after a long career as an explorer. It is from him Blanchette inherited not only clarity of judgement but also excellent combat instincts.\nHer father's dreams of creating a safe space for abandoned children was quickly dashed after his passing, when her father's successor filled his pockets with the orphanage's riches before fleeing into the night. All alone, the children turned to young Blanchette. She would have to grow up very quickly.\nTheir first big test came soon after. A dangerous group of bandits had heard a false rumor the castle was filled with riches and broke in with knives and guns. Blanchette escorted the children to a safe space and then began picking off the intruders one-by-one.\nIt was a kind of baptism of fire into adulthood. When Blanchette finally opened the door to where the children had been hiding, she was nearly covered head to foot in bandit blood.\n\nCrisis averted, finding money to buy food became the orphanage's main worry. The older kids had to start work immediately in the nearby city with Blanchette taking on more lucrative, but highly dangerous bounty hunter contracts.\nSo great were Blanchette's worries then she could hardly sleep at night, and yet always put on a brave face for the children. The orphanage did not find itself on stable ground until the Dawn Alliance arrived with funding in exchange for Blanchette's assistance. Now she had the confidence to step out onto the field as one of the Dawn Alliance's newest and most dangerous assets.",
  "hero.blanchette.skill.0.name": "Triple Blunderbuss",
  "hero.blanchette.skill.0.desc": "Blanchette's modified musket instantaneously hits 3 targets, dealing Attack*200%/220%/240%/260%/280% damage, also blocking their healing for 5s.",
  "hero.blanchette.skill.1.name": "Scattershot",
  "hero.blanchette.skill.1.desc": "Blanchette fires a blunderbuss shot of crystal shards, dealing Attack*100%/110%/120%/130%/140% Area of Effect Damage to targets in the area.",
  "hero.blanchette.skill.2.name": "Red Pursuit",
  "hero.blanchette.skill.2.desc": "Blanchette the hunter always secures her kill, increasing her Damage Dealt by 10%/20%/30%/40%/50% at most as the target’s health decreases.",
  "hero.blanchette.skill.3.name": "Armed to the Teeth",
  "hero.blanchette.skill.3.desc": "Blanchette works to ensure her forces are at least as well armed as she is, increasing all Troops' Lethality by 5%/10%/15%/20%/25%.",
  "hero.blanchette.skill.4.name": "Blood Hunter",
  "hero.blanchette.skill.4.desc": "Blanchette's Marksmen fire a crystal blade every 3 rounds, dealing 15%/30%/45%/60%/75% extra damage to the targets.",
  "hero.blanchette.skill.5.name": "Crimson Sniper",
  "hero.blanchette.skill.5.desc": "Thanks to Blanchette's expertise in the art of sniping and her leadership, her Marksmen deal 8%/16%/24%/32%/40% extra damage to enemy Lancers and 4%/8%/12%/16%/20% extra damage to enemy Marksmen every 2 strikes.",
  "hero.blanchette.weapon.name": "Wolf Hunter",
  "hero.blanchette.weapon.perk.0.name": "Hunter's Rage",
  "hero.blanchette.weapon.perk.0.desc": "Blanchette is nothing if not a passionate hunter, increasing her Attack Speed by 30% and extending the healing block of Triple Blunderbuss by 5s.",
  "hero.blanchette.weapon.perk.1.name": "Lightning Strike",
  "hero.blanchette.weapon.perk.1.desc": "Enemy formations have no chance against Blanchette's lightning fast Rally, increasing Rally Troops’ Lethality by 15%.",

  "hero.bradley.name": "Bradley",
  "hero.bradley.story": "Bradley is a model warrior, capable veteran, and military strategist trained by one of the finest military academies in oldworld history. Despite what may have happened afterward, he is also one of the Eagles' finest warriors and will not tolerate anybody saying otherwise.\n\nA loyal soldier, Bradley earned his stripes primarily working artillery with his understanding of siege techniques, in this day and age, useful beyond measure. A calculating mind and occasional flashes of brilliance is the mainrason Bradley has retained his position as a member of Gina's mercenary company and, at one point, Captain Fawkner's rigth-hand man.\n\nThe only shadow over Bradley remains the unexplained disappearance of his entire battalion on expedition, in which he was the sole survivor somehow unable to recall the circumstances surrounding their loss. Bradley returned a changed man, withdrawn, unable to explain why large parts of his recollection were now missing. It is doubtful he would have remained in the company without the backing of thei new leader, Gina, by whose trust Bradley has mounted a slow but gradual recovey.\n\nBradley's skills in the mechanical operation of all types of cannons is complemented by excellent sharp-shooting skills, swordsmanship when the situation requires, as well as fairly decent close-quarters combat abilities. A respected strategist, Bradley has developed a reputation for surgical strikes and minimizing civilian casualties, often quoting that, \"Cannons do not win battles. Careful planning, timing, and hte courage to seize the moment do.\"\n\nBradley was born into a relatively well-known military family in the old Solaris Empire, resulting in his acceptance to the 'last class\" of the rapidity-dissolving Solaris Empire's prestigious Royal Academy. Truth be told, the Imperial facade was already beginning to cruumble before Bradley was handed his first uniform.\n\nBradley's regiment came increassing to represent what the collapse of the old Empire might mean for everyday survival in the freezing world. Bradley still held out hope their ragtag group could somehow help rebuild the Solaris Empire and its honorable traditions. Most accepted the new reality: discipline and honor were dead, and survival required a cruel hand. The latter sparked Bradley's transition to the mercenary life and confirmed his worst fears. The solaris Empire was gone and it would be rebuilt.\n\nOther than Captain Fawkner, just disappear? It was a relatively unexplored valley and site of many strange sightings. But why did only Bradley survive? Why can no one account for it?\n\nBradley could have been cast out on suspicion of treachery were is not for Commander Gina's abiding trust in the cursed man. Bradley has since begun a kind of regular pilgrimage to the same valley, seeking again and again some trace of Fawkner, his lost friends, or anything that might jog his memories. So far he has turned up nothing, yet still holds out hope.",
  "hero.bradley.skill.500331.name": "Destructor",
  "hero.bradley.skill.500331.desc": "Bradley primes his artillery with an extremely potent shell, dealing Attack 300%/330%/360%/390%/420% Area of Effect Damage.",
  "hero.bradley.skill.500332.name": "Incendiary Shell",
  "hero.bradley.skill.500332.desc": "Bradley fires a special incendiary shell, dealing Attack 60%/66%/72%/78%/84% Area of Effect Damage. The flaming crater in its wake also deals Attack 17%/19%/21%/23%/25% damage to enemies every 0.5s for 2s.",
  "hero.bradley.skill.500333.name": "Audacious",
  "hero.bradley.skill.500333.desc": "The prospect of death only energizes a seasoned warrior like Bradley, increasing his attack by 10%/14%/18%/22%/26%.",
  "hero.bradley.skill.500334.name": "Veteran's Might",
  "hero.bradley.skill.500334.desc": "Bradley's years of combat experience enables him to destroy enemies efficiently, increasing Attack by 5%/10%/15%/20%/25% for all troops.",
  "hero.bradley.skill.500335.name": "Power Shot",
  "hero.bradley.skill.500335.desc": "Bradley use his expertise in suppresive artillery against the ennemy vanguard, increasing Damage Dealt to Lancer by 6%/12%/18%/24%/30%, and to infantry by 5%/10%/15%/20%/25% for all troops.",
  "hero.bradley.skill.500336.name": "Tactical Assistance",
  "hero.bradley.skill.500336.desc": "Bradley will press every advantage against a beleaguered ennemy, increasing Damage Dealt by 6%/12%/18%/24%/30% for all troops for 2 turns every 4 turns.",
  "hero.bradley.weapon.name": "Thunder Cannon",
  "hero.bradley.weapon.perk.500337.name": "Onslaught",
  "hero.bradley.weapon.perk.500337.desc": "Shock and awe tactics can also boost morale. The \"destructor\" further increases Attack Speed by 14% for Heroes and Escorts for 5s.",
  "hero.bradley.weapon.perk.500338.name": "Siege Insight",
  "hero.bradley.weapon.perk.500338.desc": "Bradley knows exactly where to place defenses as a sieges expert, increasing Defender Troops' Attack by 15%.",

  "hero.cara.name": "Cara",
  "hero.cara.story": "With Cara of the Oestermore Postal Service, the mail always gets through.\nThe red-headed wonder girl can be seen flying over and between the towns of Ostermore at different times of the day or night courtesy of her steam-powered air-broom, delivering letters and much-needed smiles to survivors anxiously awaiting the mail. Children may chase her down the street and ask her to perform a magic trick, but the only real witchery here is the magic of great charm and talent.\n\nIn these strange times, the best postal workers come with considerable firepower. Life for even the privileged City-dweller isn't easy. Bandits and wild predators are always on the prowl, and many a time has Cara had to intervene directly or with a broom-based diversion while reinforcements arrive.\n\nCara always finds time in her busy delivery schedule to pursue the twin interests of baking and sleuth of Oestermore's urban legends. The more her friends urge Cara to drop an issue, the more she insists on pursuing it.\n\nCara was hailed as a hero upon her return, which went some way to relieving her self-imposed feelings of inadequacy.",
  "hero.cara.skill.500551.name": "Arcane Blast",
  "hero.cara.skill.500551.desc": "Cara launches a powerful cannon at enemies, dealing Attack*200%/220%/240%/260%/280% Area damage.",
  "hero.cara.skill.500552.name": "Gloomy Mist",
  "hero.cara.skill.500552.desc": "Cara fires a Steamy Whammy, releasing a mist-like gas that reduces enemy accuracy and deals continuous damage.",
  "hero.cara.skill.500553.name": "Heartfelt Friendship",
  "hero.cara.skill.500553.desc": "Each time an ally Hero is knocked down, Cara increases her Attack until the end of the battle.",
  "hero.cara.skill.500554.name": "Smoky Encounter",
  "hero.cara.skill.500554.desc": "Cara drops smoke grenades, reducing enemy Lethality.",
  "hero.cara.skill.500555.name": "Mech Pet",
  "hero.cara.skill.500555.desc": "Increases normal attack damage for all troops.",
  "hero.cara.skill.500556.name": "Witch's Wrath",
  "hero.cara.skill.500556.desc": "Marksmen deal extra damage to Lancers and Marksmen.",
  "hero.cara.weapon.name": "Velocomet",
  "hero.cara.weapon.perk.500557.name": "Techno Power",
  "hero.cara.weapon.perk.500557.desc": "Increases duration of Gloomy Mist and normal attack damage.",
  "hero.cara.weapon.perk.500558.name": "Shrouded Haven",
  "hero.cara.weapon.perk.500558.desc": "Increases Defender Troops' Lethality."
,


  "hero.source.Hall of Chiefs": "Hall of Chiefs",
  "hero.source.King of Icefield": "King of Icefield",
  "hero.source.State of Power": "State of Power",
  "hero.source.Daily Deals": "Daily Deals",
  "hero.source.Hero Rally": "Hero Rally",
  "hero.source.Foundry Shop": "Foundry Shop",
  "hero.source.Lucky Wheel": "Lucky Wheel",
  "hero.source.Mythic General Hero Shard": "Mythic General Hero Shard",

  "hero.dominic.name": "Dominic",
  "hero.dominic.story": "Dominic is the most brilliant magician to be found on the tundra. Not even Mia, renowned for her mastery of illusions, can match his remarkable skill and boundless imagination. So impressed was she by his extraordinary talent that she invited him to join her caravan on its journey across the land.\nFrom teleportation and telekinesis to levitating the caravan, conjuring elegant ladies from paintings, or transforming audience into portraits—his inventive performances never fail to bring the house down. Thanks to him, the caravan rakes in a fortune. Yet, the applause of the crowd seems to leave him indifferent, as his sole passion lies in crafting even more breathtaking magic.\n\nBeyond the elaborate setups for his illusions, Dominic also excels at designing a range of concealable weapons, such as umbrellas that fire tranquilizer darts and boxes that unleash powerful punches. These ingenious tools help the caravan to turn the tables in the face of unexpected ambushes.\nPhysically strong and fearless, Dominic never fails to slip away from danger, using his masterful escape techniques to defy the odds.\nOn top of all his talents, Dominic is a master of disguise, able to gather vital intelligence for Mia with impeccable personas. What baffles her, however, is that while he effortlessly mingles with people in disguise, once he reverts to his true self, he becomes cold and utterly unapproachable.\n\nIn contrast to many members of the caravan, who have complex backgrounds or are on the run from enemies, Dominic is just an average man, making him an anomaly.\nDominic was once a wanderer with no place to call home, but that was due to his eccentric personality putting him at odds with the powerful. Joining the caravan has granted him true freedom, allowing him to focus entirely on perfecting his magic without needing to interact much with his quirky companions. With Mia's wealth, even his wildest ideas can be brought to life.\n\nDominic's father was once the most prominent magician in town, until the arrival of an engineer who ruined everything by seeing through even the most intricately designed tricks before they were completed. As the magic shows quickly lost their appeal, Dominic's father, disheartened, left home in search of greater skill.\nIn the beginning, Dominic's passion for magic was fueled by a desire to create the perfect illusion his father had always dreamed of, believing it would make his father stay if he ever returned. As he grew, he eventually crafted the ultimate trick that fooled everyone, including the engineer, but he never saw his father again. Still, the genius was not disappointed; he realized that magic was the only thing that truly mattered to him.",
  "hero.dominic.skill.500541.name": "Box Trick",
  "hero.dominic.skill.500541.desc": "Dominic conjures three magical boxes around the target, each delivering heavy punches that deal Attack*200%/220%/240%/260%/280% Area Damage and stun the target for 1s.",
  "hero.dominic.skill.500542.name": "Scorching Roses",
  "hero.dominic.skill.500542.desc": "Dominic hurls a rose that transforms into flames, dealing Attack*100%/110%/120%/130%/140% damage and setting the target on fire which deals Attack*4%/6%/8%/10%/12% damage every 0.5s for 2s.",
  "hero.dominic.skill.500543.name": "Double Trouble",
  "hero.dominic.skill.500543.desc": "When Dominic's Health drops to zero, he vanishes and reappears 5 seconds later with 10%/20%/30%/40%/50% Health. This effect can occur once per battle.",
  "hero.dominic.skill.500544.name": "Mystic Mechanism",
  "hero.dominic.skill.500544.desc": "Increases damage dealt by all troops by 4%/8%/12%/16%/20%.",
  "hero.dominic.skill.500545.name": "Spiky Assault",
  "hero.dominic.skill.500545.desc": "Lancers deal 12%/24%/36%/48%/60% more damage per attack. Poisoned targets take 5%/10%/15%/20%/25% more damage for 1 turn.",
  "hero.dominic.skill.500546.name": "Mirror Maze",
  "hero.dominic.skill.500546.desc": "Reduces damage taken by Infantry and Marksmen by 3%/6%/9%/12%/15% and increases their damage dealt by the same amount.",
  "hero.dominic.weapon.name": "Exobox",
  "hero.dominic.weapon.perk.500547.name": "Illusion Mastery",
  "hero.dominic.weapon.perk.500547.desc": "Increases Dominic's damage dealt by 25%.",
  "hero.dominic.weapon.perk.500548.name": "Grand Fantasy",
  "hero.dominic.weapon.perk.500548.desc": "Increases Rally Troops' Lethality by 15%.",

  "hero.edith.name": "Edith",
  "hero.edith.story": "It would be harder to find a more mismatched duo than the nimble Edith and towering Mr. Tin in any city. And yet this odd pair have done far more for local residents than most, and earned whatever supplies they require many time over.\nEdith cannot remember a time when the metal humanoid affectionately named \"Mr. Tin\" wasn't a part of her life. His origins are a mystery -- as much a mystery as her own origins at least. But such mysteries pale in significance to the very real help by which Mr. Tin has made himself indispensable in every settlement and a favorite of children everywhere.\n\nMr. Tin did not always have a name nor a home, unless it were considered the enless Tundra. And so it would have a remained until his parts had rusted or the end of the world but for encountering a strange cradle heated by intriguing mechanic. A baby slept within.\nWhy did Mr. Tin shield the cradle in its arms until its deliverance to a nearby city? Instinct? Her cries certainly made impression on the terrified resident shrinking back from the metallic monstrosity. But actions speak louder than words. The cityfolk decided to welcome the duo with open arms. It is from this day forward that Mr Tiun earned this name.\n\nMr.Tin had won a permanent home amongst humans although nothing is free in an eternal winter. Mr Tin worked tirelessly to assist the growing Edith and ensure the city never lacked for manpower.\nEdith grew into a precocious scientist, endlessly fascinated by her local library and the inner workings of mechanical devices of all shapes and sizes, especially her humanoid benefactor. She was a quick study, and soon became relied upon by Mr. Tin exclusively for repairs in wich she was more skilled than any other city craftspeople.\nEdith graduated into the role of Mr. Tin's spokesperson, substituting body language and his simple vocalizations for a language by wich the pair seemed to easily communicate. It was easy enough as, instead of parting ways as the years wore on, Edith and Mr. Tin were increasingly drawn into shared endeavors and each other's company.\n\nMr. Tin's source of power was not exactly a secret although in these times only the most well-educated could guess at the mysterious Fire Crsytal that lay humming beneath his shiny exterior. Yet how the Fire Crystal had been installed and the colossus created remained unanswered. In fact, the entity had begun as a prized masterpiece of a power-hungry maniac intent on a source of authority not reliant upon human subjects. A humanoid form and Fire Crystal were chosen, the which also imbued it with a primitive form of thinking, reasoning, and even what one migth call a kind of living vitality. The mechanical beast was trained with ruthless efficiency against mock targets yet failed to translate its destructive skills against enemies of flesh and blood. Nor did any amount of threating or shouting by the angry maniac make any difference.\nThe maniac's pet project, despite its early success, had failed. Mr. Tin was discarded to the silvery wastes of snow with contempt and, until Edith, a solidarity existence except for the occacional bird or animal. It proved the existence of a deep.",
  "hero.edith.skill.500321.name": "Ironclad Punch",
  "hero.edith.skill.500321.desc": "Mr. Tin unleashes ironclad fury against Edith's assailants, punching all enemies in a dan-shaped area ahead, dealing Attack*100%/110%/120%/130%/140% damage and stuns the targets by 1s, while increasing his own Attack by 20%/40%/60%/80%/100% for 2s.",
  "hero.edith.skill.500322.name": "Escape Capsule",
  "hero.edith.skill.500322.desc": "Mr. Tin ejects his core as an escape capsule for Edith at 0 health, detonating the rest of his body in a fiery explosion, dealing Attack*200%/220%/240%/260%/280% damage to nearby enemies.",
  "hero.edith.skill.500323.name": "Preemptive Alerts",
  "hero.edith.skill.500323.desc": "Edith's battlefield intel warns Mr. Tin of potential dangers, granting him a 10%/20%/30%/40%/50% chance of reducing damage taken by 50%.",
  "hero.edith.skill.500324.name": "Strategic Balance",
  "hero.edith.skill.500324.desc": "Mr. Tin's colossal presence automatically shields friendly ranged units, reducing damage taken by 4%/8%/12%/16%/20% for Marksmen, and supresses the enemy, increasing damage dealt by 4%/8%/12%/16%/20% for Lancers.",
  "hero.edith.skill.500325.name": "Ironclad",
  "hero.edith.skill.500325.desc": "Mr. Tin's metallic body functions as a fortified wall on the field, reducing damage taken by 4%/8%/12%/16%/20% for Infantry.",
  "hero.edith.skill.500326.name": "Steel Sentinel",
  "hero.edith.skill.500326.desc": "Edith's mobile defence system is reliable, increasing health by 5%/10%/15%/20%/25% for all troops.",
  "hero.edith.weapon.name": "Charm Toolkit",
  "hero.edith.weapon.perk.500327.name": "Pocket Engineer",
  "hero.edith.weapon.perk.500327.desc": "Edith take car of Mr. Tin and restores an amount of health (35% of Max Health) to Mr. Tin when frist under 50% Health while increassing Defnse by 30% until the end of battle.",
  "hero.edith.weapon.perk.500328.name": "Fortworks",
  "hero.edith.weapon.perk.500328.desc": "Edith and Mr. Tin are a formidable defensive duo, increasing Defender Troop's Health by 15%.",

  "hero.eleonora.name": "Eleonora",
  "hero.eleonora.story": "The frozen queen, the nation liberator, the Sunfire Castle mayor, the ruler of the tundra, the hope of Solaris, and the shield princess... All these describe Eleonora III, the current ruler of the Solaris Dynasty, whose legitimacy is recognized by few.\nAfter the fall of the her kingdom, Eleonora lived in exile under the protection of her loyal knights until she came of age. Now, she has blossomed into a formidable knight and an exceptional commander. While restoring her kingdom is her ultimate goal, she has to work as a mercenary to make a living.\n\nEleonora was just an infant when Sunfire Castle collapsed, leaving her with no memory of the old kingdom. For a long time, she simply accepted the mission to restore it, without truly resonating with the aspiration. However, during her years of exile, she endured much contempt and humiliation from the emerging nobility, and it was through this hardship that the desire to create her own kingdom began to take root in her heart.\n\nEleonora mastered the art of combat under the tutelage of Sir Gregory, even surpassing her mentor. She slowly built a reputation on the tundra with her remarkable skills.\nNevertheless, she didn't win everyone's approval. In Jeronimo's eyes, Eleonora and her followers were nothing more than some imposters pretending to be royalty, and he boldly claimed to have found the true princess. To clear her name, Eleonora decided to challenge the arrogant swordsman. Although Sir Gregory eventually intervened and stopped the duel, the desire to prove herself against Jeronimo still burned deep within her.\n\nWith the backing of some old nobles, Eleonora once captured a sprawling city to serve as her new capital. Yet, it wasn't long before she fell out with her benefactors.\nThe indulgent and corrupt nobles levied heavy taxes and forced labor upon the people, plunging them into misery. Eleonora, having once experienced the pain of being uprooted, saw through the cruelty of the old order. She tried to help the struggling masses, but her actions threatened the nobles' interests. In response, they turned their backs on her, expelled her from the new capital, and accused her of being an imposter.\n\nWith no other option but to start anew, Eleonora had the support of Sir Gregory and other loyal warriors. Now, she has wholeheartedly embraced the dream of restoring her kingdom—one founded on equality and compassion.",
  "hero.eleonora.skill.500441.name": "Shield of Blaze",
  "hero.eleonora.skill.500441.desc": "Eleonora raises a spiked shield, a symbol of royalty, gaining Attack*100%/130%/160%/190%/220% shield value and reflecting 30% of damage taken to the enemy. The shield ruptures after 3s, dealing 60%/65%/70%/75%/80% damage to nearby enemies.",
  "hero.eleonora.skill.500442.name": "Regal Sanction",
  "hero.eleonora.skill.500442.desc": "Eleonora strikes forcefully at the target with a heavy hammer, dealing Attack*100%/110%/120%/130%/140% damage and reducing the target's Defense by 10%/15%/20%/25%/30% for 2s.",
  "hero.eleonora.skill.500443.name": "Majestic Corona",
  "hero.eleonora.skill.500443.desc": "The noble blood in Eleonora renders her an unyielding spirit, reducing her damage taken by 5%/7.5%/10%/12.5%/15% and increasing her damage dealt by 5%/7.5%/10%/12.5%/15%.",
  "hero.eleonora.skill.500444.name": "Scorching Sun",
  "hero.eleonora.skill.500444.desc": "Eleonora inspires all troops with her royal aura and sense of honor, increasing their Health by 5%/10%/15%/20%/25%.",
  "hero.eleonora.skill.500445.name": "Solaris Nexus",
  "hero.eleonora.skill.500445.desc": "Eleonora deploys a balanced formation, reducing damage taken by 2%/4%/6%/8%/10% for her Infantries and increasing damage dealt by 2%/4%/6%/8%/10% for her Marksmen.",
  "hero.eleonora.skill.500446.name": "Soaring Flame",
  "hero.eleonora.skill.500446.desc": "Eleonora strikes fear into her enemies with her fierce assaults, increasing all troops' damage dealt by 5%/10%/15%/20%/25% and reducing their damage taken by 5%/10%/15%/20%/25% every 5 attacks made by Infantry for 2 turns.",
  "hero.eleonora.weapon.name": "Scepter of Solaris",
  "hero.eleonora.weapon.perk.500447.name": "Hammer & Shield",
  "hero.eleonora.weapon.perk.500447.desc": "Eleonora developed adaptability during her exile, increasing Attack by 24% when her Health is higher than 50% and increasing her Defense by 75% when her Health is under 50%.",
  "hero.eleonora.weapon.perk.500448.name": "Last Fortress",
  "hero.eleonora.weapon.perk.500448.desc": "Eleonora fights every battle like her last, inspiring Defender Troops and increasing their Health by 15%.",

  "hero.elif.name": "Elif",
  "hero.elif.story": "The deadly Tundra flower Elif bloomed in a distant land before coming to this remnant of civilization.\n\nA skilled dancer and martial artist, Elif appears adaptable as water and dangerous as fire to her enemies, while remaining charming to those she meets. She often travels with convoys, using them to safely move between Cities where she settles temporarily, forming new contacts and pursuing mysteries that intrigue her.\n\nTrained in a remote land before the ice plague spread, Elif’s performances carry a wistful sadness for the lost past. Her twin-blade combat style mirrors the ribbons of her youth, translating extraordinary dexterity into deadly battlefield effectiveness.\n\nHer mission traces back to a tragedy involving a strange scientist whose visit coincided with a curse afflicting local children, including her sister Defne. With the help of Philly the physician, Elif seeks both to stabilize Defne’s condition and uncover the truth behind the curse—possibly linked to Kaisha and Phaethon. Despite the dangers, Elif will never abandon her pursuit, even in the heart of the storm.",
  "hero.elif.skill.500531.name": "Spectral Glide",
  "hero.elif.skill.500531.desc": "Confuses enemies for 1s and grants a 10/15/20/25/30% chance to dodge attacks for 5s.",
  "hero.elif.skill.500532.name": "Blade Dance",
  "hero.elif.skill.500532.desc": "Deals Attack*100/110/120/130/140% damage and confuses the target for 1s.",
  "hero.elif.skill.500533.name": "Ethereal Steps",
  "hero.elif.skill.500533.desc": "Increases dodge chance by 7/10/13/16/20% and grants a chance to confuse targets for 1s on normal attacks.",
  "hero.elif.skill.500534.name": "Shackling Veil",
  "hero.elif.skill.500534.desc": "Reduces all enemy troops' Attack by 5/10/15/20/25%.",
  "hero.elif.skill.500535.name": "Slash Formation",
  "hero.elif.skill.500535.desc": "Increases troops' Attack by 3/6/9/12/15% and Defense by 2/4/6/8/10%.",
  "hero.elif.skill.500536.name": "Enchanting Tapestry",
  "hero.elif.skill.500536.desc": "Infantry attacks grant a shield equal to Attack*6/12/18/24/30% for 1 turn.",
  "hero.elif.weapon.name": "Moonscar",
  "hero.elif.weapon.perk.500537.name": "Blazing Edge",
  "hero.elif.weapon.perk.500537.desc": "Increases Attack Speed and Ethereal Steps confusion chance by 7/10/13/16/20%.",
  "hero.elif.weapon.perk.500538.name": "Guardian's Grace",
  "hero.elif.weapon.perk.500538.desc": "Increases Defender Troops' Defense by 5/7.5/10/12.5/15%.",

  "hero.estrella.name": "Estrella",
  "hero.estrella.story": "As a child, Estrella often heard stories of the \"old world\" from the older folks in her town. In stark contrast to the endless snow-covered winter she knew, the world of the past had verdant forests and golden fields of wheat.\nThese tales prompted vivid dreams in which Estrella returned to that vibrant world to experience the blossoming of spring, the heat of summer, and the autumn harvest season—all sensations foreign to her frigid life in the real world. Estrella could never find the right words to express the beauty of her dreams, so she decided to paint them, hoping to share her spectacular visions with her entire town.\n\nEstrella's home was a mining town tucked away in the mountainside, rich with colorful minerals that she used as pigments for her paintings. Danger followed these riches, and when outlaws attacked her, Estrella discovered that her unstable mineral paints could burn or freeze enemies. She vowed to defend her homeland and continued refining her pigments. Estrella also cherishes her recurring dreams of a girl named Evelyn from the old world, believing the crystals beneath her town connect people across time and space.",
  "hero.estrella.skill.500571.name": "Scorching Scarlet",
  "hero.estrella.skill.500571.desc": "Splashes scorching scarlet paint, dealing Attack*200%/220%/240%/260%/280% AoE damage and reducing enemies' Attack by 5%/10%/15%/20%/25% for 2s.",
  "hero.estrella.skill.500572.name": "Molten Gold",
  "hero.estrella.skill.500572.desc": "Splatters amber-yellow paint, dealing Attack*100%/110%/120%/130%/140% damage and inflicting Corrosion that deals Attack*2%/3%/4%/5%/6% damage every 0.5s for 4s.",
  "hero.estrella.skill.500573.name": "Midnight Blue",
  "hero.estrella.skill.500573.desc": "Normal attacks reduce targets' Attack Speed by 10%/15%/20%/25%/30% for 2s.",
  "hero.estrella.skill.500574.name": "Corrosive Color",
  "hero.estrella.skill.500574.desc": "Reduces the Defense of all enemy troops by 5%/10%/15%/20%/25%.",
  "hero.estrella.skill.500575.name": "Dawn Canvas",
  "hero.estrella.skill.500575.desc": "Increases all allied troops' Attack by 3%/6%/9%/12%/15% and Defense by 2%/4%/6%/8%/10%.",
  "hero.estrella.skill.500576.name": "Splendid Scene",
  "hero.estrella.skill.500576.desc": "Reduces Infantry damage taken and increases Lancer damage dealt by 5%/10%/15%/20%/25%.",
  "hero.estrella.weapon.name": "Dreamscape Painting",
  "hero.estrella.weapon.perk.500577.name": "Color Burst",
  "hero.estrella.weapon.perk.500577.desc": "Enemies stained with 2 colors at the same time take 30% more damage.",
  "hero.estrella.weapon.perk.500578.name": "Homeland Defense",
  "hero.estrella.weapon.perk.500578.desc": "Increases Defender Troops' Attack by 15%."
,

  "hero.flint.name": "Flint",
  "hero.flint.story": "Flint is the flame that is always ready to burn down Phaethon in his vengeance. It’s almost certain that his personal crusade against Phaethon will only end in either his or Phaethon's demise.\n\nFlint and his ragtag followers (most of whom have suffered at the hands of Phaethon) often partnered with the Dawn Alliance in their fight against Phaethon's forces. Bahiti and the others knew that Flint would never take an innocent life. As for criminals and wrongdoers? They won’t receive any mercy from Flint's hands.\n\nFlint was a high-ranking military officer. In a scouting mission, he got separated from his own platoon and ended up in a remote City known as “Arcadia”. That City was the closest thing to utopia - a place filled with theaters, auditoriums, and even libraries! The City did not have weapons; its citizens were peace-loving scholars, so they do not see a need for firearms.\n\nFlint fell in love with the City and the machinist Jessie. His time in Arcadia made him believe a bright future can be built even in this icy world. His hope and belief were soon destroyed in a horrible raid on Arcadia.\n\nAn emissary from Phaethon showed up at Arcadia’s door and demanded the immediate transfer of all knowledge pertaining to \"fire crystal\". The Chief refused, knowing full well their research can be turned into destructive weapons of war. When Phaethon razed the City to the ground, Flint was the only fighter that put up a resistance. He was terribly injured during the fight but somehow survived the ordeal. His hopes for a better future are now replaced by a burning desire for vengeance.\n\nFlint and Jessie crossed paths again many years later. Embers of the couple's old affection still remained, but Jessie could not approve of Flint's all-consuming quest for vengeance. Flint will always hold a special place in Jessie's heart, but she can never bring herself to love a man dedicated to destruction. The former lovers have now drifted apart.",
  "hero.flint.skill.500211.name": "Fires of Vengeance",
  "hero.flint.skill.500211.desc": "Flint's fire-breathing attack deals Attack*60%/66%/72%/78%/84% damage every 0.5s and amplifies damage taken by the target by 10%/15%/20%/25%/30% for 2s.",
  "hero.flint.skill.500212.name": "Incinerator",
  "hero.flint.skill.500212.desc": "Pain only boosts Flint's potential. Flint immediately regains 20%/25%/30%/35%/40% of his max Health when Health is below 50%. Can only activate once per battle.",
  "hero.flint.skill.500213.name": "Heat Diffusion",
  "hero.flint.skill.500213.desc": "The warmth of Flint's fire represents hope in troubling times, boosting your heroes' Attack Speed by 3%/4%/5%/6%/7%.",
  "hero.flint.skill.500214.name": "Pyromaniac",
  "hero.flint.skill.500214.desc": "Every flame, no matter how small, can ignite a roaring fire. Flint increases his infantry's Damage Dealt by 20%/40%/60%/80%/100%.",
  "hero.flint.skill.500215.name": "Burning Resolve",
  "hero.flint.skill.500215.desc": "Flint's fire not only dispels the cold but also ignites the passion for battle, increasing Attack by 5%/10%/15%/20%/25% for all troops.",
  "hero.flint.skill.500216.name": "Immolation",
  "hero.flint.skill.500216.desc": "Flint's flame of anger devours everything. Increasing all troops' Lethality by 5%/10%/15%/20%/25%.",
  "hero.flint.weapon.name": "Dragonbane",
  "hero.flint.weapon.perk.500217.name": "Vengeful Task",
  "hero.flint.weapon.perk.500217.desc": "Once released, the fires of Flint's vengeance cannot be quenched, boosting Attack by 24% until the end of battle once \"Incinerator\" is triggered.",
  "hero.flint.weapon.perk.500218.name": "Dragonbreath",
  "hero.flint.weapon.perk.500218.desc": "Flint fortifies his flamethrower for city defense, increasing Defense Troops' Attack by 15%.",

  "hero.flora.name": "Flora",
  "hero.flora.story": "Flora is not an inherently unfriendly person, nor is she arrogant. Her aloofness comes from a deep-seated preference for interacting with nature and plants rather than the rough-and-tumble world of complex social interactions. Flora would much rather deal with the former and she does, sometimes for days at a time, in a special greenhouse expertly constructed by Zinman and Jessie.\nFlora does enjoy the company of others — she’s just particular about whose company she keeps. Lydia, fellow botanist and agricultural expert, is a great source of joy. Jessie too, whose ingenuity designed the greenhouse temperature regulator. With these like-minded souls of deep thoughts Flora can enjoy many hours of spirited conversation.\n\nHorticulture is great expertise in these icy times. It was not so many years ago that a Dawn Alliance patrol stumbled on a seed preservation facility left by scientists unknown. Flora was given the task of categorizing and, if possible, reusing the revitalized seeds to grow cold-resistant crops to meet food shortages. Many survivors today owe their soft warm bread and fresh fruit to Flora's pioneering work in the cultivation of new seed varieties.\n\nFlora's love of plants began with books her parents read to her at bedtime, books filled with pictures of the old world and its lush paradise. Could there really have been such lush jungles as shown in the faded yellow pages? Such verdant gardens? The thought tantalized and fascinated Flora.\nFlora couldn't stop imagining the fantastic potential within plants. What new and magical varieties could be grown by careful cultivation? She would make it her life's work. Alongside classic food crops, Flora has also taken an interest in the darker and more sinister varieties: poisonous, flesh-eating flowers and highly aggressive climbing vines. Luckily, the terrors of these dangerous pests have been kept mostly in check... mostly.\n\nIn these later years Flora has been deeply involved in the study of the great City of Arcadia, which first enchanted her when she was a child with stories of its magnificence and eyewitness accounts. Among them is Agnes, a living eyewitness scholar, who, together with other diehard souls, has been trying to gather a team to restore their lost home's former glory.\nAgnes' dreams of a New Arcadia shine to Flora like a beacon of hope. New Arcadia has big shoes to fill, but Flora is excited to be rebuilding paradise with the other survivors on fertile volcanic soil. Flora is the official Dawn Alliance emissary and this is her grandest project to date.",
  "hero.flora.skill.500511.name": "Envelopment",
  "hero.flora.skill.500511.desc": "Flora summons a fast-moving vine against enemies, dealing Attack*100%/110%/120%/130%/140% Area Damage and stuns the target for 2s.",
  "hero.flora.skill.500512.name": "Rosebloom",
  "hero.flora.skill.500512.desc": "Flora litters the target area with toxic Adoria bloom, dealing Attack*20%/25%/30%/35%/40% Area Damage which sprouts into a flesh-eating Adoria Rose versus heroes. It inherits 10%/15%/20%/25%/30% of Flora's attributes and attacks nearby enemies.",
  "hero.flora.skill.500513.name": "Nature's Strength",
  "hero.flora.skill.500513.desc": "What does not kill the cultivator and the cultivated makes them stronger. Flora and summoned plants gain 2%/4%/6%/8%/10% Health and 4%/8%/12%/16%/20% Defense.",
  "hero.flora.skill.500514.name": "Enmiring Vines",
  "hero.flora.skill.500514.desc": "Flora litters the ground with sharp vines to hobble enemy soldiers, granting all troops a 50% chance of increasing enemies' Damage Taken by 10%/20%/30%/40%/50%.",
  "hero.flora.skill.500515.name": "Plantage",
  "hero.flora.skill.500515.desc": "Flora's defensive foliage reduces Infantry Damage Taken by 5%/10%/15%/20%/25% while better Adoria Rose coordination with Lancers gives joint attacks dealing 5%/10%/15%/20%/25% extra damage.",
  "hero.flora.skill.500516.name": "Confusion Pollen",
  "hero.flora.skill.500516.desc": "Flora's hallucinatory pollen increases enemy Infantry's Damage Taken by 6%/12%/18%/24%/30%, and decreases enemy Marksmen's Damage Dealt by 6%/12%/18%/24%/30% for 2 turns every 4 turns.",
  "hero.flora.weapon.name": "Kernel of Plenty",
  "hero.flora.weapon.perk.500517.name": "Venom's Heart",
  "hero.flora.weapon.perk.500517.desc": "Adoria Roses and vines can always be more toxic. Targets now suffer Attack*25% damage every 0.5s for 2s.",
  "hero.flora.weapon.perk.500518.name": "Fruit of Life",
  "hero.flora.weapon.perk.500518.desc": "Flora's new fruit is highly rejuvenating, granting Defender Troops 15% increased Health.",

  "hero.fred.name": "Fred",
  "hero.fred.story": "\"Show me the fire. I'll deal with the heat!\"\n\nFred has been a dependable fixture of the City's fire brigade for what seems like centuries, first to wade into the fiery maelstrom, last to surrender survivors' dwellings to the flames. Many years of service have built up a strong sense of gratitude on behalf of grateful survivors for his efforts.\n\nA Fire Chief has to be smart too. Fred hasn't survived this long without building up an uncanny understanding of unusual scenarios and a sixth sense for risk. This is surely why the last great engineers of the Solaris Dynasty gifted Fred with the so-called \"Antifire\", an extremely advanced and powerful piece of firefighting equipment the likes of which has never been seen since.\n\nStrip away all the oldworld heroics and Fred consistently models a strong sense of humility and kindness, endearing him to his fervent fans everywhere—particularly in the Dawn Alliance. If Fred has a fault, an extremely minor one, it is that the man simply doesn't have much of a sense of humor (or, for that matter, the ability to detect sarcasm). To quote Bahiti on this topic: \"Fred's the nearest I've ever seen to a perfect human being. If only he could lighten up a little...\"\n\nFred would not claim to be perfect. Many decades ago, when the world was a very different place, Fred was already well-known in the Solaris Capital as the city's youngest ever and most successful fire chief. It was in fact on the eve of a ceremony celebrating Fred's achievements, with the anointing of a great bronze figurine in his honor at the Fire Bureau's gates, when disaster struck! The great Fire Crystal at the heart of the capital, powering much of its industry, ignited into an enormous explosion that rocked the city. Fred's failures that night have become an eternal weight on his conscience.\n\nFred has had plenty of time to ponder the collapse of the Empire in the years following. Had he been but a noble cog in its unfeeling machine, blinded by devotion? Which, once the pomp and majesty were removed, was covered by the scars of suffering and injustice? Fred has learned to accept that for all the faults of the new world, cities today do not have to maintain themselves at such a vast human cost.\n\nIt was the arrival of the Dawn Alliance that ultimately filled Fred's heart with the hope missing since the Great Collapse. Now he is devoted not only to the extinguishing of harmful fires, but to that much deadlier fire: the fire of war, which threatens all of humanity.",
  "hero.fred.skill.500391.name": "Acid Rain",
  "hero.fred.skill.500391.desc": "Fred rains down his special acidic formulation on the target area, dealing Attack*60%/66%/72%/78%/84% damage every 0.5 seconds while increasing targets' damage taken by 15% for 3 seconds.",
  "hero.fred.skill.500392.name": "Water Cannon",
  "hero.fred.skill.500392.desc": "Fred water-blasts the target, rinsing away their combat bonuses while dealing damage equal to Attack*200%/220%/240%/260%/280%.",
  "hero.fred.skill.500393.name": "Perfect Responder",
  "hero.fred.skill.500393.desc": "Fred performs better under extreme stress, increasing Attack by 8%/12%/16%/20%/24% and Defense by 25%/37.5%/50%/62.5%/75% when under 50% Health.",
  "hero.fred.skill.500394.name": "Hydraulic Suppression",
  "hero.fred.skill.500394.desc": "Fred's water volleys destroy opponent momentum, reducing all enemy troops’ lethality by 4%/8%/12%/16%/20%.",
  "hero.fred.skill.500395.name": "Acidification",
  "hero.fred.skill.500395.desc": "Fred coats enemy Infantry shields with a special acidic blend, amplifying their damage taken by 4%/8%/12%/16%/20%.",
  "hero.fred.skill.500396.name": "Floodbringer",
  "hero.fred.skill.500396.desc": "A master of pressure both hydraulic and tactical, Fred's Lancers deal 40%/80%/120%/160%/200% additional damage every 4 strikes and reduce enemy troop damage dealt by 4%/8%/12%/16%/20% on the next turn.",
  "hero.fred.weapon.name": "Blazebearer",
  "hero.fred.weapon.perk.500397.name": "Idealism",
  "hero.fred.weapon.perk.500397.desc": "The noble idealism of Fred's calling increases his attack by 24%, and increases his Defense by 10% for each bonus dispelled until the end of battle (max 5 stacks).",
  "hero.fred.weapon.perk.500398.name": "Call of the Firefighter",
  "hero.fred.weapon.perk.500398.desc": "Few troops can remain unmoved by Fred's remarkable heroics, increasing Rally Troops' Attack by 15%.",

  "hero.freya.name": "Freya",
  "hero.freya.story": "Freya once thought the Tundra was the worst thing that could happen to the world. The Blood Moon Plague proved her wrong.\nThe name of Freya's hometown has been lost to the history books. It is now known as Hell, the Land of No Return, or the Abandoned City. Its once vibrant streets are covered in fog. None approach. But if a lost traveler were to venture near, they might still hear something: screams and shouts to chill them to their bones.\nAs a Nightguard, Freya and her fellow sentries were well-protected at the city outskirts inside a tower with plenty of food when the Blood Moon came. Never would they have guessed that one day they would not be defending against invaders, but preventing former family and friends from ever getting out.\n\nBut someone always slips through.\nWords cannot describe the terror on a traveling merchant who, after wandering off a mountain path, came face to face with the monsters of Hell. Crooked, misshapen human things covered in grotesque scarlet crystal flower petals, their jet black eyes full of darkness and suffering.\nThe next thing the merchant knew, the monsters had fallen to the ground with a glint of cold steel and he was being dragged back to a sentry tower by a shadowy figure. This lady—his unfriendly savior—said nothing as she called for a doctor to give a full examination.\nA strange figure in a bird mask examined the merchant carefully for a disease referred in hushed tones as the \"Blood Moon Plague\". Fortunately, he was allowed to go free with a strict warning and ominous feeling that if he had shown any signs whatsoever of the plague—whatever that was—he would have been treated very differently.\n\nPhilly, investigator of all strange diseases, originally named it the Blood Moon Plague upon hearing Freya's harrowing account.\nThe first rule of plague is to prevent its spread, which Philly urged the sentries to do. He struggled to come to terms with the mysterious illness that seemed to spread via crystals and fog, turning men into beasts with great speed.\nFreya was the exception who, once she recognized in her body the signs of infection, merely collapsed. So she was kept under observation. Eventually, as if by some miracle, she began to observe her own recovery. Her body's natural defenses began to survive, even thrive. Now she is the only one who can walk through Hell with impunity. Great strength has also come through the inactivated remnants of the disease in her body.\nFreya has since become a key member of her fellow Night's Guard survivors: a lady immune, with super strength, tasked with keeping the gates of Hell firmly closed.\n\nHades was once called Metiya, a tiny city on the edge of the wilderness.\nLife in the age of ice and cold was a tough adjustment. The City's Furnace was often short of materials. It was in these desperate times a strange visitor arrived with a promise of abundance if he could run a little \"experiment\". It was a success at first. People gained great strength and energy even without food. They could walk outside without feeling the cold. But grotesque deformities soon followed, rage, and a terrible madness.\nIn the end, the vast majority of \"subjects\" lost all reason and began attacking their neighbors. A fog descended at roughly the same time over the whole town, either a cause or consequence of the plague—Freya cannot say. She was then infected. As her eyes turned cold and red and dim she looked upward. The full moon should have been silver-gray. It was completely covered in blood.\nThat is all Freya remembers of her long recovery. Now there is only the hope that just as she has healed, Hell's residents can do some too.",
  "hero.freya.skill.ChainSunder.name": "Chain Sunder",
  "hero.freya.skill.ChainSunder.desc": "Freya attacks the target with chains, dealing Attack*200%/220%/240%/260%/280% damage to the target and surrounding enemies, leaving a mark on the target. When the marked target is attacked, 40%/50%/60%/70%/80% of the damage will be dealt to its surrounding enemies (trigger cooldown: 0.5s).",
  "hero.freya.skill.PrickledBind.name": "Prickled Bind",
  "hero.freya.skill.PrickledBind.desc": "Freya chain-smashes and binds a target, dealing Attack*100%/110%/120%/130%/140% damage and immobilize them for 1.5s.",
  "hero.freya.skill.CrystalFury.name": "Crystal Fury",
  "hero.freya.skill.CrystalFury.desc": "Freya's condition periodically erupts in a ferocious attack, increasing her Crit Rate by 60%/70%/80%/90%/100% per 8/7/6/5/4 normal attacks.",
  "hero.freya.skill.FogOfWar.name": "Fog of War",
  "hero.freya.skill.FogOfWar.desc": "Freya lobs a smoke grenade to darken enemies' vision, reducing all enemy Troops' Attack by 4%/8%/12%/16%/20%.",
  "hero.freya.skill.BloodMoonScythe.name": "Blood Moon Scythe",
  "hero.freya.skill.BloodMoonScythe.desc": "Freya reaps the fear of his enemies with her crescent-shaped weapon. After launching a normal attack, she has a 50% chance of performing Reap, dealing 20%/40%/60%/80%/100% damage.",
  "hero.freya.skill.NightsVengeance.name": "Night's Vengeance",
  "hero.freya.skill.NightsVengeance.desc": "Freya disrupts enemy attacks by launching a surprise raid and breaches enemy defense, decreasing damage taken by 3%/6%/9%/12%/15% and increasing damage dealt by 3%/6%/9%/12%/15% for her Infantries and Marksmen.",
  "hero.freya.weapon.name": "Blood Moon Scythe",
  "hero.freya.weapon.perk.NightRaid.name": "Night Raid",
  "hero.freya.weapon.perk.NightRaid.desc": "Freya's rigorous training increases her Damage by 30% while her instincts reflexively and instantly deal Attack*300% damage to enemies' summonees.",
  "hero.freya.weapon.perk.DefenderOfTheWatch.name": "Defender of the Watch",
  "hero.freya.weapon.perk.DefenderOfTheWatch.desc": "Freya's eyes have never wavered from her sacred watch-task, increasing Defender Troops’ Defense by 15%.",

  "hero.gatot.name": "Gatot",
  "hero.gatot.story": "Gatot is a valiant warrior as well as an outstanding commander. He came from a faraway land with an elite squad, seemingly in search of something on the tundra.\n\nLittle is known about Gatot's past. Uncertain about his stance, many chiefs on the tundra keep their distances from him. For some reason, Gatot and his followers exhibit strong hostility toward the Phaethon. Following the principle, \"The enemy of my enemy is my friend,\" the Dawn Alliance has high hopes for Gatot. Gatot might not be interested in joining the alliance, but he is impressed by the valor displayed by its warriors in their battles against the Phaethon.\n\nThe first cooperation between the Dawn Alliance and Gatot took place when the former was facing a perilous situation.\n\nAt that time, the Phaethon launched an attack on the camp resided by the alliance's top guns, having intercepted crucial intelligence. The camp was in dire straits under Helios Cannon's relentless Firepower and Zenobia's swift charge.\n\nAt that critical moment, Gatot joined the battle as a third party. The unexpected presence of his squad on the flanks tore apart the Phaethon's formation.\n\nDuring a one-on-one battle, Gatot successfully stabbed the arrogant Zenobia, providing an opportunity for Logan to break free. All by himself, Logan reached the peak of a cliff and destroyed the cannon. In the end, the two formidable forces worked in tandem to repel the Phaethon's attack. Despite turning down the chance to join the Dawn Alliance, Gatot made no secret of his admiration for Logan and his wish to recruit him as a general of his squad.\n\nGatot is actually a king of a faraway, exotic land. As a teenager, he ascended to the throne when his kingdom was plagued by both internal conflicts and external threats. In just a few years, he stabilized his precarious rule and quelled rebellions, restoring unity in his discordant kingdom. His people saw him as a hero after he fended off formidable enemies against overwhelming odds.\n\nThrough his persistent efforts in territorial expansion, his kingdom had prospered like never before. In just ten years on the throne, he already emerged as the greatest king of the kingdom.\n\nHowever, the good times did not last long. Because of an incident, Gatot was forced to entrust his kingdom to another to embark on a journey away from his homeland...\n\nA priceless treasure was once hidden in Gatot's palace—a peculiar book that recorded the fate of the world but remained undecipherable.\n\nA few years back, a Phaethon's emissary visited his palace. Considering the emissary was knowledgeable and well-versed in ancient languages, Gatot invited her to unravel the secrets within the book. However, the mystery remained unsolved, and the book was gone along with the mysterious emissary.\n\nGatot attributed the loss of the book to his negligence. As the king, he felt compelled to shoulder the responsibility of retrieving the national treasure. Before setting off on his expedition together with his most trusted legion, he swore in front of his people to never return until the book was reclaimed from the Phaethon.",
  "hero.gatot.skill.500341.name": "King's Resolve",
  "hero.gatot.skill.500341.desc": "Gatot activated a shield of Resolve as the heir of kings, providing Shield with protection equals to Attack*220%/260%/300%/340%/380% that will be deducted first, lasts for 5s.",
  "hero.gatot.skill.500342.name": "Royal Authority",
  "hero.gatot.skill.500342.desc": "Gatot’s inherent regal aura intimidates all enemy heroes, reducing Attack by 1%/2%/3%/4%/5% and increasing his Attack by an amount equal to 1%/2%/3%/4%/5%*number of intimidated heroes for 3s.",
  "hero.gatot.skill.500343.name": "Regal Dance",
  "hero.gatot.skill.500343.desc": "Gatot’s exceptional combat skills resemble a powerful war dance, granting him a 3%/6%/9%/12%/15% chance of dodging enemy’s Normal Attack and a 4%/8%/12%/16%/20% Crit Rate.",
  "hero.gatot.skill.500344.name": "Golden Guard",
  "hero.gatot.skill.500344.desc": "Gatot commands his troops with imperial guard tactics, increasing his Infantry’s Defense by 6%/12%/18%/24%/30%.",
  "hero.gatot.skill.500345.name": "King's Bestowal",
  "hero.gatot.skill.500345.desc": "The great kings blesses Gatot’s Infantry, granting Infantry a Shield with protection equal to Attack*6%/12%/18%/24%/30% each time they attack, for 1 turn.",
  "hero.gatot.skill.500346.name": "Royal Legion",
  "hero.gatot.skill.500346.desc": "Gatot’s formidable legion instills fear in enemies, reducing their Attack by 5%/10%/15%/20%/25%.",
  "hero.gatot.weapon.name": "Golden Fang",
  "hero.gatot.weapon.perk.500347.name": "King’s Punishment",
  "hero.gatot.weapon.perk.500347.desc": "Extra Shield protection equal to Attack*95% is granted to King’s Resolve, reflecting 30% damage to the enemy while shield is active.",
  "hero.gatot.weapon.perk.500348.name": "Indestructible City",
  "hero.gatot.weapon.perk.500348.desc": "Indestructible cities are forged with courage and determination, increases Defender Troops' Defense by 15%."

,

  "hero.gisela.name": "Gisela",
  "hero.gisela.story": "The petite girl from Oestermore does not look like one of its foremost mechanical geniuses—youngest ever to be honored with the Craftsmaster title. Yet largely by the work of her hand has Oestermore been furnished with an array of newfangled weaponry: the so-called auto-turret, mech-guard, and pilotless flyer craft.\nFine as these inventions are, the finest yet may be Gisela's personal mini-shield—designed to do for the individual what great shields do for cities: protect Oestermorians from sword and musket fire. Trials are ongoing. The device is \"not entirely stable\".\n\nAll this is so much more impressive considering Gisela's small size and \"fountain of youth\" effect projected by her wrinkle-face. Gisela would much rather be taken seriously than dismissed for not looking like a typical gray-haired Craftmaster from Oestermore. The fastest way to offend Gisela is to talk down to her. And she is often offended.\nNecessity is the mother of invention and Gisela's need for more respect has led to the mech-arm. Want a few tons moved at short notice? Steel punched into shape? Overcome your fears and ask the scary-looking lady with the big shiny arms. Gisela is not a particularly violent person, far from it. Those who get to know her will recognize a truly gentle soul.\n\nTruthfully, there are plenty of reasons for Gisela to be happy about being underestimated: to be underestimated by an enemy is an incredible gift.\nBefore Gisela rose to Craftsmaster came the Bad Times. Phaethon's armies came like an avalanche. Oestermore's craftsmen, scientists, and engineers were placed into captivity. At the time, Gisela was glad not to be taken seriously by Phaethon's soldiers, was left to her own devices. With much of the city under lock and key, Phaethon had chosen not to dispose of the weapons piled near the city gates. Gisela immediately set to work under cover of night, building an army of turrets, distractions, and surprises to trigger at the right moment. Then with the Horn of Oestermore at her lips, Gisela struck, overwhelming camp guards and immediately arming the captives.\nPhaethon came prepared for a pitched battle, not guerrilla warfare in strange streets. Phaethon's force quickly collapsed and was driven out, leaving their precious equipment behind.\n\nToday Oestermore is a peaceful place, haunted not by Phaethon but whatever technical wizardry the crafters of tomorrow are cooking up—like the legend of \"Jumping Jack\" who has recently been terrifying and fascinating the City by leapfrogging towers in a single bound. Gisela's refusal to join in the investigation has also set tongues wagging.\nShe has her reasons. Fellow inventor Lloyd worked for years on a mechanical exo-suit to help his ailing father before finally turning to Gisela for help. The duo stitched the engineering marvel together with remarkably few issues. The largest was discovered by Lloyd as guinea pig: the exo-suit failed to respond to user inputs once it really got going, that is, jumping.\nLloyd miraculously survived uninjured once the suit lost power. News of the flying hunk of junk spread fast, sending Oestermore's rumor mill into overdrive. Gisela and Lloyd are very happy their secret is not yet out.",
  "hero.gisela.skill.500501.name": "Superload",
  "hero.gisela.skill.500501.desc": "Gisela overloads her mech-arms in Attack Mode for 5s, gaining 50 Energy and increasing Attack Speed by 20%/30%/40%/50%/60% and Defense by 50%/75%/100%/125%/150%.",
  "hero.gisela.skill.500502.name": "Steel Hammer",
  "hero.gisela.skill.500502.desc": "Gisela smashes the target area with her mech-arms, dealing Attack*100%/110%/120%/130%/140% Area of Effect damage and gaining 25 Energy.",
  "hero.gisela.skill.500503.name": "Porta-Shield",
  "hero.gisela.skill.500503.desc": "Gisela primes a mini-shield to activate on reaching 100 Energy with Attack*70%/100%/130%/160%/190% for 3s. Each Normal Attack gains her 3/6/9/12/15 Energy.",
  "hero.gisela.skill.500504.name": "Alloyed Defense",
  "hero.gisela.skill.500504.desc": "Gisela's advanced tech increases Infantry Defense by 6%/12%/18%/24%/30%.",
  "hero.gisela.skill.500505.name": "Scavengeworks",
  "hero.gisela.skill.500505.desc": "Infantry under Gisela's command have a 40% chance of increasing all Troops' Defense by 10%/20%/30%/40%/50% for 1 turn.",
  "hero.gisela.skill.500506.name": "Trial Shield",
  "hero.gisela.skill.500506.desc": "Grants a 40% chance of reducing Damage Taken by 10%/20%/30%/40%/50% for all troops.",
  "hero.gisela.weapon.name": "Helacore",
  "hero.gisela.weapon.perk.500507.name": "Energy Efficiency",
  "hero.gisela.weapon.perk.500507.desc": "Grants an additional 15 Energy per Normal Attack and increases shield strength by Attack*190% on reaching 100 Energy.",
  "hero.gisela.weapon.perk.500508.name": "Auto-Target",
  "hero.gisela.weapon.perk.500508.desc": "Enhances Defender Troops' Attack by 15%.",

  "hero.gordon.name": "Gordon",
  "hero.gordon.story": "Gordon is a terrifying presence despite his scholarly demeanor, particularly for those he deems not to have the best interest of the Tundra's civilians and its cities at heart. Plunderers and pillagers, in other words, have much to fear from Gordon's reputation as the 'great poisoner of our time\".\nThe strongest shield and the toughest armor will do nothing against Gordon's weapon of choice: the slow toxin for the man he wishes to immobilize or elixir of pain for the man he wishes to torture without leaving a mark. Nor does the poison-resistant Gordon have anything to fear from his own devices. As Bahiti has noted with joy: \"We should thank our lucky stars Gordon only deploys his unusual talents on those seeking to do harm.\"\n\nBy day Gordon does nothing more adventurous than teaching, by wich he shares his extraordinary scientific knowledge with the most brilliant minds of the next generations. His students have little to fear from the erudite professor who has killed thousands, because his reputation is improved by his teachning ability and charisma.\nIt is only outside the city, against those threatening the lives of innocent, that Gordon exercices his peculiar poisons without mercy against the \"locusts\" as he describes them. And in so doing he becomes a madman, willing to deploy fast-acting poisons and deadly mists across every corner of the battlefield to asphyxiate those who do not \"deserve\" to live.\n\nGordon's strange mix of elegance and rage can be traced back to his horrific experience as mayor of a wealthy city turned hellish wasteland through the efforts of Phateon and Dr. Toxin Theodore. To Dr. Toxin, Phaethon represented the hole to his key of continued scientific experimentation, ideological difference notwithstanding. Dr. Toxin ordered a full-scale chemical bombardment. He had finally found his \"experimental subjects.\" As mayor, Gordon was selected for special treatment-he was submerged in a cellar filled with a toxic goo of unknown effect. There he was left to rot for seven days and nigths by cruel observers eager to understand more. It was seven days of pure torture.\n\nAs the saying goes, \"What doesn't kill you makes you stronger\". This was certainly true in Gordon's case.\nSeven days later Gordon's experimenters had an answer: the chemical goo was painful,yes, but produced no long-lasting physical deformities. And when the Dawn Alliance finally wrested control of the ruins from Dr. Toxin's hands, Gordon was surprised to discover he was hardly injured and, unlike most other residents, remained of sound mind. Furthermore, his lengthy immersion seemed to have made him immune to many other common toxins as well.\nGordon's life mission is now to inflict such horros on Dr. Toxin Theodore as to horrify the world, yet his thirst for revenge has not twisted his mind beyond reason. He knows the past cannot be fixed, but feelsa moral duty to prevent similar tragedies from occuring. Thus, Gordon has become a great crusader against the evil locusts and to \"return their poison for poison\".",
  "hero.gordon.skill.500151.name": "Poison Blast",
  "hero.gordon.skill.500151.desc": "Gordon throws a vase that disintegrates into a toxic mist, dealing Attack by 50%/55%/60%/65%/70% damage to nearby enemy every 0.5s for 3s.",
  "hero.gordon.skill.500152.name": "Toxic Molotov",
  "hero.gordon.skill.500152.desc": "Gordon hurls a chemical flask with precision and poisons the target, dealing Attack 25%/27.5%/30%/32.5%/35% damage every 0.5s and increasing its Damage Taken by 5%/10%/15%/20%/25% for 2s.",
  "hero.gordon.skill.500153.name": "Tolerization",
  "hero.gordon.skill.500153.desc": "Gordon's body has adapted to toxic over-exposure by generating new responses, increasing his Defense by 25%/37.5%/50%/62.5%/75%.",
  "hero.gordon.skill.500154.name": "Venom Infusion",
  "hero.gordon.skill.500154.desc": "Gordon dips Lancer's weapons in venom. Every 2 attacks, Lancers deals 20%/40%/60%/80%/100% extra damage and apply poison to the target for 1 turn. Posioned ennemies deals 4%/8%/12%/16%/20% less damage.",
  "hero.gordon.skill.500155.name": "Chemical Terror",
  "hero.gordon.skill.500155.desc": "Gordon's envenomed weapons terorizes the field, increasing Lancer's Damage Dealt by 30%/60%/90%/120%/150% and reducing Damage Dealt by 6%/12%/18%/24%/30% for all ennemy troops for 1 turn, every 3 turns.",
  "hero.gordon.skill.500156.name": "Toxic Release",
  "hero.gordon.skill.500156.desc": "Gordon generates a defensive bio-toxic fog, confusing enemy frontline Infantry, increasing their Damage Taken by 6%/12%/18%/24%/30%, while blocking enemy Marksmen's line of sigth to reduce their Damage Dealt by 6%/12%/15%/24%/30% for 2 turns every 4 turns.",
  "hero.gordon.weapon.name": "Bonecrux Venom",
  "hero.gordon.weapon.perk.500157.name": "Potion #1325",
  "hero.gordon.weapon.perk.500157.desc": "Gordon's chemical arsenal increases his Damage Dealt by 25% and reduces the Attack of poisoned target by 15%.",
  "hero.gordon.weapon.perk.500158.name": "Bio Assault",
  "hero.gordon.weapon.perk.500158.desc": "Gordon privileges his allies with special envenomed weaponry, increasing Rally Squad's Lethality by 15%.",

  "hero.greg.name": "Greg",
  "hero.greg.story": "From Greg’s perspective, the frozen world is like a forest full of perils. Only the harshest environment can dehumanize one and bring out one’s evil side the best. “That’s why we need order,” he said.\n\nGreg tries to restore the order of the world with rationality and regulations, and he is devoted to maintaining the dignity of the law. As a judge, he is impartial and dedicated to his job, but he is often sabotaged by others because of that. More than once his life has been put on the line, but he never wavers. On the contrary, he became more determined than ever after going through many life-and-death situations.\n\nThis is his warning for the lawless: One day, you will all be sanctioned by the Edict. Although the Solaris has fallen, Grey still defends the old law as usual.\n\nHe understands that some of the old regulations are outdated, considering that the Edict protects the rights of the long-gone aristocrats. Nevertheless, there are no better options at the moment. Perhaps, Greg will accept the suggestion of the Dawn Alliance one day and help them put together a new Edict.\n\nGreg's ideology is very different from the vigilante Flint. Greg believes the desire for vengeance is no reason to bypass trials and proper judicial proceedings. Flint, on the other hand, would rather just burn Phaethon and all the despicable marauders to the ground. Although Flint is on Greg’s list of wanted suspects, Greg has never laid a hand on Flint even when coming face-to-face with him.\n\nSergey's story is the only thing that made Greg question his own commitment to strict jurisprudence. Did Sergey really deserve a death sentence for disobeying his superiors in an attempt to protect a City? Greg admitted, \"If I was the judge that day, I do not know whether I should pass the sentence.\"",
  "hero.greg.skill.500201.name": "Righteous Wind",
  "hero.greg.skill.500201.desc": "Summons a cage from the sky, dealing Attack*160%/176%/192%/208%/224% damage to enemies within range and stunning them for 2s.",
  "hero.greg.skill.500202.name": "Poetic Justice",
  "hero.greg.skill.500202.desc": "Puts an enemy target on trial and imposes punishment or gives commendation. Punishment will deal damage equal to Greg's Attack*220%/240%/260%/280%/300% to the target whereas commendation will restore Health equal to Greg's Attack*50% for the target.",
  "hero.greg.skill.500203.name": "Fair Judgment",
  "hero.greg.skill.500203.desc": "Let the enemies be severely punished for the crimes they have committed, increasing their damage taken by 10%/15%/20%/25%/30% for 3s.",
  "hero.greg.skill.500204.name": "Sword of Justice",
  "hero.greg.skill.500204.desc": "Greg transforms our troops into a relentless sword of justice, granting a 20% chance of increasing damage dealt by 8%/16%/24%/32%/40% for all troops for 3 turns.",
  "hero.greg.skill.500205.name": "Deterrence of Law",
  "hero.greg.skill.500205.desc": "Greg uses the authority of the law to intimidate enemies, granting all troops' attack a 20% chance of reducing damage dealt by 10%/20%/30%/40%/50% for all enemy troops for 2 turns.",
  "hero.greg.skill.500206.name": "Law and Order",
  "hero.greg.skill.500206.desc": "Greg's faith in law and order uplifts everyone, increasing Health by 5%/10%/15%/20%/25% for all troops.",
  "hero.greg.weapon.name": "State Edict",
  "hero.greg.weapon.perk.500207.name": "Courtroom Order",
  "hero.greg.weapon.perk.500207.desc": "Greg silences and prevents the from using skills for 5s (skills already cast are not affected), and dealing Attack*300% damage to them.",
  "hero.greg.weapon.perk.500208.name": "Trumpet of Justice",
  "hero.greg.weapon.perk.500208.desc": "Greg mobilizes the army under the banner of justice and belief, increasing Rally Troop Health by 15%.",

  "hero.gregory.name": "Gregory",
  "hero.gregory.story": "\"For the glory of the empire! For old Solaris!\" Gregory's impassioned battle cry has never wavered even if today the Solaris Empire is but a distant memory.\nThe Empire's reign ended the day Sunfire Castle fell to an army of bandits. The tundra had spoken. Everybody was on their own, including Gregory's soldiers, who, like many other Solaris ex-military, were forced into the mercenary life to make ends meet. Yet, in his heart of hearts, Gregory has never stopped pining for a return to the Empire's glory days where the Solaris banner can once again fly high atop Sunfire Castle.\nThe men under Gregory are less optimistic, but certainly don't mind the bread and creature comforts that come with Gregory's competent leadership. He remains a popular commander, then as now.\n\nAs a swordsman on horseback Gregory is perhaps unequalled; as a tactician and oldworld infantry specialist willing to strike hard and fast he may be the best. It was no accident Gregory found himself at the head of the old empire's last Dawnguard squad, and it is largely thanks to their sacrificial, loyal efforts that the young Empress was saved.\nTheir escape from Sunfire Castle brought its own complexities: what was the role of the Empress in this new world? And, more importantly, how would they cope without a household retinue of servants, squires, and maids?\n\nContrary to Gregory's appearance, he is not a rough man by any means. Those who know him well will testify of a soft underside to his stern face and tenderness particularly toward the young empress.\nAs a matter of principle, Gregory still considers the empress to hold a kind of royal authority—to whom he will often act as an uncle, advisor, butler or bodyguard when danger calls. Gregory is also keen to preserve the old ways of the Solaris Empire by insisting, for example, on courtly decorum and regal outfits for Her Majesty and entourage no matter how impossible the Empire's restoration may seem.\n\nThe day Sunfire Castle fell is forever burned into Gregory's memory: the day he lost everything but a newfound purpose.\nGregory received his orders from the dying Captain of the Guard: the young empress was still alive! But to reach safety his men would have to thread a needle of life through absolute chaos, confusion, looting, and bloodshed. It was an almost impossible task and yet at the end Gregory led the empress safety out of the city with blood pouring from several arrow wounds in his armor. As his men planned to take the empress somewhere safe he then, as he gazed upon her terrified eyes, found the strength from within to pick himself up and press on. Thereafter his fate would be bound to that of the heir-apparent, and he would be her most loyal protector.",
  "hero.gregory.skill.500411.name": "Sword of the Mountain",
  "hero.gregory.skill.500411.desc": "Gregory readies himself for a furious strike, dealing Attack*100%/110%/120%/130%/140% Area of Effect damage while knocking back and stunning nearby enemies for 1s.",
  "hero.gregory.skill.500412.name": "Parryshield",
  "hero.gregory.skill.500412.desc": "Gregory weaves his greatsword into a defensive posture, granting 10%/20%/30%/40%/50% chance of reducing damage taken by half.",
  "hero.gregory.skill.500413.name": "Sacrificial Will",
  "hero.gregory.skill.500413.desc": "Even if Gregory falls, his example lives on, increasing all friendly troops' Attack by 8%/12%/16%/20%/24% for 5 seconds after Gregory's defeat.",
  "hero.gregory.skill.500414.name": "Legion of the Sun",
  "hero.gregory.skill.500414.desc": "Gregory nurtures latent talents his troops did not realize they had, increasing Attack by 3%/6%/9%/12%/15% and Defense by 2%/4%/6%/8%/10% for all troops.",
  "hero.gregory.skill.500415.name": "Charged Assault",
  "hero.gregory.skill.500415.desc": "Gregory inspires everyone with his valor and enthusiasm, granting all troop's normal attacks a 5%/10%/15%/20%/25% chance of dealing critical damage.",
  "hero.gregory.skill.500416.name": "Unbroken",
  "hero.gregory.skill.500416.desc": "Gregory forms unbroken defensive lines, reducing Infantry’s Damage Taken by 4%/8%/12%/16%/20%.",
  "hero.gregory.weapon.name": "Solarsword",
  "hero.gregory.weapon.perk.500417.name": "Indomitable Armor",
  "hero.gregory.weapon.perk.500417.desc": "Gregory's plate armor protects him, increasing his defense by 50%. Meanwhile, his armor of indomitable will shields him from stuns, paralysis, and other interrupting effects.",
  "hero.gregory.weapon.perk.500418.name": "Day of the Guard",
  "hero.gregory.weapon.perk.500418.desc": "Courage and the will to victory will always surpass mercenary greed. Gregory's leadership increases Defender Troops' Lethality by 15%.",

  "hero.gwen.name": "Gwen",
  "hero.gwen.story": "Gwen and Norah often elicit diverse first impressions although both may be equally respected commanders of the Dawn Alliance.\n\nThe commander of a mechanized brigade, Norah excels at lightning-fast charges, disrupting enemy formations, ambushes, and daring raids. By contrast, Gwen exudes a scholarly, bookish aura. Her high standing in the Dawn Alliance has come only from her revolutionary flying machines which can mark enemy movements from high above the battlefield. An exceptional pilot, Gwen has pioneered a myriad of intricate inventions instrumental to many difficult Dawn Alliance missions.\n\nAs the machinist Jessie once said of Gwen: \"An engineering prodigy, one of only a few in the world, Gwen's trinkets have done the Alliance enormous good. But I think what Gwen really wants is to create aircraft that will conquer the skies.\"\n\nGwen is not fond of combat, but her father's tragedy has also left her with the realization that sometimes fighting and its brutal consequences cannot be avoided. Gwen is a remarkably strong fighter thanks to her older sister Norah's guidance and training. Gwen's prudence still shines through as she tends to disengage when the outcome is uncertain. Ironically, Gwen finds herself most at risk when testing out new machine prototypes. Invention can often be a risky endeavor.\n\nThe love Norah holds for her younger sister Gwen is undeniable, yet their journey together has not been without its fair share of conflict. Despite Norah's many attempts to make Gwen wise to the ways of battle, she still harbors profound fears for Gwen's safety in a real firefight. Norah does not want to go through the loss of another family member. Similarly, Norah is anxious about her sister's obsession with flying machines. She worries for Gwen's safety during the invention process and that all these trinket may well prove fruitless. There is also Norah's perspective on Gwen's scientific efforts, highly reminiscent of their father. Just like their father's tragic tale, Norah believes that all the knowledge in the world is futile when faced with the threat of violence and need for self-preservation.\n\nNorah and Gwen's sisterly relationship has improved. For example, Norah has recently embraced Gwen's active involvement in combat and focus on research. A considerable part of this positive transformation has come from Gwen's exceptional contribution during a particularly nasty engagement with Phaethon. One fateful morning, Phaethon launched a vicious invasion led by mechanized infantry backed by heavily-armored guards in what can only be described as a ring of steel around the city. It was a daunting, hopeless sight. Gwen, who had earlier been evacuated, returned in an airship which dropped barrage after barrage of explosives on confused enemy forces. Phaethon's panicked response provided Norah the perfect moment for an effective counterattack. Norah had witnessed her younger sister's extraordinary courage, skill, determination, and resourcefulness with a dawning realization: her sister was no longer a child in need of protective guidance. Gwen was fully capable of protecting herself.",
  "hero.gwen.skill.500261.name": "Salvo",
  "hero.gwen.skill.500261.desc": "Gwen unleashes a devastating salvo against enemies at the rear (heroes first), dealing Attack*180%/198%/216%/234%/252% Area of Effect damage. Shockwaves will also decrease target's Attack Speed by 50% for 2 seconds.",
  "hero.gwen.skill.500262.name": "Sky Sniper",
  "hero.gwen.skill.500262.desc": "Gwen unleashes a devastating air-assisted precision strike against the target (heroes first), dealing Attack*100%/110%/120%/130%/140% damage with a 50% chance of dealing double damage.",
  "hero.gwen.skill.500263.name": "Hellfire",
  "hero.gwen.skill.500263.desc": "Gwen launches an incendiary grenade to burn all enemy targets in the area, dealing Attack*35%/38.5%/42%/45.5%/49% damage per second for 3s.",
  "hero.gwen.skill.500264.name": "Eagle Vision",
  "hero.gwen.skill.500264.desc": "Gwen provides unfettered vision of enemy weakpoints during fights, increasing target's Damage Taken by 5%/10%/15%/20%/25%.",
  "hero.gwen.skill.500265.name": "Air Dominance",
  "hero.gwen.skill.500265.desc": "Gwen dominates the skies, dealing 20%/40%/60%/80%/100% extra damage once every five attacks and grants 5%/7.5%/10%/12.5%/15% extra damage to the next attack from any source.",
  "hero.gwen.skill.500266.name": "Blastmaster",
  "hero.gwen.skill.500266.desc": "Gwen equips her troops with grenades, dealing 10%/20%/30%/40%/50% extra damage to all enemies once every 4 attacks.",
  "hero.gwen.weapon.name": "Wings of Hope",
  "hero.gwen.weapon.perk.500267.name": "Fire Support Unit",
  "hero.gwen.weapon.perk.500267.desc": "Gwen's automated secondary weapon attacks a random target on skill cast (heroes first), dealing Attack*70% damage.",
  "hero.gwen.weapon.perk.500268.name": "Marauder",
  "hero.gwen.weapon.perk.500268.desc": "Gwen uses her expertise in offensive tactics, boosting Rally Troops' Lethality by 15%."
,


  "hero.hank.name": "Hank",
  "hero.hank.story": "Atop the vast tundra lie regions where humanity struggles to survive, whether due to harsh terrain or wild beasts. The mission of the Icebreaker Alliance is to conquer these perilous lands and expand the horizons of human civilization to survive this long winter of raging winds and heavy snow. Hank belongs to the Icebreaker Alliance as one of its fearless pioneers.\n\nGifted with tremendous strength and great courage, Hank has developed immense willpower through his decades of pioneering adventures, including countless clashes with bandits amidst the lawless icefields. Through all those battles, Hank mastered the art of wielding a variety of hand tools as weapons, allowing him to take on up to ten enemies at a time.\n\nThe Icebreaker Alliance's most celebrated achievement has to be the establishment of Arena tournaments that swept across the tundra, of which Hank is a massive fan. He knows the stats of every Arena legend by heart, possesses a deep understanding of Arena tactics and formations, and he's even put forth new strategic concepts of his own.\n\nHank might seem like just another tough guy, but he's also got a tender heart. His chainsaw is rugged, but he can also use it to craft exquisite works of art, including carvings in ice and wood. He even dreams up fantastic stories for the lifelike figures he creates, which tundra children find enthralling. Not only that, but Hank is also a chef who specializes in desserts.",
  "hero.hank.skill.500561.name": "Frenzied Slashes",
  "hero.hank.skill.500561.desc": "Hank switches his circular saw to Frenzy mode to perform two slashes in a row. Each slash deals Attack*120%/130%/140%/150%/160% damage to frontal enemies within range and reduces their Defense by 10%/15%/20%/25%/30% for 2s.",
  "hero.hank.skill.500562.name": "Urgent Energy",
  "hero.hank.skill.500562.desc": "When Hank's Health drops below 50%, his Attack increases by 10%/15%/20%/25%/30%. Triggers once per battle.",
  "hero.hank.skill.500563.name": "Recycle & Reuse",
  "hero.hank.skill.500563.desc": "10%/15%/20%/25%/30% of Hank's damage dealt is converted into Health for himself.",
  "hero.hank.skill.500564.name": "Roaring Rage",
  "hero.hank.skill.500564.desc": "Boosts all troops' Lethality by 5%/10%/15%/20%/25%.",
  "hero.hank.skill.500565.name": "Flying Sparks",
  "hero.hank.skill.500565.desc": "For every 5 Infantry attacks, all allied troops deal 5%/10%/15%/20%/25% more damage and take 5%/10%/15%/20%/25% less damage.",
  "hero.hank.skill.500566.name": "Raging Force",
  "hero.hank.skill.500566.desc": "Every 4 turns, enemy Infantry take 6%/12%/18%/24%/30% more damage while enemy Marksmen deal 6%/12%/18%/24%/30% less damage for 2 turns.",
  "hero.hank.weapon.name": "Roaring Rage",
  "hero.hank.weapon.perk.500567.name": "Steel Barricade",
  "hero.hank.weapon.perk.500567.desc": "Hank gains a shield worth Attack*220% when using Frenzied Slashes for 3 seconds.",
  "hero.hank.weapon.perk.500568.name": "Wall of Despair",
  "hero.hank.weapon.perk.500568.desc": "Increases the Health of Defender Troops by 15%.",

  "hero.hector.name": "Hector",
  "hero.hector.story": "Meet Hector, star of the arena, undisputed champion of the brave new world of gladiatorial combat in the post-Great Chill era. Here is a man whose search for worthy opponents, and their defeat, contributes much to his sense of honor and self-worth. Hector's approach to battle tends to be the approach of a furious thunderstorm or suppressive tornado, being crushed. Nevertheless, one should not miscontur Hector as a brute. On the contrary, he is renowned on the arena circuit for his comprehensive understanding of mixed fighting styles and psychological warfare. Combattant like Hector have been given increasing opportunities in recent times with new arenas awarding fighters for competitive skills, particularly with the rise of many new succesful cities. these opportunities have been tremendously exciting for Hecotr, particularly the prospect of more challenging adversaries.\n\nHector was born to a small, impoverished town without the protection even of a single Furnace. Times were tough and, unfortunately, there wasn't enough food to go around. Although just a child, Hector was left to fend for himself in the wilderness. It was a grim lesson on the consequences of fragility. Hector's first test arrived in the form of a hungry wolf separated from its pack. True to form, they fought and Hector won! The remarkable triumph caught the attention of a passing Chief named Garald. So impressed was Garald at the boy's abilities, he took Hector under his wing.\n\nChief Garald was a loyal member of the Icebreaker Alliance, a league that placed great importance on martial prowess. So it came as no surprise when he initiated Hector's training in the gladiatorial arts with an eye to eventually sponsoring him in the arena. Combined with Hector's natural aptitude, he soon became the strongest of Garald's formidable warriors. Like Garald, Hector too embraced the importance of militarism and strength. By contrast with Garald's strong city, Hector's hometown had already succumbed to the ice and snow long ago. Hector's exceptional strength, skills, and talents earned him immense arena prestige. If Hector feared anything, it must be the memory of his vulnerable youth and its unsettling possibilities. Hector began to believe all hardships in life can be attributed to weakness-whether his own or that of others.\n\nHector believed that it was weakness that distorted the heart, vulnerability that drove humans to the unspeakable. And Hector also developed a deep disdain for those that did not share his ideology until disaster prompted a more nuanced understanding. Hector was visiting an arena when an immense snowstorm suddenly swept through. Having survived, Hector watched other survivors, most of whom he regarded as feeble incompetents, band together to rescue many others including Hector's own colleagues. Although each was weak individually, together the town had formed a mighty rescue force. The incident invited some soul-searching. Hector had begun to reassess what true strength really means.",
  "hero.hector.skill.500241.name": "Sword Whirlwind",
  "hero.hector.skill.500241.desc": "Hector unleashes a whirlwind of swordplay, increasing Attack Speed by 80%/90%/100%/110%/120% and becoming immune to Freeze, Stun and other control effect, for 4s.",
  "hero.hector.skill.500242.name": "Desperado",
  "hero.hector.skill.500242.desc": "Hector thrives with danger, reduce Damage Taken by 20%/30%/40%/50%/60% under 50% health.",
  "hero.hector.skill.500243.name": "Adrenaline Surge",
  "hero.hector.skill.500243.desc": "Mortal peril is a powerful elixir to Hector's battle-hardened will. Hector gains +16%/24%/32%/40%/48% Attack under 50% Health.",
  "hero.hector.skill.500244.name": "Survival Instincts",
  "hero.hector.skill.500244.desc": "A seasoned warrior with an uncanny knack for reading the battlefield, Hector's presence has a 40% chance of reducing damage taken by 10%/20%/30%/40%/50% for all troops.",
  "hero.hector.skill.500245.name": "Rampant",
  "hero.hector.skill.500245.desc": "Hector excels at raiding on fortified positions with well-coordinated Marksmen, increasing Infantry's Damage Dealt by 100%/125%/150%/175%/200%, and Marksmen's Damage Dealt by 20%/40%/60%/80%/100%. It is effective for 10 attacks, with each attack's damage boost being 85% of the previous one.",
  "hero.hector.skill.500246.name": "Blitz",
  "hero.hector.skill.500246.desc": "Hector has mastered the offensive strategy, granting a 25% chance of dealing 120%/140%/160%/180%/200% damage on attack.",
  "hero.hector.weapon.name": "Steel Fangs",
  "hero.hector.weapon.perk.500247.name": "Reaper's Embrace",
  "hero.hector.weapon.perk.500247.desc": "The heat of battle reforges a warrior's spirit, extending Hector's Sword Whirlwind by 1.5s and restore Hector's health by 15% of damage dealt.",
  "hero.hector.weapon.perk.500248.name": "Goliath",
  "hero.hector.weapon.perk.500248.desc": "Hector excels at using terrain against attackers, increasing Defender Troops Attack by 15%.",

  "hero.hendrik.name": "Hendrik",
  "hero.hendrik.story": "Captain Hendrik is a firm believer in the \"Sunken Nation\" legend. He has dedicated most of his life to navigating the depth of the ocean in darkness aboard his beloved giant submarine, The Neptune, only to search for the mythical, lost ruins. Occasionally, he surfaces to interact with the outside world, trading treasures found in the ocean for supplies. While he is well-mannered on one hand, he sometimes speaks and behaves eccentrically on the other. Many speculate that he has gone mad. After all, more than ten thousand hours spent exploring the deep sea must have taken a toll on him psychologically. Still, his profound knowledge of navigation and his remarkable talent in naval warfare are not to be doubted.\n\nHendrik was good-looking, wealthy, and full of charisma in his youth. However, the long-term lack of exposure to sunlight has utterly changed him. Now, he looks old and haggard, giving out a depressed vibe and an unpleasant smell that repels others. Hendrik is oblivious to the changes, as impractical items like mirrors are not found on The Neptune. One day while in town, he happened to catch sight of his own reflection and thought that some evil sorcerer had cast a spell on him or that mirror.\n\nMany have attempted to look for the \"Sunken Nation,\" mostly because of the treasure. However, Hendrik is different. He believes that the legendary lost nation is the destination for his soul. Hendrik was once an ambitious navigator who encountered a shipwreck during a voyage. As he sunk into the icy ocean along with the vessel, he caught a glimpse of an ancient underwater city before losing consciousness. By the time he woke up, he found himself in a coastal town. Some dismissed what he saw as a mere hallucination in his dying moments, yet no one could explain how he survived such a critical situation.\n\nHendrik was convinced that he was rescued by an envoy of the \"Sunken Nation,\" as he often heard calls from there in his dreams. Driven by this belief, he vowed to find the ancient city at all costs.\n\nHendrik returned to the sea area where the shipwreck happened, but his search for the \"Sunken Nation\" ended up futile. Nevertheless, he was not ready to give up just yet.\n\nHe broke the bank and built a gigantic submarine called \"The Neptune,\" believing that the ancient city had merely \"moved\" to another part of the sea. Although The Neptune was capable of traversing the seven seas, few were willing to be a part of his crazy plan, except for those treasure hunters who believed in the treasure of the \"Sunken Nation.\" Hendrik had no choice but to attack other ships and commandeered their crews to serve aboard his vessel. Those lucky survivors often mistook the assaults for attacks by sea monsters.\n\nThe time Hendrik spent talking to the murmurs in his dreams has granted him the special ability to communicate with the sea creatures around his submarine in astonishing ways, as if through telepathy. These sea inhabitants are his helpers whenever he finds himself in trouble.",
  "hero.hendrik.skill.500361.name": "Song of R'lyeh",
  "hero.hendrik.skill.500361.desc": "Hendrik summons ancient spirits from the dark abyss to attack the enemies, dealing Attack*220%/240%/260%/280%/300% damage to targets within range and stunning them for 1.5s.",
  "hero.hendrik.skill.500362.name": "Sinking Anchor",
  "hero.hendrik.skill.500362.desc": "Captain Hendrik hurls a heavy anchor with unbelievable strength, dealing Attack*100%/110%/120%/130%/140% damage to enemies within range.",
  "hero.hendrik.skill.500363.name": "Lamprey's Kiss",
  "hero.hendrik.skill.500363.desc": "Captain Hendrik possesses an uncanny ability to harness power from others, dealing 0.5%/1%/1.5%/2%/2.5% more damage with each defeated enemy (max 15 stacks).",
  "hero.hendrik.skill.500364.name": "Worm's Ravage",
  "hero.hendrik.skill.500364.desc": "Captain Hendrik commands a gigantic naval shipworm to gnaw at the enemies’ armor, reducing all enemy troops’ Defense by 5%/10%/15%/20%/25%.",
  "hero.hendrik.skill.500365.name": "Armor of Barnacles",
  "hero.hendrik.skill.500365.desc": "Hendrik covers all friendly troops with a layer of hard-shelled barnacles every 4 turns, increasing their Defense by 6%/12%/18%/24%/30% for 2 turns.",
  "hero.hendrik.skill.500366.name": "Dragon's Heir",
  "hero.hendrik.skill.500366.desc": "Every 3 turns, the ancient abyssal spirit’s descendants work together with Hendrik’s Marksmen to launch an attack, dealing 8%/16%/24%/32%/40% damage to all enemies.",
  "hero.hendrik.weapon.name": "Abyss Driver",
  "hero.hendrik.weapon.perk.500367.name": "Hydra’s Dance",
  "hero.hendrik.weapon.perk.500367.desc": "When the spirit summoned by Song of R’lyeh is gone, it leaves behind moving tentacles that attract nearby enemies to attack. The tentacles have 30% of Hendrik’s initial Health and exist for 5s.",
  "hero.hendrik.weapon.perk.500368.name": "Abyssal Blessing",
  "hero.hendrik.weapon.perk.500368.desc": "The ancient abyssal spirit’s blessing increases the Rally Troops' Attack by 15%.",

  "hero.hervor.name": "Hervor",
  "hero.hervor.story": "The icy peaks of Sathla tower majestically over the frigid far north. The cold land harbors a ruthless kingdom and Hervor is its Chieftain.\nThere are no Furnaces here, let alone Cities. There is only survival—survival in deep winter caverns or strongholds, easier in better days than now. But this is a strong people. They have always buried their weaker brethren in mountain tombs, long before the Great Chill.\nChieftainship of Sathla lends credibility to certain legends about Hervor—that her arms are as strong as tree trunks, her battle cries can trigger avalanches or her skin can survive steel. Of course, proving any would require a living challenger to Hervor's reign.\n\nChieftainship over Sathla is earned in every generation by a grueling series of arena duels.\nHervor's predecessor, Hraesvelgr Kinslayer, ruled for an astounding half a century. So resilient was Hraesvelgr that it was assumed that if he were not under the active protection of the ancestors or mountain gods, he was partly a demigod himself. People began to wonder which eagle flying over the valley might not be Hraesvelgr in disguise. His throne room was very well-adorned with challengers' heads and other body parts.\nFear was a tool and Hraesvelgr fanned the flame of legend. But even fear could not protect Hraesvelgr from the One Who Had Been Foretold and her miraculous return from the dead.\n\nThe witch's prophecy slithered through the tribal council like a curse: twins born under eternal night would one day feast upon the blood of a god. Hraesvelgr's wife had delivered during a lunar eclipse. Although painful, Hraesvelgr could not ignore any threat to his power. But rather than wield the knife himself, he would allow the mountain to do its work.\nCold and alone but for each other, challenged by the elements and predators, Hervor somehow survived. Years passed and their fate became a distant memory.\nThe chiefsguard stepped back in astonishment when the adult Hervor arrived one day to claim Hraesvelgr's throne. Surely this must be the will of the gods!\n\nThe battle between the undefeated father and the invincible daughter raged into the morning when, in the sight of all, Hraesvelgr's daughter did \"drink of the blood of a god\". The breaking of his so-called wings echoed alongside a new cry: Long live Chief Hervor!\nHervor had graduated as the most powerful queen in Sathla's history. Smarter and more cunning than her father, Hervor knew that someday she would share her father's fate as even the strongest oak withers—unless, that is, she chose the hard path and went abroad in search of a more enduring source of strength.",
  "hero.hervor.skill.500471.name": "Earthmover",
  "hero.hervor.skill.500471.desc": "Hervor hammer-strikes the ground with thunderous force, inflicting Attack*100%/110%/120%/130%/140% damage to frontal enemies, a 1-second stun, and Intimidation that reduces enemy Attack by 25% for 3 seconds.",
  "hero.hervor.skill.500472.name": "Mountain Strength",
  "hero.hervor.skill.500472.desc": "Hervor's miraculous strength is terrifying to behold, granting her normal attacks a 5%/10%/15%/20%/25% chance of inflicting \"Intimidation\" which increases enemy damage taken by 3%/6%/9%/12%/15% (max 3 stacks).",
  "hero.hervor.skill.500473.name": "Stone Arms",
  "hero.hervor.skill.500473.desc": "Brutal mountain life has endowed Hervor with superhuman endurance, reducing her damage taken by 5%/10%/15%/20%/25% and becoming immune to stun, paralysis or freeze and other control effect for the first 9 seconds of battle.",
  "hero.hervor.skill.500474.name": "Call For Blood",
  "hero.hervor.skill.500474.desc": "Hervor's heartfelt war cry ignites fearlessness in her soldiers, increasing all troops' Lethality by 5%/10%/15%/20%/25%",
  "hero.hervor.skill.500475.name": "Undying",
  "hero.hervor.skill.500475.desc": "The enemy menace pales beside Hervor's icy homeland, her Infantry's Damage Taken from Normal Attacks is reduced by 5%/10%/15%/20%/25% and 6%/12%/18%/24%/30% from enemy skills.",
  "hero.hervor.skill.500476.name": "Battlethirsty",
  "hero.hervor.skill.500476.desc": "Hervor and her Infantry are singularly devoted to the idea of battle, reducing her Infantry's damage taken by 3%/6%/9%/12%/15% and increasing their damage dealt by 2%/4%/6%/8%/10%",
  "hero.hervor.weapon.name": "Hammer of Sathla",
  "hero.hervor.weapon.perk.500477.name": "Mark of the Chieftain",
  "hero.hervor.weapon.perk.500477.desc": "Hervor's hammer is a glorious symbol of Sathla's power, increasing Attack Speed by 30% and normal attacks' chance of \"Intimidation\" by 25%.",
  "hero.hervor.weapon.perk.500478.name": "Fort of Rock",
  "hero.hervor.weapon.perk.500478.desc": "Hervor's reforges defenders in her unyielding image, increasing Defender Troops' Defense by 15%.",

  "hero.karol.name": "Karol",
  "hero.karol.story": "There is a flutter and howl on the battlefield unlike any other. Allies know salvation is at hand and enemies quake with fear: the charge of the Eagle Brigade has come. With lances, swords, and cleansing steel, the Eagle Brigade can quickly crisscross the battlefield to win crucial victories for their cause.\nKarol may be one of the youngest in the Brigade's history but he has already achieved near legendary status among his men for mastery of war on horseback and long string of successes in war.\n\nKarol's hometown was known before the Great Chill for endless fertile fields and excellent stables, which continue to supply horses into the tundra. Humble families like Karol's and their frost-hardened horses have become the backbone of the Eagles and bulwark to a number of cities along the plains region.\nKarol was always interested in joining the Eagles. What boy wouldn't dream of being part of a heroic brigade defending people's lives? Yet visiting recruiters nearly rejected the rather short and stocky Karol until he proved them wrong with a stunning display of footwork that left the recruiter flat on his back.\n\nKarol's cohort received a baptism of fire when a group of mercenaries equipped with Helios Cannons and plated steam-tanks arrived with imperial ambitions. The Eagles were ill-prepared for such devilry. Karol's hometown would likely have fallen had a fierce blizzard not intervened.\nSnowstorms may be bad for horses, but they are even worse for siege engines and Helios Cannons. By morning the blizzard had eased and what was left of the defenders saw their chance. Karol sounded the horn for the defiant final charge of the Eagles.\n\nKarol rode with his commander into the thick of the action while a smaller group attacked from the flank. The battle lasted until the middle of the day until the invaders signaled a general retreat. Losses were terrible.\nKarol took up the standard from his fallen commander. He surveyed the victory. There were so few of them now. But he saw in his men's eyes that the Eagles had found a new leader, one much younger than expected. Karol would have to move quickly. New alliances must be found to keep such enemies far away from home.",
  "hero.karol.skill.500481.name": "Dawn Charge",
  "hero.karol.skill.500481.desc": "The dawn sun lights a path for Karol's invincible charge, lancing frontal enemies with Attack*200%/220%/240%/260%/280% area damage and reducing their Defense by 5%/10%/15%/20%/25% for 2 seconds.",
  "hero.karol.skill.500482.name": "Bristling Strike",
  "hero.karol.skill.500482.desc": "Karol launches a blistering series of strikes dealing Attack*100%/110%/120%/130%/140% damage against enemies within a certain area.",
  "hero.karol.skill.500483.name": "Soaring Victory",
  "hero.karol.skill.500483.desc": "The taste of victory gives sweet succor to the warrior, increasing Karol's Attack by 4%/6%/8%/10%/12% for every fallen hero enemy while restoring 2%/4%/6%/8%/10% of Health.",
  "hero.karol.skill.500484.name": "In the Wings",
  "hero.karol.skill.500484.desc": "A great offence is a great defense in the case of Karol's cavalry diversions, reducing all troops' damage taken by 4%/8%/12%/16%/20%.",
  "hero.karol.skill.500485.name": "Shieldbreaker",
  "hero.karol.skill.500485.desc": "Karol knows exactly where enemy infantry are weakest against forces like his own, increasing all troops' Damage Dealt to Lancers by 6%/12%/18%/24%/30% and 5%/10%/15%/20%/25% to Infantry.",
  "hero.karol.skill.500486.name": "Standard of Ages",
  "hero.karol.skill.500486.desc": "Karol has turned the lessons of past brigades into a roadmap for victory, increasing all Troops' Attack by 3%/6%/9%/12%/15% and Defense by 2%/4%/6%/8%/10%.",
  "hero.karol.weapon.name": "Spirit of Winterwind",
  "hero.karol.weapon.perk.500487.name": "Eagle Flutter",
  "hero.karol.weapon.perk.500487.desc": "The howling flutter of Karol's Eagles is instantly recognizable, spurring an increase in friendly Squad Attack by 14% and Movement Speed by 100% for 5 seconds with every Dawn Charge.",
  "hero.karol.weapon.perk.500488.name": "Triumphant March",
  "hero.karol.weapon.perk.500488.desc": "Karol's Eagle Brigade often relies on combined arms, enhancing his Rally Squad Attack by 15%."
,


  "hero.ligeia.name": "Ligeia",
  "hero.ligeia.story": "Ligeia is a lady of many talents, an excellent singer whose melodious songs are well-known across the Tundra. There are great chiefs who consider it an honor to have heard Ligeia perform. But there is still much more to Ligeia than meets the eye.\n\nLigeia seems to wield a strange power over Tundra society. Why do nobles bow to her every whim? Why do some chiefs whisper her name in fear? Some say she is a master manipulator who hypnotizes with her voice or weaves an invisible web of dark magic. If Ligeia has ever responded to such rumors, it is only with laughter or a declaration that undoubtedly some fans are indeed \"captivated\" by her heavenly voice.\n\nThe most commonly accepted story of Ligeia's singing skills, charm, sophistication, and breadth of knowledge is that she is an exiled noble from the last days of the Solaris Empire. Those doubtful (particularly noblemen's wives wary of her menacing presence) have occasionally dispatched investigators to uncover the layers of Ligeia's past. Strangely, none have ever returned compromising information and several have gone missing.\n\nLigeia does not hypnotize. She does not need to. Her actual skills are far more menacing.\n\nLigeia was second to none in her mastery of mechanical robotics during the last days of the Empire. Not all of the Empire's spider-mechs, which were mainly used to spy on nobles and obtain compromising information, were destroyed. It is Ligeia's ability to observe, blackmail, and emotionally manipulate that has granted what she desires more than anything else in the world: a life of ease and luxury. Of course, spider-mechs can be deployed in times of physical danger also.\n\nLigeia hides her past well. Nobody can know she was once a spymaster of the Solaris Empire.\n\nLigeia once had the unenviable role of watching the emperor's inner circle—acting as judge, jury, and executioner in the case of suspected dissidents (poison or spider bomb execution was preferred). Ligeia's unique skills helped her to navigate the collapse of the Empire better than most. Freedom and fortune became a simple matter of tracking down and assuming the identity of a noblewoman of similar appearance following the collapse.\n\nLigeia's new noble identity both allowed her to avoid enemies from the old regime and theoretically gave access to a large fortune. This facade has to be carefully managed, but leaves plenty of room for Ligeia to enjoy a better life than the Empire provided. That is the ultimate goal of all the blackmail, manipulation, and lying: not political gain.",
  "hero.ligeia.skill.500491.name": "Acid Reflex",
  "hero.ligeia.skill.500491.desc": "Ligeia summons 3 acid-lobbing Mech-spiders against an enemy, dealing Attack*70%/77%/84%/91%/98% area damage and reducing Enemy's Attack by 5%/10%/15%/20%/25% for 2 seconds.",
  "hero.ligeia.skill.500492.name": "Spider Madam",
  "hero.ligeia.skill.500492.desc": "Ligeia deploys steelweb against an enemy with the damage of Attack*50%/55%/60%/65%/70% and a 20%/40%/60%/80%/100% chance to trigger a \"Resonance\" trap for 5 seconds. Resonance reapportions damage against Ligeia to the target.",
  "hero.ligeia.skill.500493.name": "Mechanical Teeth",
  "hero.ligeia.skill.500493.desc": "Ligeia activates Queen Protection Mode to deflect a negative status effect at a cost of 1 Guard Spider, but gaining a 10-second 8%/12%/16%/20%/24% Attack boost. Ligeia can deploy up to 3 active Guard Spiders at a rate of 1 every 10 seconds.",
  "hero.ligeia.skill.500494.name": "Nerf Poison",
  "hero.ligeia.skill.500494.desc": "Ligeia unleashes a swarm of biting Mech-spiders against well-armored foes, reducing all enemy Defense by 5%/10%/15%/20%/25%.",
  "hero.ligeia.skill.500495.name": "Corrosion",
  "hero.ligeia.skill.500495.desc": "Ligeia adds Mech-spiders to Marksmen's fire, dealing 20%/40%/60%/80%/100% extra damage every 2 attacks; spider acid dissolves enemy armor, amplifying target damage received by 5%/10%/15%/20%/25% for 1 turn.",
  "hero.ligeia.skill.500496.name": "Toxic Tip",
  "hero.ligeia.skill.500496.desc": "Ligeia dips Marksmen arrowheads in spider toxin, increasing Marksmen's damage by 20%/40%/60%/80%/100% against the target every 2 attacks while reducing the target's damage dealt by 4%/8%/12%/16%/20% for 1 turn.",
  "hero.ligeia.weapon.name": "Fateweaver",
  "hero.ligeia.weapon.perk.500497.name": "Spider Queen",
  "hero.ligeia.weapon.perk.500497.desc": "Ligeia's mech mastery is a sight to behold, allowing her to deploy 2 Guard Spider at the start of battle with a 100% chance Spider Madam of striking 1 extra target.",
  "hero.ligeia.weapon.perk.500498.name": "Trap Nest",
  "hero.ligeia.weapon.perk.500498.desc": "Ligeia knows traps, particularly when she has time to prepare them herself, increasing Defender Troops' Lethality by 15%.",

  "hero.lloyd.name": "Lloyd",
  "hero.lloyd.story": "Lloyd comes from Ostermore, the \"City of Artisans,\" famed for its astounding mechanical craftsmanship. His family is well-known for their clockmaking expertise. The grand clock tower in town, where he currently resides, is his father's masterpiece.\nAs the only son of a master craftsman, Lloyd showed exceptional talent from a young age, effortlessly mastering skills including calibrating the clock tower and repairing intricate pocket watches. His father, often engrossed in his work, had little time to spend with him. Therefore, Lloyd crafted a few \"friends\" for himself—a cheerful bronze bird and a singing robotic frog. With their companionship, Lloyd enjoyed a joyful childhood.\n\nSometime later, the town welcomed two new residents—a giant robot named Mr. Tin and a red-haired girl named Edith. Lloyd found his new neighbors fascinating and quickly befriended them. As they grew up and learned together, he developed a close bond with Edith, and he couldn't resist the urge to explore Mr. Tin's internal structure.\n\nOstermore had always been a peaceful place, until the arrival of some outsiders who called themselves Phaethon.\n\nThey came in search of the last remaining part of a so-called \"War Machine,\" intending to use it as a prototype for building a formidable army of robots. To this end, they seized control of the town and captured Edith and Mr. Tin.\nWrenches and hammers couldn't compete with bullets, but the craftsmen weren't ready to throw in the towel. As darkness fell, a quiet rebellion began to take shape in unseen corners...\n\nWhile the Phaethon soldiers changed shifts, the townspeople, aided by machines, launched a counterattack. Lloyd's father led the charge, and Lloyd himself, now a brave young man, was among the fighters.\nThe cuckoos disrupted the enemy's vision, and propeller bombs wreaked havoc behind them. In the end, the craftsmen reclaimed their town just before dawn. Lloyd spared Mr. Tin from being dismantled in the nick of time and freed Edith.\nHis father's injury cast a shadow over the victory—his movement was restricted by a severe spinal injury. Yet, neither Lloyd nor his father allowed this to bring them down. With Lloyd's improving skills, they believed he would one day craft the perfect exoskeleton, allowing the legendary craftsman to stand once more.",
  "hero.lloyd.skill.500451.name": "Rapid Bombardment",
  "hero.lloyd.skill.500451.desc": "Lloyd summons three propeller bombs to attack the target, each dealing Attack*70%/77%/84%/91%/98% AoE damage.",
  "hero.lloyd.skill.500452.name": "Weakness Focus",
  "hero.lloyd.skill.500452.desc": "Lloyd fires bullets at the target's weaknesses, dealing Attack*100%/110%/120%/130%/140% and exposing the weaknesses for 3s, during which the target takes 10%/12.5%/15%/17.5%/20% more damage.",
  "hero.lloyd.skill.500453.name": "Practiced Perfection",
  "hero.lloyd.skill.500453.desc": "Lloyd sharpens his combat skills with the craftsman's spirit, increasing his Attack Speed by 10%/15%/20%/25%/30%.",
  "hero.lloyd.skill.500454.name": "Bird Invasion",
  "hero.lloyd.skill.500454.desc": "Lloyd summons a large number of mechanical birds to disrupt enemies, reducing their Lethality by 4%/8%/12%/16%/20%.",
  "hero.lloyd.skill.500455.name": "Iceflare Bomb",
  "hero.lloyd.skill.500455.desc": "Lloyd prepares special bomb for all Lancers, which detonates every 3 turns, increases their attack by 30%/60%/90%/120%/150% and releases frosty mist that reduces enemy Lethality by 6%/12%/18%/24%/30% for 1 turn.",
  "hero.lloyd.skill.500456.name": "Ingenious Mastery",
  "hero.lloyd.skill.500456.desc": "Lloyd works to equips his forces with unstable by interesting creations, granting a 40% chance to increase all Troops' Lethality by 10%/20%/30%/40%/50%.",
  "hero.lloyd.weapon.name": "Mastercraft Treasure",
  "hero.lloyd.weapon.perk.500457.name": "Frosty Whisper",
  "hero.lloyd.weapon.perk.500457.desc": "Lloyd's mechanical cuckoos freeze the bullets with liquid nitrogen, making his normal attacks deal Attack*15% extra damage and reducing the target's Attack Speed by 15% for 2s. The effects are not stackable.",
  "hero.lloyd.weapon.perk.500458.name": "Steel Maze",
  "hero.lloyd.weapon.perk.500458.desc": "Lloyd installs traps on the barricade to assist in the defense, increasing Defender Troops' Attack by 15%.",

  "hero.logan.name": "Logan",
  "hero.logan.story": "The lion-headed, steel-bodied Logan is one of the fiercest defenders of the Dawn Alliance.\n\nOne of the original Dawn Alliance founders, Logan could not be more different from his mostly academic colleagues. But what Logan lacks in refinement he makes up for in decisiveness; and what he lacks in gracefulness he makes up for with a fiery temperament that, as he puts it, gets results. But that is not to say he is a stranger to the ways of the scholar. Logan is one of the best engineers on the planet.\n\nThe steam-powered suit of armor that powers Logan across the tundra is also one of his own inventions—his gateway to a new life after a disabling injury. The mech is not exactly the most subtle of diplomatic instruments, but no one can deny the effectiveness of a metal fist when negotiations between the Dawn Alliance and less civil powers break down.\n\nLogan plays the role of a kind of a \"semi-vigilante\" and \"all-purpose guard\" for the Dawn Alliance. Logan is the brute force solution: a walking tank in place of careful schemes. Whatever one might say of Logan's \"often crazy\" battle plans, consistent victory on the battlefield speaks for itself. The power suit grants Logan capabilities ordinary warriors can scarcely imagine.\n\nLogan is no stranger to Phaethon, one of the Dawn Alliance's most implacable enemies. In fact, he was at one point made Lead Designer of Phaethon's daring Planetary Realignment Drive, which attempted to correct the Earth's course closer to the sun. It was Logan's good friend Bill who first opened his eyes to extraordinarily tragic human cost of the project. For the first time, Logan began to experience doubts about the end justifying the means. It was during this period of hesitation when Phaethon turned on Logan, removing his arm and almost his life. The Dawn Alliance rescued the grateful engineer. He quickly joined and swore himself to fixing the mistakes of his past.\n\nLogan is not a man who spends much time in regret. \"Talk is cheap\" and \"only action creates real change\" from Logan's point of view. Logan's contributions to mankind are already immense. Even his worst enemies, those persuaded by Phaethon that his abandonment of the Planetary Alignment Project was unforgivable, are probably benefiting from the warmth of one of Logan's Furnaces. Logan's masterful Furnace design has saved countless lives in the Great Chill, its design inspired by a Planetary Realignment Drive prototype. But no matter how many people Logan has helped, close friends often hear the same sad refrains from the bottom of another empty drink: \"It doesn't matter how much you do. You can't bring back the dead.\"",
  "hero.logan.skill.500101.name": "Fists of Destruction",
  "hero.logan.skill.500101.desc": "Smashes Fists of Steel on the ground, releasing a powerful blast that deals Attack*120%/132%/144%/156%/168% damage to the target and reduces the Attack Speed of the target by 50% for 4s.",
  "hero.logan.skill.500102.name": "Power Suit",
  "hero.logan.skill.500102.desc": "Logan’s Power Suit provides extraordinary protection and has a 8%/10%/12%/14%/16% chance of increasing Defense by 8%/11%/13%/17%/20% when attacked for 2s up to 5 stacks.",
  "hero.logan.skill.500103.name": "Blustery Strike",
  "hero.logan.skill.500103.desc": "Performs a powerful punch that comes with a freezing and blustery wind, dealing Attack*80%/88%/96%/104%/112% damage to the targets in a cone-shaped area with a 30% chance of stunning the targets for 1s.",
  "hero.logan.skill.500104.name": "Lion's Might",
  "hero.logan.skill.500104.desc": "Logan overwhelms his enemies with a fierce presence, reducing all enemy's Troops' Attack by 4%/8%/12%/16%/20%.",
  "hero.logan.skill.500105.name": "Lion Intimidation",
  "hero.logan.skill.500105.desc": "Logan intimidates his opponent with the ferocity of a lion, reducing damage taken by 4%/8%/12%/16%/20% for all troops.",
  "hero.logan.skill.500106.name": "Leader Inspiration",
  "hero.logan.skill.500106.desc": "Logan inspires everyone with his inherent leadership qualities, increasing the Health by 5%/10%/15%/20%/25% for all troops.",
  "hero.logan.weapon.name": "First of Steel",
  "hero.logan.weapon.perk.500107.name": "Enhanced Fists of Steel",
  "hero.logan.weapon.perk.500107.desc": "Modifies and upgrades Fists of Steel to make them more powerful and deal 30% more damage.",
  "hero.logan.weapon.perk.500108.name": "Strong Protection",
  "hero.logan.weapon.perk.500108.desc": "Logan defends the city with his mighty fists, increasing Defender Troop Defense by 15%.",

  "hero.lynn.name": "Lynn",
  "hero.lynn.story": "Whether she is playing an instrument or reciting a poem, Lynn’s performances are always enthralling. As a bard, she visits from city to city to share the story of her bleak past to every corner of Icefield, hoping to lift the spirits of the people.\n\nBesides reciting poems and playing musical instruments, Lynn also excels in combat. Her instrument, \"Aira’s Tear,\" is modified from a weapon, so it can be used to play music and battle. During one of her performances, a group of bandits barged into the tavern, leaving everyone startled and confused. It was Lynn who fended off the bandits singlehandedly amid the music and gunfire. For that, some say that she should include her heroic deeds in the poems she recites.\n\nLynn’s best work is a song titled \"Aira’s Dream,\" but she rarely sings it. Those who are lucky enough to have heard the song claim that Lynn only sings it when she's drunk. As a result, plenty of \"seasoned drinkers\" have tried to make her perform the song by having a drinking contest with her. However, these overconfident challengers were long drunk before they achieved what they want.\n\nLynn was once a musician from a small town. After her town was invaded and occupied by the bandits, she lost her home and eventually became a mercenary. As the years passed, she became more skilled at wielding her weapon, but she had forgotten how to play her instrument. Memories of her hometown too faded away, with the scenery looking like a fantasy in her dreamland. Just like that, a former musician had evolved into a merciless mercenary captain. Her soul was never the same.\n\nIt was a day that ended Lynn’s career as a mercenary. Her team was ordered to besiege a town. Just as she was about to succeed, a song performed by an elderly musician came from within. The tune, which was buried deeply in Lynn’s memory, originated from her long-gone hometown—Aira. She thought no one would remember the song, just like how her hometown was forgotten.\n\nThe sentimental tune made the mercenaries pause in their tracks. Like their captain, tears were streaming down their faces. After everyone left, Lynn returned to the embrace of music and stayed with the elderly musician with a youthful spirit. It was only when the musician passed away did Lynn embark on her journey of becoming a bard.",
  "hero.lynn.skill.500221.name": "Hymn of Sidrak",
  "hero.lynn.skill.500221.desc": "Lynn strikes a rousing battle hymn to uplift the troops, clearing all debuffs (Freeze, Stun, etc.) for all troops and increasing their Attack by 3%/4%/5%/6%/7% for 3/3.5/4/4.5/5s, during which they remain immune to all debuffs.",
  "hero.lynn.skill.500222.name": "Lethal Finale",
  "hero.lynn.skill.500222.desc": "Seizes the opportunity to fire a bullet with strong penetrating power, dealing Attack*220%/240%/260%/280%/300% damage to enemies along the way.",
  "hero.lynn.skill.500223.name": "Discordant Tune",
  "hero.lynn.skill.500223.desc": "Lynn bewilders the enemies with a mysterious and strange tune, reducing Attack Speed by 1%/1.5%/2%/2.5%/3% and Healing effects by 40%/45%/50%/55%/60% for all enemy troops.",
  "hero.lynn.skill.500224.name": "Song of Lion",
  "hero.lynn.skill.500224.desc": "Lynn uplifts our troops with an enthusiastic rhythm, granting a 40% chance of increasing damage dealt by 10%/20%/30%/40%/50% for all troops.",
  "hero.lynn.skill.500225.name": "Melancholic Ballad",
  "hero.lynn.skill.500225.desc": "Lynn demoralizes the enemies with a somber tune, reducing damage dealt by 4%/8%/12%/16%/20% for all enemy troops.",
  "hero.lynn.skill.500226.name": "Oonai Cadenza",
  "hero.lynn.skill.500226.desc": "Lynn harnesses the power of music to elevate troops morale, increasing her Marksmen's attack by 1%/2%/3%/4%/5% for every 3 attacks. Stackable and lasts until the end of the battle.",
  "hero.lynn.weapon.name": "Ella's Tear",
  "hero.lynn.weapon.perk.500227.name": "Aira’s Elegy",
  "hero.lynn.weapon.perk.500227.desc": "Lynn increases Attack by 15% until the end of the battle after casting \"Hymn of Sidrak.\"",
  "hero.lynn.weapon.perk.500228.name": "Iranon’s Determination",
  "hero.lynn.weapon.perk.500228.desc": "Lynn stirs the defenders with a nostalgic poem, increasing Defender Troops' Lethality by 15%.",

  "hero.magnus.name": "Magnus",
  "hero.magnus.story": "Magnus is one of those rare heroes who can confidently claim to have defeated an ice dragon den with his bare hands, tamed the untamable Beast of the Abyss, and single-handedly beat back an entire legion with a pistol and three mud-filled socks. Read all about it and more in Magnus' hot-selling autobiographical series \"The Adventures of Magnus the Magnificent\", which are allegedly \"based on true events\". Indeed, Magnus is already more myth than man in the eyes of countless youngsters all over the Tundra.\n\nSadly, Magnus has yet to confirm or deny which happenings in his \"autobiographical\" series are actually true events. By contrast, famed explorer Bahiti has on several occasions publicly described Magnus' claims as \"99% bunk\" and the work of an \"average explorer who for all of his skills remains no more than that\".\n\nBahiti and Magnus' testy public relationship was not always so heated. On at least one occasion the present-day foes saved each other's lives.\n\nExplorers to the end, Bahiti and Magnus once found themselves holed up in the ruins of an ancient city. Argument over finder's rights quickly gave way to panic on seeing an approaching mercenary group. Surrounded on all sides by ancient buildings that were either crumbling or riddled with traps, they formed an uneasy but effective alliance. Even Bahiti admitted it probably saved their lives—proving Magnus must have at least some skill. Their only regret? What little treasure they retrieved had not been worth the taking.\n\nSadly, this brief friendship soon crumbled under Bahiti's renewed mockery of \"Magnus the Magnificent's tall tales\", who returned to defending himself against Bahiti's \"conspiracy of skepticism\".\n\nMagnus' obsession with becoming the best explorer of his age must be traced back to his parents' legacy. Although ordinary hunters in their time, the couple always claimed to be descendants of the world's mightiest pioneers, and were convinced the same heroic blood flowed through their son's veins. It was not long before Magnus began to adopt the look and characteristics of his imagined ancestors—with swashbuckling style and heroic exaggeration. Mockery from other children had no effect.\n\nOf course, Magnus is not just a speaker of words but a doer also, who by vigorous training almost backs up the boasts of his youth. Unfortunately, his exaggerations have expanded with age too. As summed up by Jesse: \"Whatever you might say about Magnus, there's no denying his many stories have brought joy to countless kids.\"\n\nMagnus' impressive list of ancestors include a famous adventurer who explored the seven seas, every continent, priceless archaeological ruins and ancient treasures beyond number. Not even the autobiographical version of Magnus has done that. The only achievement his ancestral pioneer left incomplete? Reaching the edge of the world.\n\nNot to be outdone, Magnus has publicly sworn to fulfill his ancestor's unfinished dream by planting his family crest on the very edge of our planet. This great feat, he has declared, shall be performed come what may—even if, as some have warned, the Earth is actually round.",
  "hero.magnus.skill.500381.name": "Frozen Fury",
  "hero.magnus.skill.500381.desc": "Magnus whirls twin axes, taunting nearby enemies to attack while dealing Attack*60%/66%/72%/78%/84% damage to the same foes every 0.5 seconds for 3 seconds.",
  "hero.magnus.skill.500382.name": "Wind Tomahawk",
  "hero.magnus.skill.500382.desc": "Magnus targets a hero with a devastating axe throw, dealing Attack*100%/110%/120%/130%/140% damage, also tearing the wound and deals a further Attack*50%/55%/60%/65%/70% damage for 3 seconds.",
  "hero.magnus.skill.500383.name": "Sunderer",
  "hero.magnus.skill.500383.desc": "Magnus' normal attacks have a 30% chance of sundering opponent armor, dealing Attack*50%/55%/60%/65%/70% additional damage and reducing Defense by 5%/10%/15%/20%/25% for 2 seconds.",
  "hero.magnus.skill.500384.name": "Rapacious",
  "hero.magnus.skill.500384.desc": "Magnus rouses his troops with brutal intensity, boosting friendly Troop Attack by 5%/10%/15%/20%/25%.",
  "hero.magnus.skill.500385.name": "Iron Phalanx",
  "hero.magnus.skill.500385.desc": "A master of tight formations, Infantry under Magnus' command enjoy a 40% chance of gaining 10%/20%/30%/40%/50% Defense when attacking for 1 turn.",
  "hero.magnus.skill.500386.name": "Iceman",
  "hero.magnus.skill.500386.desc": "Magnus' intrepid adventuring skills provide a 2%/4%/6%/8%/10% reduction in damage versus friendly Infantry while boosting friendly Marksmen damage by 2%/4%/6%/8%/10%.",
  "hero.magnus.weapon.name": "Storm Axe",
  "hero.magnus.weapon.perk.500387.name": "Heroic Stock",
  "hero.magnus.weapon.perk.500387.desc": "A true son of the tundra, Magnus' iron constitution reduces incoming damage by 15% while increasing Frozen Fury's Defense bonus by 75%.",
  "hero.magnus.weapon.perk.500388.name": "Valoric Inspiration",
  "hero.magnus.weapon.perk.500388.desc": "Ever the raconteur, Magnus' tales of Valhalla and ancient heroics inspires Defender Squads with 15% increased Health.",

  "hero.mia.name": "Mia",
  "hero.mia.story": "One of the most exciting times in any City's week must be the arrival of Mia's famous caravan, always greeted by eager children excited to see what new shows Mia's performers have in store. There may also be goods of extraordinary value for the discerning buyer.\n\nMia's shows are legendary—featuring strongmen, illusionists, and vanishing ninjas from far-away lands. But it is their leader, Mia, in the role of a soothsayer, who usually captures the public's imagination. It is said that her magic grants clairvoyant vision of a person's past, present, and future. It is a skill Mia uses to great effect and profit.\n\nAs everyone knows, there is no such thing as a \"real\" soothsayer. Yet no matter how many times sceptics have tried to disprove Mia's abilities, her naysayers have yet to explain the source of her unnerving accuracy.\n\nMia's convoy is the source of not only interesting trinkets, but also intel on other Cities, the Dawn Alliance, Phaethon, and other important factions, individuals, and old Imperial remnants. Traveling widely may be one factor, but Mia's buyers are still not quite sure exactly how she obtains so much valuable intel. Its accuracy, however, is never in doubt. But Mia also has a conscience. She will not trade such secrets except with those she believes deserve her trust.\n\nBahiti is one of many intrepid explorers often drawn to Mia's soothsayer hut, wondering aloud on each occasion whether the Mia's levitating crystal ball is really a result of \"witchcraft\". Mia always responds that it is merely a trick that careful observation will quickly unravel. Bahiti is one of the keenest minds in the Dawn Alliance, and yet somehow has never been able to locate the mechanism behind Mia's \"parlor tricks\".\n\nMia's background, as well as the identities of many of her mysterious followers, are also shrouded in mystery. No one quite knows the story behind her ragtag—and often scary—cabal. According to one legend, bandits were about to raid Mia's convoy when they accidentally observed the unmasked face of one of the caravan's frightening guards. Whatever the bandits saw, it made such an impression they fled the scene without further ado. It's difficult to unravel the mystery surrounding Mia, her abilities, and her followers. Their presence on the tundra may be a riddle, but what is not a riddle is that aggravating this mysterious group or its leader would be very, very foolish.",
  "hero.mia.skill.500161.name": "Fate’s Finale",
  "hero.mia.skill.500161.desc": "Mia throws a tarot card at enemies, dealing Attack *270%/297%/324%/351%/378% damage, and can either reduce the target's Attack by 20% for 2s or stun the target for 1.5s.",
  "hero.mia.skill.500162.name": "Bad Omen",
  "hero.mia.skill.500162.desc": "Mia curses an enemy target, dealing fluctuating damage based on a \"base value\" of Mia's Attack *50%/55%/60%/65%/70%. The final damage dealt will be a random figure ranging from 5% to 600% of the \"base value.\"",
  "hero.mia.skill.500163.name": "Guardian of Destiny",
  "hero.mia.skill.500163.desc": "Mia protects the hero with the lowest remaining Health and restores Health for the hero based on a \"base value\" of Mia's Attack *100%/110%/120%/130%/140%. The final Health restored will be a random figure ranging from 5% to 400% of the \"base value.\"",
  "hero.mia.skill.500164.name": "Bad Luck Streak",
  "hero.mia.skill.500164.desc": "Grants all troops' attack a 50% chance of cursing the target, increasing their damage taken by 10%/20%/30%/40%/50%.",
  "hero.mia.skill.500165.name": "Lucky Charm",
  "hero.mia.skill.500165.desc": "Mia brings good luck to our troops, granting all troops' attack a 50% chance of dealing 10%/20%/30%/40%/50% more damage.",
  "hero.mia.skill.500166.name": "Ritual Deciphering",
  "hero.mia.skill.500166.desc": "Mia foresees potential dangers before battle, granting a 40% chance of reducing damage taken by 10%/20%/30%/40%/50% for all troops.",
  "hero.mia.weapon.name": "Fate Crystal",
  "hero.mia.weapon.perk.500167.name": "Vision of Truth",
  "hero.mia.weapon.perk.500167.desc": "Figures out the secret of fate through the crystal ball, increasing the upper limit and lower limit of all “fluctuating” skills of Mia by 150%.",
  "hero.mia.weapon.perk.500168.name": "Rally of Fate",
  "hero.mia.weapon.perk.500168.desc": "Mia divines the most advantageous moments for an assault, increasing Rally Troop Attack by 15%."
,


  "hero.molly.name": "Molly",
  "hero.molly.story": "Most survivors loathe the permanent winter, but Molly's attitude is quite unique. She seems to greatly enjoy the wintry landscape and its new flora and fauna. After all, she can do snowball fights, bobsled runs, and build a snowman whenever she wants. But most importantly, the snowy world is all Molly has ever known.\n\nIn fact, not much is known about her life before Dawn Alliance.\nBahiti found Molly during a peacekeeping operation against a Phaethon stronghold. The incredible part of the story is, Bahiti claims Molly's combat instincts were key to the team's successful escape from the heavily guarded fortress.\n\nAccording to Bahiti, Molly was an essential part of Phaethon’s combat program. This also explains her peculiar weapon - a snowball launcher. Although Molly seems much more interested in using it for snowball fights.\n\nBahiti's successful rescue owed much to his ability to win Molly's trust. When a Phaethon soldier's arrow injured Bahiti, Molly flew into a rage, took down all the guards with ease, and then fled with the members of Dawn Alliance.\n\nMolly has a strange affinity for the cold. She has no problem enduring freezing conditions. Moreover, her excellent combat intuition and unusually strong fighting techniques (particularly on snow and ice) have truly piqued the Dawn Alliance's interest. What’s the source of Molly's preternatural abilities? The investigation is still ongoing.\n\nIt was later revealed that Phaethon first discovered Molly in a large underground facility, where she was hibernating in a strange ‘pod’. Some believe Molly is connected to the planet in a mysterious and unexplained way.\n\nWhen she awakened, Molly had no memory of her past, but she exhibited superhuman vitality and physical strength. Phaethon wanted to use this and train her into an elite assassin for the organization. Fortunately, the Dawn Alliance saved her from that fate. Bahiti and the others only wish for Molly to find happiness in this strange new world.",
  "hero.molly.skill.500121.name": "Super Snowball",
  "hero.molly.skill.500121.desc": "Molly launches a Super Snowball which plops down to deal Attack*180%/198%/216%/234%/252% Area of Effect Damage and freezes them for 1.5s.",
  "hero.molly.skill.500122.name": "Frost Ambush",
  "hero.molly.skill.500122.desc": "Molly ambushes the enemy with her great camouflage skills, dealing Attack*150%/165%/180%/195%/210% damage.",
  "hero.molly.skill.500123.name": "Youthful Persistence",
  "hero.molly.skill.500123.desc": "Molly loves a challenge, gaining +20%/30%/40%/50%/60% Attack Speed under 50% Health.",
  "hero.molly.skill.500124.name": "Snow's Grace",
  "hero.molly.skill.500124.desc": "Molly creates an avalanche that clouds enemy sights, granting a 40% chance of reducing all troops' Damage Taken by 10%/20%/30%/40%/50%",
  "hero.molly.skill.500125.name": "Ice Dominion",
  "hero.molly.skill.500125.desc": "Molly excels in snowy terrains, granting all troops' attack a 50% chance of increasing damage dealt by +10%/20%/30%/40%/50%.",
  "hero.molly.skill.500126.name": "Youthful Rage",
  "hero.molly.skill.500126.desc": "Hell hath no fury like an angry Molly. Increasing damage dealt by +5%/10%/15%/20%/25% damage.",
  "hero.molly.weapon.name": "Yeti Spirit",
  "hero.molly.weapon.perk.500127.name": "Modified Launcher",
  "hero.molly.weapon.perk.500127.desc": "Molly wields a modified version of the launcher, boosting damage dealt by 30%.",
  "hero.molly.weapon.perk.500128.name": "Snowy Blessing",
  "hero.molly.weapon.perk.500128.desc": "With the blessing of the snow, Defender Troops' Lethality is increased by 15%.",

  "hero.norah.name": "Norah",
  "hero.norah.story": "Norah's three defining qualities must be her remarkable courage, leadership of a light mechanized brigade, and identity as one of very few truly exceptional leaders in the Dawn Alliance.Norah and her brigade often penetrate deep into enemy territory with the speed of an arrow,undertaking reconnaissance missions, strikes, and rescue operations. And the combination of Norah's tactical brilliance, timing on the battlefield, and weapons expertise makes her an absolute nightmare for Phaethon.Norah's exceptional calmness under pressure and decisive demeanor impress even the most seasoned soldiers-even against near-insurmountable odds. If anything could possibly disturb Norah's resolve, it must be fears for her younger sister Gwen's safety.\n\nNorah may have been part of the same training cohort as Bahiti at the Academy, but the two could not be more different. Unlike Bahiti, Norah is a a master battlefield commander and tactician with little interest in anything unrelated to the intricacies of fighting since her scientist father's tragic fate.Norah has developed the firm belief no amount of knowledge can compare to what truly matters:safeguarding those she holds dear.\n\nNorah was only a child when she spotted Phaethon's columns advancing toward her father's laboratory.All her father's brilliance, his vast wealth of knowledge, proved powerless in saving him from the dreadful fate that followed. Norah stood resolute by her father's side, receiving his final testament and instructions on how to flee, all while her baby sister Gwen remained cradled in swaddling clothes. With aheavy heart, Norah carried Gwen to their father's steam-powered sled and escaped with the great\ndriving skills he had carefully fostered.Eventually, she stopped to look back at the lab. All she could see was rising smoke.\n\nNorah and her sister were rescued by her father's colleagues at the Dawn Alliance. This encounter ignited a burning hatred for Phaethon, an unyielding dedication to her younger sister, and zeal for the path of the warrior-soldier within Norah.In the course of time Norah's younger sister has become something of a weak spot in Norah's rigid life-or perhaps Norah's only soft spot. Unlike Norah, Gwen showed extraordinary talent as an inventor, a challenge for Norah who would have preferred Gwen to focus more on ordinary combat skills. Yet Norah could not bring herself to spar against Gwen even in a controlled setting, the thought of an accident and fresh grief too much to bear. Yet Norah has since grown to value Gwen's ingenuity on the battlefield, especially when rescuing fellow soldiers.And over time Norah has gradually come to terms with the reality that Gwen has found her own strong and independent footing.",
  "hero.norah.skill.500251.name": "Barrage",
  "hero.norah.skill.500251.desc": "Norah unleashes a 5-grenade cascade against random target (heroes first), dealing Attack 60%/66%/72%/78%/84% Area of Effect damage.",
  "hero.norah.skill.500252.name": "Flashbang",
  "hero.norah.skill.500252.desc": "Norah throws the flasbang, dealing Attack 50%/55%/60%/65%/70% damage and stuns the target for 1.5s.",
  "hero.norah.skill.500253.name": "Valkyrie Cry",
  "hero.norah.skill.500253.desc": "Norah blitzes the ennemy, boosting all Troops Attack by 3%/3.5%/4%/4.5%/5%.",
  "hero.norah.skill.500255.name": "Combined Arms",
  "hero.norah.skill.500255.desc": "Norah is well trained in combined arms tactics, decreasing Damage Taken by 3%/6%/9%/12%/15% and boosting Damage Dealt by 3%/6%/9%/12%/15% for Infantry and Marksman.",
  "hero.norah.skill.500254.name": "Sneak Strike",
  "hero.norah.skill.500254.desc": "Norah has an eye for weaknesses, granting troops under her command a 20% chance of dealing 20%/40%/60%/80%/100% extra damage to all ennemies on attack.",
  "hero.norah.skill.500256.name": "Momentum",
  "hero.norah.skill.500256.desc": "Norah motivates our troops, increasing all troops' Damage Dealt by 5%/10%/15%/20%/25% and reducing their damage taken by 5%/10%/15%/20%/25% every 5 attack made by lancer for 2 turns.",
  "hero.norah.weapon.name": "Snow Cruiser",
  "hero.norah.weapon.perk.500257.name": "Disruptor",
  "hero.norah.weapon.perk.500257.desc": "Norah improves her Barrage grenades, granting a 35% chance of stunning the target for 1s.",
  "hero.norah.weapon.perk.500258.name": "True Grit",
  "hero.norah.weapon.perk.500258.desc": "Norah inspires other with her courage under fire, boosting Defender Troops Deffense by 15%.",

  "hero.philly.name": "Philly",
  "hero.philly.story": "The sight of a strange masked woman can be unsettling. What does she look like behind that beaked mask? Or is it actually part of her? For that, people always stayed away from Dr. Philly, until a plague struck several years ago.\n\nThe deadly disease hit the Cities without warning. The Chiefs designated a village as the quarantine spot for all those infected. Although, without proper resources, people in the village were practically left to die. When all hope was lost for the sick and forsaken, Dr. Philly chose to enter the village in search of a cure.\n\nAnd she succeeded. She was dubbed a miracle worker, an angel of the Cities. Philly spends a lot of time in the City graveyards and often faced accusations of grave robbery. Her studies of dead bodies are now encouraged by authorities, as her discoveries often lead to new cures for diseases. Philly is still regarded as a somewhat mysterious figure for spending long hours at the morgue and apothecary. This air of mystery made some people believe that Philly possesses supernatural power against diseases.\n\nThe truth was far more mundane. Philly was a promising medical researcher in the academy before a plague claimed the lives of all her families. Philly was the only survivor in her house. After that, she became determined to push boundaries and find new treatments for the plague.\n\nPhilly threw herself back into her studies with a vengeance. She has marked out disease and death as her personal enemies. And with anger came courage to face whatever dangers head on. However, Philly's goal is not just to conquer disease. She believes that one day she will be able to find a way to reverse death, even to the extent of bringing her family back...",
  "hero.philly.skill.500131.name": "First Aid",
  "hero.philly.skill.500131.desc": "Philly's advanced medical training immediately restores Health equal to her Attack *200%/220%/240%/260%/280% to all friendly heroes.",
  "hero.philly.skill.500132.name": "Restorative Hands",
  "hero.philly.skill.500132.desc": "A master of first aid on the point of death, Philly immediately restores Health equal to her Attack *100%/110%/120%/130%/140% to the weakest friendly hero.",
  "hero.philly.skill.500133.name": "Paralytic Lotion",
  "hero.philly.skill.500133.desc": "Philly poisons the target, disabling the enemy for 1s while dealing Attack*140%/154%/168%/182%/196% damage.",
  "hero.philly.skill.500134.name": "Vigor Tactics",
  "hero.philly.skill.500134.desc": "Philly's secret remedy strengthens the soldiers, increasing Attack by 3%/6%/9%/12%/15% and Defense by 2%/4%/6%/8%/10% for all troops.",
  "hero.philly.skill.500135.name": "Dosage Boost",
  "hero.philly.skill.500135.desc": "Philly's uses her secret tonic to enhance the warriors' strength, granting all troops' attack a 25% chance of dealing +120%/140%/160%/180%/200% damage.",
  "hero.philly.skill.500136.name": "Energizing Shot",
  "hero.philly.skill.500136.desc": "Philly's special shot improves troops' focus, granting a 40% chance of reducing all troops' Damage Taken by 10%/20%/30%/40%/50%",
  "hero.philly.weapon.name": "Pharmacologica",
  "hero.philly.weapon.perk.500137.name": "Extraction",
  "hero.philly.weapon.perk.500137.desc": "Philly has done much to raise the strength of her herbal skills, increasing their healing effects by 70%.",
  "hero.philly.weapon.perk.500138.name": "First Aid Training",
  "hero.philly.weapon.perk.500138.desc": "Philly imparts her basic first-aid and care techniques, increasing Defender Troops' Health by 15%.",

  "hero.reina.name": "Reina",
  "hero.reina.story": "Mia’s group of traveling merchants is never short of people with extraordinary abilities. Among them, there is a foreign young lady named Reina. Reina might not stand out at first sight, but she is, only known to a few, an excellent juggler during the day and a ninjutsu master at night.\n\nReina is a changed woman once she puts on her ninja attire. Leaving no traces when moving around, she is good at disguising herself and sneaking into places. Her target could hardly notice her presence even if she were close at hand. With this amazing skill, Reina has collected a lot of vital intel for Mia.\n\nUndoubtedly, assassination is Reina’s best skill. Whether using a ninjaken, a sword, or her bare hands, she can easily finish off her target without causing a stir.\n\nReina is Mia’s right-hand woman as well as her best friend. From time to time, some forces will go after Mia and the other merchants because they have discovered too many secrets. Whenever Mia is in danger, Reina will put her life on the line to protect Mia and help her deal with the crisis. Reina always goes all out for Mia, not only to repay Mia’s kindness of taking her in but also for the sake of their close friendship formed during their expedition.\n\nReina was unconscious when Mia met her for the first time, Mia's caravan took Reina in, and saved her life. At first, Reina was wary about things around her and was unwilling to interact with other people. It was Mia’s pet cat, Bastet, that opened Reina’s heart and provided her with warmth. Now, Reina and Bastet have become inseparable.\n\nReina was an orphan raised by the Phaethon Mercenaries. Together with her childhood friends, she was trained to be an assassin. Despite performing her duties with dedication, she became a target to be eliminated after finding out a crucial secret of the mercenaries. Reina’s dark past leaves her tormented by guilt, but Mia believes that Reina is capable of moving on. What is truly concerning for Mia is the possibility of the Phaethon Mercenaries coming to their door again...",
  "hero.reina.skill.500141.name": "Phantom Assault",
  "hero.reina.skill.500141.desc": "Reina conjures an illusion to ambush enemy forces from behind, dealing Attack*300%/330%/360%/390%/420% Area of Effect Damage.",
  "hero.reina.skill.500142.name": "Vanishing Technique",
  "hero.reina.skill.500142.desc": "Reina has a 5%/10%/15%/20%/25% chance of confusing the opponent with Illusion and dodging the damage when receiving a Normal Attack.",
  "hero.reina.skill.500143.name": "Poison of Demon",
  "hero.reina.skill.500143.desc": "Reina inflicts Illusion on enemy targets (hero first), dealing damage equal to Attack*100%/110%/120%/130%/140% and immobilizing them for 1.5s.",
  "hero.reina.skill.500144.name": "Assassin's Instinct",
  "hero.reina.skill.500144.desc": "Reina targets enemy weak spots, increasing normal attack damage by 10%/15%/20%/25%/30% for all troops.",
  "hero.reina.skill.500145.name": "Swift Jive",
  "hero.reina.skill.500145.desc": "Reina's adept leadership grants all troops a 4%/8%/12%/16%/20% chance of dodging normal attacks.",
  "hero.reina.skill.500146.name": "Shadow Blade",
  "hero.reina.skill.500146.desc": "With Reina's clever tactics, her lancers have a 25% chance of performing an extra attack, dealing 120%/140%/160%/180%/200% damage.",
  "hero.reina.weapon.name": "Ninjaken - Raikiri",
  "hero.reina.weapon.perk.500147.name": "Silhouette Strike",
  "hero.reina.weapon.perk.500147.desc": "Reina has a 40% chance of throwing an extra kunai, dealing Attack*45% damage with Normal Attack.",
  "hero.reina.weapon.perk.500148.name": "Fiery Invasion",
  "hero.reina.weapon.perk.500148.desc": "Reina's unmatched precision increases Rally Troops' Lethality by 15%.",

  "hero.renee.name": "Renee",
  "hero.renee.story": "The wandering caravan attracts attention wherever it goes. Mia's fortune-telling mesmerizes the adults,and Renee the clown is a favorite with children with her juggling and magic tricks. Renee also prefers spending time with children.\nAlthough Renee has a mind with thoughts that jump around too much for people to follow, she has an incredibly relatable personality and can easily makepeople open up their hearts to her. In addition, her performances also seem to have magic that can healthe soul, and make gloomy and hurt souls find joy again.\n\nHowever, like the other members of the caravan,Renee has secrets of her own too. No one knows what's hidden behind that mask covered with paints\n\nOnce, Mia's caravan was attacked by a group of bandits but they cried and ran screaming after seeing Renee's face.\n\nBecause of this, all sorts of rumors spread about Renee's face. Some curious people sneaked into the tent set up by the caravan to have a look at Renee's terrifying face, but there was nobody in there. They turned back and were about to make their escape when they ran into Renee, who was returning. Unprepared, the intruders fell to the floor in fright, peeking between their fingers at Renee whose ghastly face was... not ghastly at all, but kind and friendly. They were not hurt due to their reckless actions either.\n\nIt was not a ghastly face that had scared off those bandits, but a potion that made people fall inton ightmares called \"Dream Mold\" that Renee uses to fight and to defend herself.\n\nRenee has some immunity to these substances due to long term exposure to unstable Fire Crystals as a victim of an evil experiment, where her mind had been damaged. As Philly said, \"No one can make someone who's already insane go mad after all.\"Renee is not sad about her state, since she sees the world as a fairytale kingdom full of rainbows and lush green nature. Her companions are animals and elves, and those with ill-intent are transformed into evil magical creatures. In Renee's view, she is in a wonderful land fighting bad monsters that want to disturb the peace.\n\nLong ago, Renee was a resident of the lost city of Arcadia. As a researcher, she worked towards finding a way to communicate with the will of the world with Fire Crystals, and to uncover the truth of why the world had changed.\n\nRenee was captured when Phaethon sacked Arcadia, and forced to forcibly connect with the world's will, though her research was not yet perfected. Her will was assaulted horribly and destroyed in the process of coming into contact with a large number of unstable Fire Crystals, and her mind shattered completely. As her last shred of sanity was shed, unimaginable strength burst from her, and she broke free from Phaethon's clutches.She was the only living person left in the huge laboratory when she was discovered by others.From that moment on, \"the world she sees\" included the melting of ice and snow.",
  "hero.renee.skill.500301.name": "Illusion Cloud",
  "hero.renee.skill.500301.desc": "Renee's colorful ball explodes and release a strage cloud, dealing Attack 100%/110%/120%/130%/140% Area of Effect damage to ennemies and confuse them for 1s. Confused ennemies attacks all surrounding targets, friend and foe.",
  "hero.renee.skill.500302.name": "Starpaint",
  "hero.renee.skill.500302.desc": "Renee splashes dreamy paint, dealing Attack 50%/55%/60%/65%/70% damage to targets and placing a Star Mark target's damage taken by 2%/3%/4%/5%/6% for 4s.",
  "hero.renee.skill.500303.name": "Dream Vision",
  "hero.renee.skill.500303.desc": "Renee's targets painted with a Star Mark cannot escape her detection, incresaing her Attack by 8%/12%/16%/20%/24%, increasing damage dealt to marked targets by 4%/6%/8%/10%/12%.",
  "hero.renee.skill.500304.name": "Nightmare Trace",
  "hero.renee.skill.500304.desc": "Renee always fights in unbelievable ways. The troops she commands can place Dream Marks on their targets every two turns, dealing extra 40%/80%/120%/160%/200% Lancer Damage once next turn. The Dream Marks last for 1 turns.",
  "hero.renee.skill.500305.name": "Dreamcatcher",
  "hero.renee.skill.500305.desc": "Renee's Dreams Marks highilght ennemy vulnerabilities, incresing her troop's damage to marked targets by 30%/60%/90%/120%/150%.",
  "hero.renee.skill.500306.name": "Dreamslice",
  "hero.renee.skill.500306.desc": "Renee's Dream Marks expose ennemy weaknesses, increasing damage dealt to marked targets by 15%/30%/45%/60%/75% for all troops.",
  "hero.renee.weapon.name": "Illusion Magiball",
  "hero.renee.weapon.perk.500307.name": "Dream Illusion",
  "hero.renee.weapon.perk.500307.desc": "Renee attacks with drugged needles, granting attacks a 8% chance of confusing the target for 1s. Confused ennemies attacks all surrounding targets, friend and foe.",
  "hero.renee.weapon.perk.500308.name": "Wistful Enchantment",
  "hero.renee.weapon.perk.500308.desc": "Renee boosts morale with her extraordinay talents, incresaing Rally Troops' Lethality by 15%."
,

  "hero.rufus.name": "Rufus",
  "hero.rufus.story": "The old kingdom still stood firm during Rufus' youth. At that time, the aristocrats lived extravagantly, while the common people suffered from hunger and cold. Faced with such injustice, some chose to put up with the hardship while others rose in rebellion—Rufus belonged to the latter.\nAfter the fall of the old kingdom, Rufus became the leader of a mercenary group. Having suffered under oppression and driven by a strong sense of justice, he never treated the people with violence like some of his peers. It was this quality that attracted honorable warriors like Gina, who chose to join him and become his followers.\nRegrettably, Rufus' journey came to an abrupt end one day. After receiving a secret commission, he left with an expedition team and was never seen again.\n\nRufus was entrusted with escorting his client through a remote valley into the underground. As the mysterious client put it, the outcome of that trip would determine the fate of the entire world.\nDespite thorough preparations, the journey was more perilous than Rufus had anticipated. The mist shrouding the valley seemed to take a toll on the mind, causing the expeditioners to experience hallucinations, lose track of time, and suffer memory distortions. One by one, they fell behind and disappeared...\nBy the time Rufus finally arrived at the narrow fissure leading to the underworld, his client and he were the last ones standing.\n\nIt was a whole new world beneath the surface.\nAfter traversing a vast jungle of giant fungi, wading through winding rivers, and evading the pursuit of underground dwellers, they arrived at their destination—a seemingly ordinary relic. The client introduced it as a machine created by an ancient civilization, capable of awakening the entire planet.\nRufus thought his client had lost his mind, but after all the hardships they endured to reach the place, he still gave his all to help activate the relic. Once all the necessary steps were completed, the relic came to life, and something appeared to awaken. As Rufus gazed at \"the presence\" through the open stone gate, both he and his client were engulfed by a dazzling light...\n\nWithin the light, Rufus witnessed the birth, rise, and fall of civilizations in an endless cycle... as though he was having a dream. When he finally woke up, he couldn't tell how much time had passed. His client was nowhere to be seen, and the relic further deteriorated. The memories of his experience in the light began to fade, leaving him with nothing but unanswered mysteries as he walked away.\nWith the fissure to the surface gone, Rufus made his home in the underground settlement, earning the respect of its inhabitants through his bravery. Years passed before another expedition team found him and brought him back to the surface. Everything felt unfamiliar, but he took solace in seeing The Eagles thriving under Gina's leadership.",
  "hero.rufus.skill.500461.name": "Starfall Impact",
  "hero.rufus.skill.500461.desc": "Rufus fires grenades that bombards the ground like meteors, dealing Attack*200%/220%/240%/260%/280% AoE damage. The grenades set the ground ablaze, dealing Attack*20%/22.5%/25%/27.5%/30% to targets within range every 0.5s for 2s.",
  "hero.rufus.skill.500462.name": "Splinter Blast",
  "hero.rufus.skill.500462.desc": "Rufus fires explosive bullets, dealing Attack*100%/110%/120%/130%/140% damage to the target. The splinters deal Attack*50%/55%/60%/65%/70% damage to nearby enemies.",
  "hero.rufus.skill.500463.name": "Raging Fury",
  "hero.rufus.skill.500463.desc": "Rufus morphs into an unstoppable presence on the battlefield, increasing his Crit Rate by 7%/10%/13%/16%/20%.",
  "hero.rufus.skill.500464.name": "Inferno Regiment",
  "hero.rufus.skill.500464.desc": "Rufus uses his bold leadership to transform all troops into blazing flames on the battlefield, increasing their Attack by 5%/10%/15%/20%/25%.",
  "hero.rufus.skill.500465.name": "Armor Crush",
  "hero.rufus.skill.500465.desc": "Rufus equips his Marksmen with armor-piercing rounds, dealing 12%/24%/36%/48%/60% extra damage for each attack and increases the target's damage taken by 5%/10%/15%/20%/25% for 1 turn.",
  "hero.rufus.skill.500466.name": "Wrathful Quake",
  "hero.rufus.skill.500466.desc": "Rufus' aggressive combat style grants all troops a 20% chance to intimidate enemies, reducing their Lethality by 10%/20%/30%/40%/50% for 2 turns.",
  "hero.rufus.weapon.name": "Meteor Blaster",
  "hero.rufus.weapon.perk.500467.name": "Ember of Conflict",
  "hero.rufus.weapon.perk.500467.desc": "Rufus' normal attacks shoot scorching bullets that set the target on fire, dealing Attack*30% damage per second for 2s.",
  "hero.rufus.weapon.perk.500468.name": "Blazing Legion",
  "hero.rufus.weapon.perk.500468.desc": "Rufus rallies his troops under his phoenix banner, increasing their Attack by 15%.",

  "hero.sonya.name": "Sonya",
  "hero.sonya.story": "Sonya is the chief engineer on The Neptune, a submarine. Despite only joining the crew a few years ago, she has risen as a queen-like presence on the submarine. The rundown vessel is spared from frequent breakdowns, thanks to her exceptional skills.\n\nJust like the captain, Sonya longs to find the \"Sunken Nation\", but she is only interested in the treasure. Some are surprised by her belief in the elusive legend, given how rational and wise she is. The truth is, Sonya had already secured clues leading to the underwater nation from various ancient ruins around the world even before joining The Neptune. She believes she will find her long-desired treasure with her wisdom and Hendrik's vessel.\n\nInitially, Sonya boarded The Neptune as a prisoner. When Captain Hendrik realized she could let herself free using her skills and intelligence, and no one could stop her, he simply allowed her to roam freely on the vessel.\n\nEveryone knows that Sonya and Hendrik are merely using each other. Once there is a conflict of interests, they will turn against each other. At least for now, their \"partnership\" has been going well. The crew members find Sonya intimidating not only because of her physical prowess but also because she knows everyone's secrets and weaknesses and how to exploit them.\n\nSonya's desire for wealth stems from her past. As a distant relative of the old kingdom's royal family, she used to live an extravagant life but lost everything on the day Sunfire Castle fell. Years of homelessness and destitution gave her a hard time and stripped her of dignity. Although she has gradually mastered the law of survival in the icy post-apocalyptic world, she finds herself increasingly convinced that money is the sole path to redemption and the ultimate truth! Hence, she spares no effort in seeking the opportunities to get rich.\n\nHer outstanding knowledge and combat skills gained during her time as a wanderer drew invitations from the Dawn Alliance, the mercenaries, and even the Phaethon. However, she was not satisfied with the \"meager\" pay they offered, so she focused all her attention on the treasures across the world instead.\n\nDuring her treasure hunt, she stumbled upon clues regarding a \"Sunken Nation.\" She intentionally got herself captured by Captain Hendrik, as she needed his expensive vessel to locate the mysterious realm hidden underwater. She believes that once she discovers the lost treasure, she will become the wealthiest person in the entire tundra. She will then rebuild the kingdom of Solaris and crown herself as the new queen.",
  "hero.sonya.skill.500351.name": "Extreme Cold",
  "hero.sonya.skill.500351.desc": "Sonya shoots jets of cryogen, freezing a target for 1.5s and dealing Attack*220%/240%/260%/280%/300% Area of Effect Damage to the target and nearby enemies.",
  "hero.sonya.skill.500352.name": "Frozen Bomb",
  "hero.sonya.skill.500352.desc": "Sonya fires a frozen bomb, dealing Attack*100%/110%/120%/130%/140% damage to an enemy and reducing the Attack Speed of nearby enemies by 50% for 3s.",
  "hero.sonya.skill.500353.name": "Money-Hungry",
  "hero.sonya.skill.500353.desc": "Sonya’s burning desire for bounty propels her into a frenzied state on the battlefield, increasing her Attack by 10%/15%/20%/25%/30%.",
  "hero.sonya.skill.500354.name": "Treasure Hunter",
  "hero.sonya.skill.500354.desc": "“Everyone has a share when the legendary ocean treasure is found!” Sonya’s promise inspires everyone, increasing Damage by 4%/8%/12%/16%/20% for all troops.",
  "hero.sonya.skill.500355.name": "Bounty Temptation",
  "hero.sonya.skill.500355.desc": "Sonya motivates her Troops with bounty, making her Lancers deal 15%/30%/45%/60%/75% more damage every 2 attacks and increasing Attack by 5%/10%/15%/20%/25% for all troops for 1 turn.",
  "hero.sonya.skill.500356.name": "Torrential Impact",
  "hero.sonya.skill.500356.desc": "Sonya’s Lancers will seize every chance to launch a surprise raid like underwater currents. Her Lancers deal 50%/100%/150%/200%/250% damage every 5 turns and stun the target for 1 turn.",
  "hero.sonya.weapon.name": "Mangrove Frog",
  "hero.sonya.weapon.perk.500357.name": "Chilled to the Bone",
  "hero.sonya.weapon.perk.500357.desc": "Sonya improves the formula of her cryogen, increasing her Attack by 24%. When the freezing effect of Extreme Cold ends, shattered ice will deal Attack*70% Damage to nearby enemies.",
  "hero.sonya.weapon.perk.500358.name": "Vortex Turret",
  "hero.sonya.weapon.perk.500358.desc": "Sonya sets up turrets that spurt out streams of water, increasing Defender Troops Lethality by 15%.",

  "hero.viveca.name": "Viveca",
  "hero.viveca.story": "Commander of the Night's Guard, Viveca is a cold and stern leader who just so happens to also be a marksman with perfect accuracy. Her lifelong mission is to contain the disaster triggered by the Blood Moon plague, to confine it within the mist-shrouded domain of the Abandoned City—a place she once called home—and she will stop at nothing to achieve her mission.\nFacing the mutated beings that emerge from the mist, most would be petrified, as those enemies defy all understanding. Viveca, on the other hand, faces them without the slightest flinch, as she knows their weaknesses. Under her fearless leadership, members of the Night's Guard have also found the courage to face the darkness head-on.\n\nViveca is usually cold, quiet, and aloof. She keeps most people at arm's length, and her only companion besides Freya, Dr. Philly, and a few Night's Guard officers is her pet raven, Veilwing. Her personality seems innate, as if she were simply born without emotions, but Freya knows the truth: Viveca has experienced too much trauma to let her heart remain open and vulnerable.\n\nIf Viveca is usually cold, then on the battlefield, she's utterly frigid and ruthless. When the Blood Moon Plague broke out in the Abandoned City, she had to slaughter her very own friends because they'd mutated into inhuman horrors. Even today, she does not hesitate to pull the trigger when faced with allies who've been infected.\n\nThe survivors of the Abandoned City established a new settlement right outside the mist: New Metiya. A mysterious stranger later claimed the plague was not a curse, but an opportunity for transformation—an idea that has deeply unsettled Viveca after witnessing signs of intelligence within the infected.",
  "hero.viveca.skill.500581.name": "Evernight Finale",
  "hero.viveca.skill.500581.desc": "Deals Attack*200%/220%/240%/260%/280% damage to a single target and inflicts Bleed, causing Attack*7%/9%/11%/13%/15% damage every 0.5s for 2s.",
  "hero.viveca.skill.500582.name": "Dark Scion",
  "hero.viveca.skill.500582.desc": "Summons a raven to mark a target for 6/7/8/9/10s, during which they take 5%/10%/15%/20%/25% more damage and are locked targets.",
  "hero.viveca.skill.500583.name": "Frigid Dirge",
  "hero.viveca.skill.500583.desc": "For each enemy hero defeated, Viveca's Attack increases by 3%/6%/9%/12%/15% for the rest of the battle.",
  "hero.viveca.skill.500584.name": "Nightfall Legion",
  "hero.viveca.skill.500584.desc": "Increases the Attack of all allied troops by 5%/10%/15%/20%/25%.",
  "hero.viveca.skill.500585.name": "Shadow World",
  "hero.viveca.skill.500585.desc": "Marksmen attacks have a 20% chance to deal 20%/40%/60%/80%/100% extra damage to all enemy troops.",
  "hero.viveca.skill.500586.name": "Children of the Mist",
  "hero.viveca.skill.500586.desc": "Reduces damage taken by Infantry by 2%/4%/6%/8%/10% and increases Marksmen damage by the same amount.",
  "hero.viveca.weapon.name": "Dark Star",
  "hero.viveca.weapon.perk.500587.name": "Blood Hunt",
  "hero.viveca.weapon.perk.500587.desc": "Increases Viveca's damage dealt by 25%.",
  "hero.viveca.weapon.perk.500588.name": "Song of Dawn",
  "hero.viveca.weapon.perk.500588.desc": "Increases the Lethality of rallied troops by 15%.",

  "hero.vulcanus.name": "Vulcanus",
  "hero.vulcanus.story": "Grim-faced Vulcanus is a harsh man. Harsh-mouthed, cold-eyed, bad-tempered and liable to dark moods.\nVulcanus is tough and so he should be. As one of the chief leaders of an undercity where survival is a daily battle, Vulcanus has to embody the ideal of a ruler who is both terrifying and yet not unjust, cunning and yet not paranoid, and violent but only against enemies.\n\nVulcanus is not just a political warrior and commander—the man is extremely proficient with a heavy crossbow and an expert in siege equipment. Vulcanus customized his own weapon to fire arrows with such force as to strike fear into even the most heavily armored enemy.\n\nVulcanus comes from a long line of pioneers. The pioneers of old decided that the best solution to freezing surface temperatures was to go low.\n\nThe great mystery of the Forbidden Zone attracts adventurers throughout the land like moths to a flame. Vulcanus too is biding his time, waiting for the right moment to expel the arrogant interlopers from this sacred land.",
  "hero.vulcanus.skill.500521.name": "Siege Bolts",
  "hero.vulcanus.skill.500521.desc": "Vulcanus rips a Barricade to shreds with three heavy bolts, dealing Attack*200%/220%/240%/260%/280% damage and inflicting Bleed.",
  "hero.vulcanus.skill.500522.name": "Chainlinked",
  "hero.vulcanus.skill.500522.desc": "Vulcanus targets an enemy hero with a chained dart, dealing Attack*100%/110%/120%/130%/140% damage and stunning the target for 2s.",
  "hero.vulcanus.skill.500523.name": "Fire of Hope",
  "hero.vulcanus.skill.500523.desc": "Increases Escorts' Attack and Defense by 10%/15%/20%/25%/30%.",
  "hero.vulcanus.skill.500524.name": "Raging Storm",
  "hero.vulcanus.skill.500524.desc": "Reduces all enemy troops' Attack by 4%/8%/12%/16%/20%.",
  "hero.vulcanus.skill.500525.name": "Breaker Steel",
  "hero.vulcanus.skill.500525.desc": "All troops deal extra damage every 5 attacks and increase damage taken by the target.",
  "hero.vulcanus.skill.500526.name": "True Strike",
  "hero.vulcanus.skill.500526.desc": "Reduces enemy Infantry and Lancer Defense and increases Marksmen Attack.",
  "hero.vulcanus.weapon.name": "Doom Sigil",
  "hero.vulcanus.weapon.perk.500527.name": "Laceration",
  "hero.vulcanus.weapon.perk.500527.desc": "Inflicts Bleed on all targets. Bleed deals Attack*20% damage every 0.5s for 3s.",
  "hero.vulcanus.weapon.perk.500528.name": "Born King",
  "hero.vulcanus.weapon.perk.500528.desc": "Increases Rally Troops' Attack by 15%.",

  "hero.wayne.name": "Wayne",
  "hero.wayne.story": "Wayne has always kept to himself as a bounty hunter, and he is as capable as he is experienced. He always completes his missions precisely and efficiently like a stone-cold machine, and never utters a word more than necessary.\nHe is an excellent sharpshooter with razor reflexes,making him one of the best shooters on the ice fields. According to Bahiti, Wayne can do a quick draw at 100 paces and hit multiple coins thrown in the air in quick succession. However, he prefers to deal with his opponents with his modified Power Boomerang, which is a more effective tool for him to turn in the targets \"intact\" to the employer.\nSometimes, he gives his combative and resistant \"prey\" a fair fighting chance. He's never lost, of course.\nWayne has practically no friends, and doesn't view \"bonding with other people\" as something that's necessary. He also says that he accepts various arduous and dangerous missions—mostly pursuing vicious bandits—not out of a sense of justice, but for the money.\nAs a long-time \"business partner,\" Greg the judge is thankful that Wayne probably has his own moral code and doesn't blindly accept all commissions, and doesn't become an accomplice to evil \"for the money.\" \n\"I'm from another world—a world that no longer exists,\" said Wayne when one of his acquaintances asked about his past. This absurd statement wasn't taken seriously, but it wasn't entirely untrue. The town where Wayne was born and raised had indeed met its demise under extreme circumstances. His beloved home was lost to history, and all the people and things he had loved had turned to dust. Because of this, Wayne closed himself off so that he would not form connections, and stepped onto the path of a lone wolf.\nWayne's \"hunts\" do not always go smoothly. On a hunt for Zenobia, Queen of Violence, he was shot and fell to the bottom of a valley. A young mountain maid named Matilda saved him and brought him home to nurse him back to health. After losing her husband, Matilda and her young son depended on each other to live, and the arrival of a stranger brought much color to their daily grind. Just as Wayne recovered, Zenobia and her cronies invaded Matilda's village. Expecting helpless victims, Zenobia was stopped short by her old nemesis. Wayne captured the vicious criminal and bid farewell to Matilda. Even he did not realize that small change had been wrought in a small part of his heart.",
  "hero.wayne.skill.500311.name": "Hurricane Blowback",
  "hero.wayne.skill.500311.desc": "Wayne throws a boomerang, dealing Attack*100%/110%/120%/130%/140% Area of Effect damage to enemies in a straight line. On its return, it deals the same amount of damage to enemies in its path.",
  "hero.wayne.skill.500312.name": "Phantom Blitz",
  "hero.wayne.skill.500312.desc": "Wayne draws and fires in the blink of an eye. Each normal attack has a 15%/20%/25%/30%/35% chance of triggering another normal attack.",
  "hero.wayne.skill.500313.name": "Noon Time",
  "hero.wayne.skill.500313.desc": "Wayne's impeccable aim grants a 3%/6%/9%/12%/15% Crit Rate on dealing damage.",
  "hero.wayne.skill.500314.name": "Thunder Strike",
  "hero.wayne.skill.500314.desc": "Wayne's brilliant battle planning allows all troops to launch an extra attack every 4 turns, dealing 20%/40%/60%/80%/100% damage.",
  "hero.wayne.skill.500315.name": "Roundabout Hit",
  "hero.wayne.skill.500315.desc": "Wayne's stratagems can pierce the thickest of defense. On every other attack, his Marksmen deal 8%/16%/24%/32%/40% extra damage to enemy Lancer and 4%/8%/12%/16%/20% extra damage to enemy Marksmen.",
  "hero.wayne.skill.500316.name": "Fleet",
  "hero.wayne.skill.500316.desc": "Wayne ensures no misstep goes unpunished with an eagle's eye for weakness, granting all troops' attacks a 5%/10%/15%/20%/25% Crit Rate.",
  "hero.wayne.weapon.name": "Power Boomerang",
  "hero.wayne.weapon.perk.500317.name": "Gunslinger",
  "hero.wayne.weapon.perk.500317.desc": "Wayne unleashes a rapid five-shot barrage, dealing Attack*56% damage to a random enemy. If the target is an Escort, there is a 100% chance of instantly knocking them down.",
  "hero.wayne.weapon.perk.500318.name": "Offensive Defense",
  "hero.wayne.weapon.perk.500318.desc": "Wayne's strategic brilliance increases Defender Troops' Lethality by 15%."
,


  "hero.wuming.name": "Wu Ming",
  "hero.wuming.story": "No one knows his real name, but every town has hard of his legend-\n\nAs a warrior who wanders the land, Wu Ming has made a name for himself as a martial artist. He reached a high level of perfection in his skills, and is not adraid to use his strength to help the weak. His chivalry has earned him an excellent reputation, and with his Dragonslayer in hand, he is a terror to the opportunistic bandits who roam the Tundra.\n\nThough he has become accustomed to the life of a wanderer, he still stays temporily in poorer towns to teach Survivor how to protec themselves. After all, like an old saying from his distant hometown, \"Teach a man to fish, and you feed him for a lifetime.\"\n\nWu Ming is skilled not just in martial arts, but in music and the arts. However, what people praise more about him is his humbleness and amiable personality. He would even play the role of a schoolteacher in the town sometimes and teach children how to read, write, and count. He also tells them fantastical myths from foreign lands. Few know that Wu Ming was once a person who was completely different than his current self.\n\nHis past self's only pursuit in life was to go down in history as the \"World's Number One Master.\" For this purpose, he studied hard, visited many renowned masters, and learned from all schools of thought. He was already gifted in martial arts, and his obsession with it made him a formidable opponent even in his youth, remaining undefeated until he met that older person.\n\nThis older person once traveled the world but now lived in an ordinary town. Hearing talk of this person's unparalleled martial art skills, the fighting spirit was rekindled in Wu Ming's empty heart and he stepped forth to challenge this person. His challenge ended not in victory, and he tasted defeat with the sword, spear, and halberd against that person's stick. After his consecutive losses, Wu Ming became obsessed with surpassing this mighty opponent.\n\nFor several years after that first challenge, Wu Ming challenged that older person annually, and was defeated every time. He could not figure out how victory still eluded him though he had surpassed his opponent in strength, agility, and skill.\n\nDuring his last challenge, a group of bandits called Reapers invaded the town where the older person lived. Wu Ming tried to flee-human flesh is no shield against heavy mech after all-but the older person, with his strength, struck the invaders with his stick and subdued three Reapers, ensuring the town's safety. However, he had also exhausted his strength in this last battle and death came swiftly upon him. Wu Ming, witnessing this event, realized the true meaning of being a warrior: True righteous ideals and belief are the key to transcendence. And so, he took on the mantle of his late opponent and embarked on his journey of chivalry under the alias \"Wu Ming\", or \"The Nameless One\".",
  "hero.wuming.skill.500191.name": "Cyclone Barrier",
  "hero.wuming.skill.500191.desc": "Wu Ming twirls his staff at blinding speed and forms an unyielding barrier, dealing Attack 100%/110%/120%/130%/140% Area of Effect damage, gaining invulnerability for 2s.",
  "hero.wuming.skill.500192.name": "Inner Clarity",
  "hero.wuming.skill.500192.desc": "Wu Ming finds unparalleled clarity by cilencing the chaos within, increasing Attack by 8%/12%/16%/20%/24% and Defense by 16%/24%/32%/40%/48% for 4s.",
  "hero.wuming.skill.500193.name": "Remote Impact",
  "hero.wuming.skill.500193.desc": "Wu Ming hones his martial arts to perfection, dealing Attack 20%/22%/24%/26%/28% damage to a random ennemy with every normal attack.",
  "hero.wuming.skill.500194.name": "Shadow's Evasion",
  "hero.wuming.skill.500194.desc": "Wu Ming moves like a shadow, dodging and coutering ennemies, reducing his troops' damage taken from normal attacks by 5%/10%/15%/20%/25% and from skills by 6%/12%/18%/34%/30%.",
  "hero.wuming.skill.500195.name": "Crescent Uplift",
  "hero.wuming.skill.500195.desc": "Wu Ming spreads his wisdom and techniques, increasing friendly troops' damage dealt by 4%/8%/12%/16%/20%.",
  "hero.wuming.skill.500196.name": "Elemental Resonance",
  "hero.wuming.skill.500196.desc": "Wu Ming leads everyone to a heightened affinity with their combat techniques, incresaing troops' skill damage dealt by 5%/10%/15%/20%/25%.",
  "hero.wuming.weapon.name": "Dragonslayer",
  "hero.wuming.weapon.perk.500197.name": "Martial Zenith",
  "hero.wuming.weapon.perk.500197.desc": "Wu Ming stands transcendent in the realm of martial arts, increasing damage dealt by 30%.",
  "hero.wuming.weapon.perk.500198.name": "Steel Discipline",
  "hero.wuming.weapon.perk.500198.desc": "Wu Ming puts defender troops under stern tutelage, increasing Defender Troops' Defense by 15% maximum.",

  "hero.xura.name": "Xura",
  "hero.xura.story": "How else should survivors interpret Xura's strange mask, unusual clothing, and odd accent except that he comes from a distant kingdom, far from the present-day Tundra? If only some well-versed explorer could explain which one! Enquiring minds want to know—Xura remains tight-lipped about his origins.\n\nOf course, the short traveler is welcome everywhere anyway. Xura has tried to emulate the language of the Tundra and mount the seemingly insurmountable cultural differences between his own way of thinking and the locals' as best he can. Added to this is Xura's ever-friendly attitude and, most importantly, the extraordinary herbal remedies with which he has cured many survivors to the bafflement of city physicians.\n\nWhere did Xura get his herbs? Most of the plants have never been seen on the Tundra, nor can grow there, adding further fuel to the rumors that Xura hails from a place utterly different to the frigid hellscape stretching from horizon to horizon. More curious still is Xura's thirst for knowledge about anything and everything to do with the Tundra, its people, flora, and fauna. His special rapport with local animals has often been remarked upon, as well as a strange willingness to test the medicinal properties of random plants—he often eats them on the spot.\n\nCertain researchers from the Dawn Alliance on a mission to uncover Xura's origins have traced the symbols in his journal to a long-lost tribe known as the \"Windbreakers\". Xura's mask appears to be shamanistic, indicating a spiritual role around the \"Gaia Spirit\" in addition to his medical responsibilities.\n\nSurviving records of the Windbreakers are scarce, but paint a picture of a tribe on the verge of extinction even before the Great Chill. Xura's arrival has at least settled the debate on whether the Windbreakers survived. It also points the way to several promising possibilities.\n\nLong before the world experienced a calamitous chill, the Windbreakers under the foresight of their witch-doctors migrated to a vast underground cave system anchored by the \"Great Tree\".\n\nThe Windbreakers found new sources of heat and sustenance even without the warming rays of the sun, especially from the tree's strange roots, and adapted to their new subterranean life. As fate would have it, their odd choice of dwelling sheltered the tribe from the worst of the Great Chill.\n\nYet Elders say the life force of the Great Tree is fading. And only a legendary Fire Crystal can provide revitalizing nourishment. Xura may only be a recent initiate, but on his shoulders now falls the burden of wandering a strange land to save his people.",
  "hero.xura.skill.500401.name": "Life Dance",
  "hero.xura.skill.500401.desc": "Xura summons divine aid by dance invocation, healing all friendly heroes’ health equal to Attack*20%/40%/60%/80%/100% per second while reducing their damage taken by 50% for 3 seconds. Xura is immune to control effects throughout.",
  "hero.xura.skill.500402.name": "Sporebind",
  "hero.xura.skill.500402.desc": "Xura infects the target with a deadly spore, dealing Attack*100%/110%/120%/130%/140% damage each time the target attacks, lasts for 3s.",
  "hero.xura.skill.500403.name": "Numbing Dart",
  "hero.xura.skill.500403.desc": "A blow dart lotion increases Xura's Attack by 4%/6%/8%/10%/12% with a 20% chance per dart of immobilizing the target for 1 second.",
  "hero.xura.skill.500404.name": "Fungal Fog",
  "hero.xura.skill.500404.desc": "Xura releases an underground fungi that quickly multiplies to block enemy vision, reducing damage dealt to friendly troops by 4%/8%/12%/16%/20%.",
  "hero.xura.skill.500405.name": "Piercing Arrow",
  "hero.xura.skill.500405.desc": "Being able to identify the weak spots in the enemy's armor, Xura's Marksmen deal 20%/40%/60%/80%/100% additional damage every 2 strikes and make their target take 5%/10%/15%/20%/25% more damage for 1 turn.",
  "hero.xura.skill.500406.name": "Unorthodoxy",
  "hero.xura.skill.500406.desc": "Xura's unorthodox tactics are quite disruptive, increasing Marksmen’s damage dealt by 3%/6%/9%/12%/15% while reducing their damage taken by 2%/4%/6%/8%/10%.",
  "hero.xura.weapon.name": "Witch Mask",
  "hero.xura.weapon.perk.500407.name": "War Cry",
  "hero.xura.weapon.perk.500407.desc": "Xura exhorts the highest Attack ally with a tribal war dance, increasing their damage dealt by 60% for 4s.",
  "hero.xura.weapon.perk.500408.name": "Gaiac Hymn",
  "hero.xura.weapon.perk.500408.desc": "Xura exhorts the City's Defenders with ancient hymns to Gaia, increasing their Attack by 15%.",

  "hero.zinman.name": "Zinman",
  "hero.zinman.story": "In the bygone era of the Sunfire Castle, Zinman was renowned as \"the Greatest Architect\". His understanding of architectural science and art is unparalleled. His designs were brilliant, and his reputation was oustanding. However, his appearance... let’s just say Zinman had no time for such trivial things. If not for the Great Chill, he would no doubt reach ever greater heights in his field of study.\n\nWhile many of Zinman's former colleagues settled in the nearest Cities, Zinman mysteriously vanished for several years. When he showed himself again, he became a key member of the powerful Dawn Alliance. Under the alliance, Zinman developed new defensive engineering techniques and improvements to the City Furnace. He takes pride in these less artistic but highly practical structures.\n\nZinman rarely speaks of his family, but people knew of the sudden passing of his daughter. It had always been her dream to see a magnificent greenhouse full of all kinds of flowers. This project was eventually approved by the President of Sunfire Castle after Zinman spent years petitioning for it. Nearly a decade of work on the unfinished greenhouse was destroyed in the chaos following the Great Chill.\n\nInitially, Zinman could not let go of his daughter's dream greenhouse. Then reality beckoned, and he realized survival is everyone’s top priority in the frozen world.\n\nZinman's post-Chill inventions include shelters with enhanced snow cover and conversion kits to turn nail guns into effective weapons. Although he is helping a lot of survivors with his knowledge, Zinman is painfully aware of his failure to fulfill the promise to his daughter.\n\nAfter joining Dawn Alliance as the chief architect, Zinman found hope and purpose again. He was glad to use his architectural knowledge to save countless lives, families, and cities. The smile on their faces offered immeasurable comfort to Zinman. He still dreams that one day far in the future, he would build that greenhouse, as an act of remembrance for his family...",
  "hero.zinman.skill.500171.name": "Nail Scatter",
  "hero.zinman.skill.500171.desc": "Zinman covers the target in a stream of nails, each dealing Attack*55%/60%/65%/70%/75% damage and a 2-second Stun.",
  "hero.zinman.skill.500172.name": "Quick Defense",
  "hero.zinman.skill.500172.desc": "Zinman works well under pressure, fortifying his position under 50% Health with a +50%/75%/100%/125%/150% boost to his Defense.",
  "hero.zinman.skill.500173.name": "Robust",
  "hero.zinman.skill.500173.desc": "Zinman's energetic poise provides a +10%/15%/20%/25%/30% Attack Speed boost.",
  "hero.zinman.skill.implacable.name": "Implacable",
  "hero.zinman.skill.implacable.desc": "Zinman the master builder understands what is required of a strong defensive line, increasing all troops' Defense by 2%/4%/6%/8%/10% and Health by 2%/4%/6%/8%/10%.",
  "hero.zinman.skill.500174.name": "Bastionist",
  "hero.zinman.skill.500174.desc": "Zinman's logistics expertise reduces building costs by 3%/6%/9%/12%/15% and accelerates building upgrades by 3%/6%/9%/12%/15%.",
  "hero.zinman.skill.positional_battler.name": "Positional Battler",
  "hero.zinman.skill.positional_battler.desc": "Zinman is a master of the offensive use of terrain, increasing all troops' damage by 5%/10%/15%/20%/25%.",
  "hero.zinman.weapon.name": "Woodpecker",
  "hero.zinman.weapon.perk.500177.name": "Overclocked Nail Gun",
  "hero.zinman.weapon.perk.500177.desc": "Zinman's Nail Gun enters Overcharged Mode, increasing his Attack by 24%.",
  "hero.zinman.weapon.perk.500178.name": "Defend to Attack",
  "hero.zinman.weapon.perk.500178.desc": "Zinman constructs an Archer Towers, increasing Defender Troops' Attack by 15%."

}

