{
  "hero.section.story": "ストーリー",
  "hero.section.sources": "入手先",
  "hero.section.talent": "才能",
  "hero.section.exploration": "探索",
  "hero.section.expedition": "遠征",
  "hero.section.shards": "欠片",
  "hero.section.description": "説明",
  "hero.section.exclusive_weapon": "専用武器",
  "hero.section.stats": "能力値",
  "hero.section.skills": "スキル",
  "hero.section.options": "オプション",

  "hero.stats.attack": "攻撃力",
  "hero.stats.defense": "防御力",
  "hero.stats.health": "体力",
  "hero.stats.attack_percent": "攻撃力(%)",
  "hero.stats.defense_percent": "防御力(%)",

  "hero.source.exploration": "探索",
  "hero.source.lighthouse_intel": "灯台情報",
  "hero.source.hero_recruitment": "英雄募集",

  "hero.rarity.r": "R",
  "hero.rarity.sr": "SR",
  "hero.rarity.ssr": "SSR",

  "hero.class.infantry": "歩兵",
  "hero.class.lancer": "槍兵",
  "hero.class.marksmen": "弓兵",

  "hero.subclass.growth": "成長",

  "hero.charlie.name": "チャーリー",
  "hero.charlie.class": "槍兵",
  "hero.charlie.subClass": "成長",
  "hero.charlie.storyHtml": "<p>「え？ もっと大きな声で言ってくれ！」村の人々はチャーリーの荒々しく響く声に、もうすっかり慣れていた。</p><p>うるさく無骨なチャーリーは、長年爆破の専門家として働いてきた。人々はその危険な職業を思い出し、彼と距離を置くことが多い。</p><p>だが少し話してみれば、この男が心優しい人だと分かる。彼がいつも怒鳴っているのは怒っているからではない。長年爆薬を扱って鼓膜を痛めたせいだ。</p><p>チャーリーの爆薬知識は、厄介な石炭採掘の工程で大いに役立つ。薄汚れた見た目とは裏腹に、彼は細部にとても気を配り、それが危険な作業の中でも安全を守る大きな助けとなってきた。</p><p>チャーリーはできるだけ戦場の後方に留まるのを好むが、戦いを恐れてはいない。敵はやがて、刃物よりも強い化学の力を思い知るだろう。彼は多様な爆薬や手榴弾に通じているだけでなく、強い腕力でかなり遠くまで投げ飛ばせる。「擲弾兵」というあだ名は伊達ではない。</p><p>チャーリーを確実に刺激する方法は二つ。第一に、石炭採掘で安全規則を破ること。第二に、仲間たちの血と汗の資源を奪おうとすること。クレイジー・ジョーとその盗賊団は、その教訓を痛いほど味わった。チャーリーの爆発以上に、ジョー一味を素早く撤退させたものはなかった。</p><p>だがジョーは爆発の報復を心に刻めなかった。むしろ彼は、チャーリーを仲間の無法者にできる可能性に興味を抱き始めた。チャーリーのような人物が自分の一味に加われば何ができるのか、彼はしばしば夢想する。幸いにもチャーリーはジョーの関心など知る由もなく、たとえ知ったとしても気にしないだろう。</p>",
  "hero.charlie.skill.500021.name": "破片装填",
  "hero.charlie.skill.500021.desc": "チャーリーが自作の爆薬を投げ、対象および周囲の敵に攻撃力の140%/154%/168%/182%/196%の範囲ダメージを与える。",
  "hero.charlie.skill.500022.name": "擲弾兵",
  "hero.charlie.skill.500022.desc": "チャーリーの手榴弾は10%/15%/15%/20%/20%の確率で対象を0.5/0.5/1/1/1.5秒間スタンさせる。",
  "hero.charlie.skill.500024.name": "爆破専門家",
  "hero.charlie.skill.500024.desc": "チャーリーの精密な爆破経験により、都市の石炭鉱山の生産量が5%/10%/15%/20%/25%増加する。",
  "hero.charlie.skill.500025.name": "石炭採掘",
  "hero.charlie.skill.500025.desc": "チャーリーは石炭採掘のベテランだ。マップでの石炭採集速度が5%/10%/15%/20%/25%増加する。",

  "hero.cloris.name": "クロリス",
  "hero.cloris.class": "弓兵",
  "hero.cloris.subClass": "成長",
  "hero.cloris.storyHtml": "<p><strong>クロリスは森の奥深くにある小さな田舎村で育った。</strong>家族は常に自給自足で、作物を育て、家畜を飼い、狩りで食料を確保していた。クロリスは幼い頃から、先祖代々伝わる弓と矢の狩猟術を学んだ。<br>\n<br/>\n幼いクロリスは周囲の自然界に魅了されていた。森を駆け回って動物を追跡し、地域に生息する多様な植物や動物について学ぶのに何時間も費やした。特に狩りの才能が際立っており、やがて家族のために獲物を持ち帰ることが増えた。<br/>\n<br/>\n成長するにつれ、クロリスはサバイバル術にますます強い関心を抱くようになった。野外生存に関する本を読み、シェルター作りからマッチなしで火を起こす方法まで、あらゆる技術を身につけた。彼は土地の力だけで生き、完全に自立する生活に執着するようになった。<br/>\n<br/>\n18歳になると、クロリスは一人で旅立つことを決意した。信頼する弓と矢を含む装備を整え、森へと入った。最初の数週間は食料と水を十分に確保できず苦労したが、やがて狩猟と生存技術が力を発揮し、野生での暮らしを自力で築けるようになった。</br></p>",
  "hero.cloris.skill.500031.name": "矢の雨",
  "hero.cloris.skill.500031.desc": "クロリスが矢を降らせ、対象周辺に攻撃力の180%/198%/216%/234%/252%の範囲ダメージを与える。",
  "hero.cloris.skill.500032.name": "狩人の印",
  "hero.cloris.skill.500032.desc": "クロリスが対象に印を付け、今回の攻撃の対象へのダメージを10%/15%/20%/25%/30%増加させる。",
  "hero.cloris.skill.500034.name": "最高の狩人",
  "hero.cloris.skill.500034.desc": "ツンドラ最高の狩人であるクロリスにより、都市の狩人の小屋の生産量が5%/10%/15%/20%/25%増加する。",
  "hero.cloris.skill.500035.name": "捕食者",
  "hero.cloris.skill.500035.desc": "クロリスは生態系を手のひらのように把握している。マップでの肉の採集速度が5%/10%/15%/20%/25%増加する。",

  "hero.eugene.name": "ユージーン",
  "hero.eugene.class": "歩兵",
  "hero.eugene.subClass": "成長",
  "hero.eugene.storyHtml": "<p>木材は都市建設に不可欠な資源だが、手に入れる過程は極めて過酷で時間もかかる。多くの木こりは望んで斧を手に取り森へ向かうわけではない。だがユージーンは違う。彼は森の豊かさを切り倒す仕事を心から楽しんでいる。</p><p>ユージーンは仕事への情熱が並外れている。きつい仕事も喜んで引き受け、体が尽きるほど働けないと逆に落ち着かなくなる。噂によれば、その風変わりな性格は奇妙な過去と関係があるという。戦闘でも同じ情熱を見せ、巨大な斧は行く手を阻むどんな敵にも恐怖となる。</p><p>ユージーンのように働き者で品行方正な人物は、どの都市でも歓迎される。酒好きではあるが――それも休憩時間だけだ。彼に不満を持つのは鍛冶屋くらいで、ユージーンの斧があまりに頻繁に交換されるからだ。</p><p>ユージーンは新型の蒸気式電動のこぎりのような便利な代替品にはまったく興味がない。彼はいつも酒仲間のスミスが作った斧にこだわり、それが最も丈夫で扱いやすいと信じている。</p><p>数年前の大事故以来、ユージーンは奇妙な幻影を見るようになった。彼は至るところで「悪霊」を見たと感じていた。絶え間ない不安はやがて彼を限界まで追い詰め、幻影と戦ううちに、後になって自分が都市の族長を襲ったことを知った。彼は追放され、凍てつくツンドラをさまよい、通りがかった商隊に救われて辛くも命をつないだ。</p><p>フィリー博士は、不安定な火晶に過度に曝露されたことでユージーンの記憶と感覚が変質したと診断した。それは彼を非常に強くしたが、性格はより荒々しくなった。フィリーは治療法を見つけられなかったが、応急策はあった。肉体労働で体を疲れさせると幻影が和らぐというのだ。</p><p>それ以来、伐採は「悪霊」問題への彼の答えとなった――より恒久的な治療法が見つかるまでは。あるいは、切る木がなくなったときは敵を斬っても十分だ。</p>",
  "hero.eugene.skill.500001.name": "斧旋回",
  "hero.eugene.skill.500001.desc": "ユージーンが斧を回転させ、3秒間、周囲の敵に0.5秒ごとに攻撃力*80%/88%/96%/104%/110%のダメージを与える。",
  "hero.eugene.skill.500002.name": "鋭い刃",
  "hero.eugene.skill.500002.desc": "ユージーンの鋭く研がれた斧が、継続ダメージを10%/15%/20%/25%/30%増加させる。",
  "hero.eugene.skill.500004.name": "森の継承者",
  "hero.eugene.skill.500004.desc": "ユージーンの優れた木材加工知識により、都市の製材所の生産量が5%/10%/15%/20%/25%増加する。",
  "hero.eugene.skill.500005.name": "最高の木こり",
  "hero.eugene.skill.500005.desc": "ユージーンは完璧な伐採技術のため常に集中している。マップでの木材採集速度が5%/10%/15%/20%/25%増加する。",

  "hero.smith.name": "スミス",
  "hero.smith.class": "歩兵",
  "hero.smith.subClass": "成長",
  "hero.smith.storyHtml": "<p>スミスは普通の都市で普通の鍛冶場を営む、どこにでもいる普通の人のように見える。だが最高の武器を作るという評判のおかげで、荒野の各地から客が訪れる。スミスは金さえ合えば、注文武器（銃でも剣でも）を完璧に仕上げてくれることもある。</p><p>スミスを武術の達人だと言う者もいる。だからこそ、完璧な武器に必要な重さ・長さ・重心といった細部仕様を正確に理解できるのだという。いずれにせよ、賢いならず者であれば、この謙虚な鍛冶屋に軽々しく手を出さない。</p><p>スミスは遠距離武器よりも近接武器を作ることを好む。レイピアの打ち下ろし、シミターの素早い突き、槍の受け流しといった動きに、彼は強い高揚を覚える。酒仲間のユージーンも近接武器の美学と手応えを好むが、スミスはユージーンが良い斧を伐採にばかり使うのはあまり気に入らない。</p><p>スミスは金床を叩く槌音と、熱い炉から弾ける火花を愛している。彼は金属の一片一片を直感的に理解し、その「ささやき」を聞けると言う。友人たちには、金属の「意志」に従って直感的に解釈しているだけだと主張するが――それが最高の武器を作る秘訣なのだという。</p><p>スミスの鍛冶の才は簡単に得られたものではない。彼は幼い頃、「ネプチューン」という蒸気潜水艦に誘拐され、強制的に鍛冶仕事をさせられていた。</p><p>その日々は暗く、海と閉所を恐れていたスミスにとってはなおさら地獄だった。ある日、長年の強制労働の末、スミスは自分が扱う金属からささやきを聞いた…その夜からスミスは真に鍛冶の境地へ踏み出した。潜水艦が補給のため停泊した際、スミスは自作の秘密武器で警備を気絶させ、「ネプチューン」から脱出した。</p>",
  "hero.smith.skill.500011.name": "ハンマー強打",
  "hero.smith.skill.500011.desc": "スミスがハンマーを大きく振り、攻撃力の200%/220%/240%/260%/280%のダメージを与える。",
  "hero.smith.skill.500012.name": "防具強化",
  "hero.smith.skill.500012.desc": "スミスが防具を強化し、受けるダメージを10%/15%/20%/25%/30%減少させる。",
  "hero.smith.skill.500014.name": "鍛えられた鉄",
  "hero.smith.skill.500014.desc": "スミスの伝染する職人魂により、都市の鉄鉱石鉱山の生産量が5%/10%/15%/20%/25%増加する。",
  "hero.smith.skill.500015.name": "職人精神",
  "hero.smith.skill.500015.desc": "スミスは鉄を扱う直感に優れている。マップでの鉄鉱採集速度が5%/10%/15%/20%/25%増加する。"
  ,
    "hero.source.heros_mission": "英雄任務",
  "hero.source.ginas_revenge": "ジーナの復讐",

  "hero.subclass.combat": "戦闘",

  "hero.bahiti.name": "バヒティ",
  "hero.bahiti.class": "弓兵",
  "hero.bahiti.subClass": "戦闘",
  "hero.bahiti.storyHtml": "<p>バヒティとマンモスが引く荷車は、黎明同盟を象徴する最も有名な光景の一つとなった。彼は氷と雪を切り裂きながら都市から都市へ移動し、過酷な日々を生きる人々に、それぞれの避難所を築く勇気を与える。彼の到着は、必需品の医薬品や補給物資、そして黎明同盟が届ける希望のメッセージを意味することが多い。</p><p>バヒティは過酷な荒野で長い時間を過ごしてきた。その経験は彼を完璧な特使候補へと鍛え上げた。ファエトンと戦う中で、彼は射撃術とリーダーシップをさらに磨き上げた。</p><p>任務をこなす中で、バヒティは有能な仲間を数多く得た。探索者クロリスと兵士セルゲイは、信頼できる二人のチームメイトだ。最強の盗賊ですら、これほど人気の人物を相手に軽々しく争おうとはしない。</p><p>黎明同盟の初期メンバーは、廃墟の避難所で無防備な子どもだったバヒティを見つけた。彼らはバヒティを育てながら、希望と正義について教えた。成長したバヒティは、黎明同盟で最も忠実な支持者となり、その理想を体現する存在となった。</p><p>黎明同盟のある指導者は、こんな仮説を立てた。「もし惑星そのものが軌道面から外れて“大寒冷”を引き起こしたのだとしたら？ つまり、惑星が生きた存在なら…対話する方法があるかもしれない。そして太陽に近い軌道へ戻せるかもしれない」と。</p><p>指導者はすでに亡くなり、その理論が確かめられたこともない。だがバヒティは今もなお、惑星と会話を始める方法を探し続けている。</p>",
  "hero.bahiti.skill.500061.name": "精密射撃",
  "hero.bahiti.skill.500061.desc": "バヒティが敵の弱点を正確に狙い、攻撃力*400%/440%/480%/520%/560%のダメージを与える。",
  "hero.bahiti.skill.500062.name": "速射",
  "hero.bahiti.skill.500062.desc": "バヒティは荒野での生存に慣れており、攻撃速度が+10%/15%/20%/25%/30%上昇する。",
  "hero.bahiti.skill.500063.name": "案内人の視界",
  "hero.bahiti.skill.500063.desc": "バヒティが与える追加ダメージが10%/15%/20%/25%/30%増加する。",
  "hero.bahiti.skill.500064.name": "第六感",
  "hero.bahiti.skill.500064.desc": "バヒティの危険察知能力により、全軍の被ダメージが4%/8%/12%/16%/20%減少する。",
  "hero.bahiti.skill.500065.name": "蛍光",
  "hero.bahiti.skill.500065.desc": "バヒティの戦場感覚により、全軍の攻撃は50%の確率で与えるダメージが10%/20%/30%/40%/50%増加する。",

  "hero.gina.name": "ジーナ",
  "hero.gina.class": "弓兵",
  "hero.gina.subClass": "戦闘",
  "hero.gina.storyHtml": "<p>無口でぶっきらぼう、感情を表に出さないジーナ。その雰囲気は彼女を都市でも屈指の近寄りがたい生存者にしている。もちろん、恐れられる傭兵団のリーダーであることも一因だ。</p><p>セルゲイは彼女についてこう言う。「味方でいてくれるよう祈るんだな。敵に回したら、本当の地獄を見るぞ」。ジーナの戦術は冷酷で、弓の腕は伝説級。爆裂矢は敵の心臓に恐怖を刻み込む。彼女の指揮は極めて攻撃的で、複数戦線を同時に叩く“ゲリラ式”の戦略で敵を最大限に混乱させる。</p><p>傭兵は概して都市で評判が良くない。騒々しく無礼で、依頼主からさえ欲しいものを奪うこともあるからだ。軍事力の弱い都市にとって傭兵は諸刃の剣だが、ジーナ率いる「イーグルス」は違う。彼らは精鋭軍に匹敵する厳格な基準を持つ。団員には孤児が多く、ジーナに救われた者もいる。「規律は力だ」というジーナの信条は、全員の心に刻まれている。</p><p>ジーナには、キャリア初期に深い傷となった事件がある。都市間戦争で勝利した首長を助けて戦争を終わらせた後、敗北した都市の生存者が虐殺される光景を目の当たりにしたのだ。「私たちは契約を遂行しただけ」と自分に言い聞かせても、戦争犯罪の現実は彼女を深い懐疑へと追い込んだ。それ以来、彼らは決して無辜の生存者に刃を向けないと誓った。</p><p>冷徹な傭兵である一方、ジーナにも柔らかな一面がある。パトリックが「彼女は甘いデザートと可愛いぬいぐるみが好きだ」と口にしたことがあるが、その後ジーナは“守秘”の重要性を身をもって教えたという。</p>",
  "hero.gina.skill.500081.name": "焼夷の矢",
  "hero.gina.skill.500081.desc": "ジーナの焼夷射撃が敵1体に攻撃力*210%/230%/250%/270%/290%のダメージを与え、周囲の敵にも追加で攻撃力*70%/77%/84%/91%/98%のダメージを与える。",
  "hero.gina.skill.500082.name": "風のささやき",
  "hero.gina.skill.500082.desc": "ジーナがクロスボウの構造を改良し、攻撃速度が10%/15%/20%/25%/30%上昇する。",
  "hero.gina.skill.500083.name": "鷹の目",
  "hero.gina.skill.500083.desc": "ジーナが敵の弱点を素早く捉え、会心率が7%/10%/13%/16%/20%上昇する。",
  "hero.gina.skill.500084.name": "持久訓練",
  "hero.gina.skill.500084.desc": "ジーナの厳格な統率訓練により、スタミナ消費が10%/12%/15%/18%/20%減少する。",
  "hero.gina.skill.500085.name": "迅速展開",
  "hero.gina.skill.500085.desc": "ジーナは荒野で素早く攻撃的に機動し、荒野行軍速度が20%/40%/60%/80%/100%上昇する。",

  "hero.jasser.name": "ジャセル",
  "hero.jasser.class": "弓兵",
  "hero.jasser.subClass": "成長",
  "hero.jasser.storyHtml": "<p>ジャセルは放浪の学者であり、生存術に通じた百科事典級の知識人、天才的な修理工、科学者、そして優れた弓兵でもある。誰の主人でも誰の僕でもない。彼は一度の人生で、多くの生存者が一つの都市で一生かけて経験する以上の土地を旅してきた。そして目標は常に一つ――傷ついたこの世界を癒す方法を見つけること。<br />\n<br />\n独りよがりの科学者であり探検家として培った知識により、ジャセルは黎明同盟にもファエトンにも魅力的な存在となった。信念は黎明同盟寄りかもしれないが、彼はどの大義にも縛られず、各都市の首長が歓迎するに足る理由となるよう、自分が学んだことを惜しみなく分かち合う。<br />\n<br />\nこの苛烈なツンドラで生き残れた最大の理由を挙げるなら、圧力の中でも揺るがない勇気だろう。<br />\n<br />\nジャセルの最初のツンドラ遠征は、入植地を出て間もなく巨大な吹雪に遭い倒れた遠征隊の一員として始まった。吹雪の中で生存者は長く持たない。だがジャセルは奇跡的に道を見つけ、チームを廃墟の避難所へ導いた。そうでなければ彼らは翌朝、凍りついた姿で見つかったはずだ。だが苦難はそれで終わらなかった。避難所は飢えた獣の群れに襲われ、仲間が多数負傷する中、ジャセルは銃と狩猟ナイフでほぼ一人で獣を食い止めねばならなかった。その間も彼は不安を一切見せず、仲間は彼を「要塞ジャセル」と呼んだ。<br />\n<br />\nどの陣営にも属さない姿勢が人生を難しくし得ることを、ジャセルはよく理解している。もし選択を迫られるなら、ファエトンより黎明同盟を選ぶ可能性が高い。<br />\n<br />\n黎明同盟の長所は、大寒冷以後の生存者の運命を案じる人道的な視線だ。ジャセルはその観点に共感しつつも、人間の最優先課題が「安寧」だと過度に強調される点には同意しない。一方、ファエトンの「旧世界の回復」への鋼鉄の執念はジャセルの目標に近い。しかしファエトンの残虐行為を無視できず、その罪はジャセルの潜在的な忠誠心を奪った。<br />\n<br />\nジャセルは幼い頃から各種百科事典や秘伝書を読み漁ってきた。当時世界最大級の生存図書館がある村で育ったため、数えきれない夜を本と共に過ごせた。広く深い知識は、旧世界の暮らし、時間に消えた歌や物語への独特な愛着を彼に植え付けた。地球の過去はジャセルの想像力を強く捉える。そしてそこから、氷の行進を止める科学的解答を探す終わりなき探究が始まった。きっと方法はある。必ず。</p>",
  "hero.jasser.description": "ジャセルは放浪の学者であり、生存術に通じた百科事典級の知識人、天才的な修理工、科学者、そして優れた弓兵でもある。誰の主人でも誰の僕でもない。彼は一度の人生で、多くの生存者が一つの都市で一生かけて経験する以上の土地を旅してきた。そして目標は常に一つ――傷ついたこの世界を癒す方法を見つけること。",
  "hero.jasser.skill.500281.name": "三連射",
  "hero.jasser.skill.500281.desc": "ジャセルが正確に照準し、3発を連続発射する。各弾はそれぞれ攻撃力*100%、攻撃力*125%/137.5%/150%/162.5%/175%、攻撃力*150%/165%/180%/195%/210%のダメージを与え、3発目は範囲ダメージとなる。",
  "hero.jasser.skill.500282.name": "制圧射撃",
  "hero.jasser.skill.500282.desc": "ジャセルが優れた射撃術と圧倒的火力で敵を制圧し、攻撃力*100%/110%/120%/130%/140%のダメージを与える。さらに対象の攻撃速度を2秒間、30%/35%/40%/45%/50%低下させる。",
  "hero.jasser.skill.500283.name": "天賦の精密さ",
  "hero.jasser.skill.500283.desc": "ジャセルの完璧な射撃術が身に染みついており、攻撃力が8%/12%/16%/20%/24%上昇する。",
  "hero.jasser.skill.500284.name": "戦術の天才",
  "hero.jasser.skill.500284.desc": "ジャセルの勇気と知恵が軍を鼓舞し、全軍の与ダメージが5%/10%/15%/20%/25%増加する。",
  "hero.jasser.skill.500285.name": "啓蒙された戦術",
  "hero.jasser.skill.500285.desc": "ジャセルの深い知識により、都市の研究速度が3%/6%/9%/12%/15%上昇する。",

  "hero.jessie.name": "ジェシー",
  "hero.jessie.class": "槍兵",
  "hero.jessie.subClass": "戦闘",
  "hero.jessie.storyHtml": "<p>ジェシーはいつも周囲の人々に刺激を与えるが、それが彼女の最大の才能というわけではない。彼女は最高峰の機械技師の一人だ。</p><p>最近の発明品――小型シャワーヒーター、鉄と石炭地帯向けの自動コンベアベルト、蒸気動力チェーンソー――はすべてジェシーの手による。生産性と生活の質は大きく向上した。実用的ではないが家族に愛される子どもの玩具や小物も数多く作っている。「世界の果てでも、私たちは楽しくなきゃ」と彼女はよく言う。</p><p>何より、彼女の最新兵器は都市の治安を大きく強化した。「ジェシーがあんなに重いライフルを持てるとは思わなかった」と言われるほどだ。優しさは弱さではない。仲間を守るためなら、彼女はずっと攻撃的な一面も見せる。新発明で盗賊の襲撃を退けた後、「機関銃職人ジェシー」というあだ名まで得た。弾丸の嵐の前に盗賊が散り散りになる間、守備隊は畏敬の眼差しでジェシーを見つめていた。</p><p>ジェシーはいつも笑っているが、傷もある。彼女の楽観は本当の陽気さというより、防衛機制に近い。記憶を押し殺そうとするが、過去がふいに蘇ることがある。</p><p>ジェシーはかつて、大寒冷後の世界の宝石と呼ばれたユートピア「アルカディア」に住んでいた。都市の首長（元エンジニア）は迫り来る冬が生存の大脅威だと悟り、技術と社会制度を体系的に整えてオアシスのような都市を維持していた。だが軍事力不足という弱点は繁栄では埋められなかった。</p><p>アルカディアは戦火を避けられなかった。都市は組織化された侵略者にたった一日で蹂躙され、ジェシーと生存者は命懸けで逃げねばならなかった。その後、彼女の銃器観は変わった。より良い世界という「希望」を実現するには、必要だと。</p>",
  "hero.jessie.skill.500071.name": "乱射",
  "hero.jessie.skill.500071.desc": "ジェシーが機関銃で前方扇形範囲の敵を乱射し、2秒間、0.5秒ごとに攻撃力*55%/60%/65%/70%/75%のダメージを与える。",
  "hero.jessie.skill.500072.name": "防御強化",
  "hero.jessie.skill.500072.desc": "ジェシーが防具を強化し、防御力が25%/37.5%/50%/62.5%/70%上昇する。",
  "hero.jessie.skill.500073.name": "武器強化",
  "hero.jessie.skill.500073.desc": "ジェシーの改良武器により、攻撃力が8%/12%/16%/20%/24%上昇する。",
  "hero.jessie.skill.500074.name": "武装態勢",
  "hero.jessie.skill.500074.desc": "ジェシーが先端武器を部隊に供給し、全軍の与ダメージが5%/10%/15%/20%/25%増加する。",
  "hero.jessie.skill.500075.name": "要塞化",
  "hero.jessie.skill.500075.desc": "ジェシーが鋭い工学的視点で装甲を改良し、全軍の被ダメージが4%/8%/12%/16%/20%減少する。",

  "hero.lingxue.name": "リョウキ",
  "hero.lingxue.class": "槍兵",
  "hero.lingxue.subClass": "成長",
  "hero.lingxue.storyHtml": "<p>旧帝国の没落を経験した多くの者と同じく、リョウキは片手に槍、もう片手に剣を握って育った。大寒冷以前から、彼女が率いた精鋭軍団は盗賊にとって恐怖そのものだった。城門の陰に隠れる他の辺境軍と違い、リョウキの「アイアン・イーグルス」は外へ出て戦うことを好んだ。そして彼らは常に、敵の心臓を貫く正確さで戦った。<br />\n彼女の強みの一つは、地形を見透かすかのような感覚だ。これにより、はるかに大軍でも、例えば夜襲で敵陣を攪乱するなどして粉砕できた。多くの指揮官ならそんな危険は冒さないが、リョウキは奇襲の優位があるならどんな状況でも兵を無事に引き抜けると確信している。<br />\n<br />\nこうしてリョウキは辺境の恐怖となり、民話では「燃える六本腕、三つ首のヒドラ」のように描かれた。実際、鎧がなければ群衆の中で目立たない。戦の技以外の生活も意外と多彩で、独特な製パン法が好きという趣味もある。それが老練なベテランたちを気まずくさせることもあるが。<br />\n<br />\nリョウキは実戦訓練に加え理論の独学も十分にしたが、学者肌ではない。彼女の強みは即興戦術のような「適応力」にあり、それは即興を軽んじる他の将軍たちにしばしば嘲笑された。血筋のせいで上層部に取り入るタイプでもなく、辺境で昇進するには戦場で自ら証明するしかなかった。彼女はその日をひたすら待ち望んだ。<br />\n<br />\n危機と機会が同時に訪れるのには理由がある。皇帝の甥を護衛していたある点検任務の最中、巨大な盗賊軍団が襲撃してきた。3対1で劣勢となり、皇帝の甥はパニックに陥った。リョウキは彼をまっすぐ見据えて言った。盗賊の頭領は、自分がどれほどの窮地に陥るか知らないのだと。<br />\n盗賊は城門外で、リョウキの小規模な護衛隊を側面包囲しようとしたが、それが致命的なミスだった。リョウキの部隊は即座に突撃し、多くが状況を理解する前に盗賊の頭領は縛り上げられた。残りは人質となった頭領を見て逃げ去った。\n皇帝の甥は無事に帰還し、都からリョウキを地方将軍へ昇進させるという知らせが間もなく届いた。</p>",
  "hero.lingxue.skill.key.凌雪1.name": "ハリケーン旋風",
  "hero.lingxue.skill.key.凌雪1.desc": "リョウキが前方を嵐のように薙ぎ払い、攻撃力*300%/330%/360%/390%/420%のダメージを与える。",
  "hero.lingxue.skill.key.凌雪3.name": "疾風",
  "hero.lingxue.skill.key.凌雪3.desc": "リョウキが力と名誉で軍団を率い、体力が50%以上の間、攻撃力が16%/24%/32%/40%/48%上昇する。",
  "hero.lingxue.skill.key.凌雪4.name": "極限の一手",
  "hero.lingxue.skill.key.凌雪4.desc": "リョウキは窮地でより狡猾になり、体力が50%未満の間、防御力が50%/75%/100%/125%/150%上昇する。",
  "hero.lingxue.skill.key.凌雪5.name": "恐るべき気迫",
  "hero.lingxue.skill.key.凌雪5.desc": "リョウキの猛攻が敵陣を揺さぶり、全ての敵部隊の攻撃力が4%/8%/12%/16%/20%低下する。",
  "hero.lingxue.skill.key.凌雪2.name": "完全統制",
  "hero.lingxue.skill.key.凌雪2.desc": "リョウキの徹底した訓練により、訓練速度が4%/8%/12%/16%/20%上昇する。",

  "hero.lumakbokan.name": "ロム・ボゲン",
  "hero.lumakbokan.class": "槍兵",
  "hero.lumakbokan.subClass": "戦闘",
  "hero.lumakbokan.storyHtml": "<p>ロム・ボゲンはエメラルド渓谷の古代部族出身の戦士だ。青々とした山々に抱かれた故郷は、凍てつくツンドラとは無縁の隠された楽園だった。幾世代にもわたり人々は大地と調和して暮らしてきたが、やがて霜が忍び寄り始めた。<br />\n<br />\nファエトンが無断で押し入ると、渓谷の生命力は急速に萎れていった。部族は、大地の「心臓」が汚染され、寒さが根付いたことを悟った。愛する故郷を守るため、ロムは大地を癒す方法を求めて旅に出る。<br />\n<br />\nロムの父は伝説的な戦士で、その遺産はロムに受け継がれた。幼い頃から彼は野獣と正面から渡り合える力と勇気を備えていた。成人する頃には、すでに父に比肩する戦士となっていた。伝統武器だけでも、優れた装備を持つファエトン相手に引けを取らず、父と肩を並べて聖地を汚そうとする者たちを退けた。<br />\n<br />\nエメラルド渓谷の中心には、生命と精霊の気が宿る聖なる泉がある。その水は大地の隅々まで潤したが、ファエトンは貪欲に駆られ秘密を暴こうとし、無謀な実験で泉を取り返しのつかないほど汚染した。人々と聖なる泉を守るため、ロムの父は命を捧げた。父の槍を手にしたロムは侵入者を追い払うと誓い、長い闘争の末、ついに故郷を取り戻して導いた。<br />\n<br />\nロムは治療法を求めてツンドラを彷徨いながらファエトンと幾度も衝突し、その中で黎明同盟の英雄たちとも深い絆を築いた。彼らの助けで聖なる泉はついに浄化され、エメラルド渓谷は再び繁栄し始めた。だがロムは前線を離れない。新たに結んだ友情を守るため、そしてファエトンが犯したことに必ず代償を払わせるためだ。</p>",
  "hero.lumakbokan.skill.500291.name": "大地の震動",
  "hero.lumakbokan.skill.500291.desc": "ロム・ボゲンが威圧的な戦の咆哮を放ち、2秒間、全ての敵部隊の攻撃力を1%/2%/3%/4%/5%低下させる。",
  "hero.lumakbokan.skill.500292.name": "木霊の昂揚",
  "hero.lumakbokan.skill.500292.desc": "ロム・ボゲンの咆哮は敵を威圧するだけでなく味方を鼓舞する。「大地の震動」使用時、自身と周囲の味方部隊の攻撃力が2秒間15%/20%/25%/30%/35%上昇する。",
  "hero.lumakbokan.skill.500293.name": "ジャングル機動性",
  "hero.lumakbokan.skill.500293.desc": "ジャングルと山岳での戦闘経験によりロム・ボゲンの敏捷性が極限まで高まり、攻撃速度が10%/15%/20%/25%/30%上昇する。",
  "hero.lumakbokan.skill.500294.name": "戦術的欺瞞",
  "hero.lumakbokan.skill.500294.desc": "ロム・ボゲンのゲリラ戦術により、全ての敵部隊の与ダメージが4%/8%/12%/16%/20%減少する。",
  "hero.lumakbokan.skill.500295.name": "エメラルドの戦士",
  "hero.lumakbokan.skill.500295.desc": "ロム・ボゲンが部族の伝統技術を兵士に伝授し、狩猟行軍速度が20%/40%/60%/80%/100%上昇する。",

  "hero.patrick.name": "パトリック",
  "hero.patrick.class": "槍兵",
  "hero.patrick.subClass": "戦闘",
  "hero.patrick.storyHtml": "<p>「世界が氷に変わったって？ なら俺たちのレストランは天国に届くくらい高く建てればいい！」―パトリック。\\n サンファイア城のマスターシェフ、パトリックはおいしい料理が魂を高揚させると信じてきた。彼は生涯最高の料理を研究・開発し続け、大統領や地方貴族にまで認められた。<br />\n<br />\nしかしソラリス王家の没落でパトリックの人生は一変した。もはやマスターシェフではないが、人生は続く。都市では王室の食材倉庫が使えなくなり、材料や香辛料を集めるのに苦労する。それでも人々は、彼の創造的な料理が旧世界の最高級料理に比肩すると言う。<br />\n<br />\n時には戦闘でも彼の技が必要になる。食料庫泥棒や資源狩りは戦いを不可避にした。驚くべきことにパトリックはかなりの戦士だ。あらゆる包丁を扱ってきた生涯の経験に加え、それを効率よく振るう力と持久力も備えている。忙しい厨房で鍛えられた直感は、他の「動的な」状況でも十分に通用する。<br />\n<br />\nもちろん名高いマスターシェフのパトリックにも失敗はある。必要は発明の母であり、都市では特に創造力が求められる。彼の最新料理を味わうときは注意しよう。新しい食材はベテランシェフにとっても厄介だ。バヒティが特にその点を証明できるだろう。<br />\n<br />\nパトリックはサンファイア城での地位を失ったことを思いのほか受け入れた。最も苦しかったのは、城崩壊後の仮設避難所に複数の役人たちと共に閉じ込められた時だ。時が経ち補給が尽きると、皆が死を覚悟しなければならなかった。<br />\n<br />\nパトリックは彼らの「最後の食事」だけは幸せにしようと全力を尽くした。絶望はやがて温もりへと変わり、おいしい料理は先の疲労を癒した。彼らは吹雪を耐え抜き、新たな避難所へ共にたどり着いた。その食事はパトリックのキャリアで最も意義深い瞬間となった。</p>",
  "hero.patrick.skill.500051.name": "バーベキューの饗宴",
  "hero.patrick.skill.500051.desc": "パトリックが豪華な饗宴を用意し、全軍の体力を攻撃力*200%/220%/240%/260%/280%回復する。さらに4秒間、全軍の攻撃力を5%/5.5%/6%/6.5%/7%上昇させる。",
  "hero.patrick.skill.500052.name": "分厚い腹",
  "hero.patrick.skill.500052.desc": "パトリックの分厚い脂肪層により、被ダメージが10%/15%/20%/25%/30%減少する。",
  "hero.patrick.skill.500053.name": "非常食",
  "hero.patrick.skill.500053.desc": "パトリックが規則的に間食を取り、5秒ごとに体力を攻撃力*50%/55%/60%/65%/70%回復する。",
  "hero.patrick.skill.500054.name": "スーパー栄養素",
  "hero.patrick.skill.500054.desc": "パトリックの料理が部隊を鼓舞し、全軍の体力が5%/10%/15%/20%/25%増加する。",
  "hero.patrick.skill.500055.name": "カロリーブースター",
  "hero.patrick.skill.500055.desc": "パトリックの美食が兵士の潜在力を引き出し、全軍の攻撃力が5%/10%/15%/20%/25%増加する。",

  "hero.seoyoon.name": "ソユン",
  "hero.seoyoon.class": "弓兵",
  "hero.seoyoon.subClass": "成長",
  "hero.seoyoon.storyHtml": "<p>ソユンは音楽がもつ変革の力をずっと信じてきた。そして大寒冷後の凍てつく世界では、音楽のような高度な娯楽はますます希少な資源となった。<br />\n<br />\nソユンと楽団は旧世界の巡業公演を思わせながら各入植地を巡る。彼らが訪れる先々で、笑いと歌、踊りと楽しさが花開く。<br />\n<br />\n第一印象では、ソユンは温和で謙虚、優雅な魂の持ち主に見える。しかし彼女をよく知る者は、その眼差しの奥にある鋼のような頑固さと勇気を見抜く。さらに少数の者だけが、彼女が近接戦でも仲間を守ってきた実績があり、必要ならドラムスティックを「武器」として使えることを知っている。<br />\n<br />\nソユンのドラム技はとりわけ伝説的だ。賢明な首長なら、音楽が「音楽的才能がなさそうな」兵士にさえどれほど大きな鼓舞を与えるかを過小評価しないだろう。<br />\n<br />\n才能は代替できない。ソユンが何年も練習してきたとしても、彼女にはそれ以上のものがある。心と魂を込め、それを誰もが理解できる言語へ変える特別な音楽的引力だ。わずかな時間でソユンが引き起こす反応を生み出せるドラマーは稀だ。<br />\n<br />\nソユンは比較的裕福な入植地で育ち、音楽と振付を存分に学べた。少しの練習でほとんどの楽器を演奏できる才能は父の誇りだった。<br />\n<br />\n厳格な生存主義者だった父は、優しいが厳しい人物で、どんな状況にも備えよとソユンを鍛えた。音楽の練習の後には過酷な戦闘訓練が続き、本来なら不要だったはずだ。だが運命は違った。<br />\n<br />\nソユンの入植地は10代後半に大規模な盗賊に襲撃され、防衛隊は奇襲で虐殺された。父もその時に戦死した。生存者は氷の荒野へ逃げ、すべてが終わったように見えた。だがソユンは屈しなかった。その頑固さの中で希望を見つけた。彼女は楽器を手に取り、一晩中力強い軍歌を演奏した。最初は反応がないように見えたが…<br />\n<br />\n夜が明け、地平線の果てが黄金色に染まると、生存者たちは互いを見て悟った。まだ多くが生きているということを。奇跡が起こり得る日だった。ソユンが志願者を募ると、勇敢な戦士が次々に集まり、粗末だが決意に満ちた反撃隊を編成した。侵入者は酒に酔っていたり、祭りの後に眠りこけて油断していた。歴史はこうして書き換えられた。<br />\n<br />\nやがてソユンは人々の決意を甦らせ、故郷を取り戻す決定的な役割を果たし、英雄として迎えられた。今や彼女はただの音楽家ではなく、戦場を鼓舞する戦士であり指揮官でもある。</p>",
  "hero.seoyoon.skill.500271.name": "勇気の鼓動",
  "hero.seoyoon.skill.500271.desc": "ソユンが鼓舞する太鼓の音で士気を高め、4秒間、全軍の攻撃力を1.5%/2%/2.5%/3%/3.5%、攻撃速度を2.5%/3%/3.5%/4%/4.5%上昇させる。",
  "hero.seoyoon.skill.500272.name": "ど真ん中強打",
  "hero.seoyoon.skill.500272.desc": "ソユンが敵の弱点を狙ってドラムスティックを投げ、攻撃力*150%/165%/180%/195%/210%のダメージを与える。",
  "hero.seoyoon.skill.500273.name": "疾風の脈動",
  "hero.seoyoon.skill.500273.desc": "ソユンがリズムに合わせて舞い、攻撃を研ぎ澄ます。通常攻撃3回ごとに攻撃速度が1%/2%/3%/4%/5%上昇し、戦闘終了まで持続する。",
  "hero.seoyoon.skill.500274.name": "結束のリズム",
  "hero.seoyoon.skill.500274.desc": "ソユンが戦の太鼓を鳴らして士気を鼓舞し、部隊の攻撃力が5%/10%/15%/20%/25%上昇する。",
  "hero.seoyoon.skill.500275.name": "癒やしの舞",
  "hero.seoyoon.skill.500275.desc": "ソユンが伝統医術で負傷者を看護し、診療所の治療速度が10%/20%/30%/40%/50%上昇する。",

  "hero.sergey.name": "セルゲイ",
  "hero.sergey.class": "歩兵",
  "hero.sergey.subClass": "戦闘",
  "hero.sergey.storyHtml": "<p>セルゲイは数々の戦いを勝利へ導いてきた老練なベテランであり、多くの交戦で功績を挙げた英雄だ。揺るがぬ勇猛さは戦場だけでなく日常でも、彼の鋼の気概として現れる。軍事の専門性は黎明同盟にとって代替不可能な資産である。セルゲイと彼の部隊は、凍てつく大地の致命的な脅威から都市を守る唯一の盾となることが多い。<br />\n<br />\n公に知られている事実として、セルゲイはかつてソラリス王室近衛隊の高位隊長として「許されざる罪」により死刑判決を受けたことがある。何の罪で死に至ったのか、そしてどうやってその刑を免れたのかは、よく知られていない。<br />\n<br />\nセルゲイは城の近くにあるサンファイア軍事アカデミーで若き日を過ごした。そこで戦略・歴史・戦術を学び、厳格な規律の重要性を身につけた。その基準は今も、彼が率いる精鋭兵にそのまま適用されている。<br />\n<br />\n黎明同盟に加わって以降、セルゲイは都市の治安責任者の役割を担うことが多い。公の秩序維持において彼は卓越している。ただし仕事以外では、厳格さとユーモアの欠如ゆえに個人的な友人は多くない。<br />\n<br />\n彼の対人関係の乾きは、戦場で負った傷のせいかもしれない。精神的な傷も肉体的な傷もある。とりわけ王室近衛隊時代の最後の任務――都市を避難させ、襲撃から人々を救う任務――の痕跡は深い。だが略奪者は想定より早く押し寄せ、セルゲイの兵力は少なすぎた。<br />\n<br />\n近衛隊は持てるすべてで3日間耐えた。しかし上官は、防衛を放棄して損害を減らすため撤退を命じた。セルゲイは命令に従うべきだと教わってきたが、撤退は民間人の命を捨てることに等しかった。彼は葛藤した。<br />\n<br />\n生存者の運命に対する罪悪感の中で、セルゲイは生涯で初めて直属命令を拒否する決意をする。彼は兵士と共に都市ができる最善の防御を築き、盗賊が退くまで最後まで持ちこたえた。都市は救われ、ある子どもが彼の胸ポケットにボトルキャップを一つ「勲章」だと言って手渡した。しかし彼を救った英雄が、すぐに「抗命」の罪で軍事裁判にかけられるとは、誰も知らなかった。<br />\n<br />\n裁判は「規律はいかなる代償を払っても守られるべきだ」と判決した。英雄セルゲイは夜明けに銃殺刑が予定された。だが奇跡的に、胸ポケットにあったボトルキャップの「勲章」が命を救った。セルゲイはその決断を振り返ることがあるが、都市を守るために残ったことを一度も後悔したことはない。</p>",
  "hero.sergey.skill.500041.name": "シールドスマッシュ",
  "hero.sergey.skill.500041.desc": "セルゲイが重い盾で敵を強打して対象を後方へ押し戻し、攻撃力*200%/220%/240%/260%/280%の範囲ダメージを与える。",
  "hero.sergey.skill.500042.name": "同盟防衛",
  "hero.sergey.skill.500042.desc": "セルゲイが堅固な防衛線を構築し、味方全英雄の防御力を5%/7.5%/10%/12.5%/15%上昇させる。",
  "hero.sergey.skill.500043.name": "シールドガード",
  "hero.sergey.skill.500043.desc": "セルゲイが盾をアップグレードし、被ダメージが10%/15%/20%/25%/30%減少する。",
  "hero.sergey.skill.500044.name": "守備の鋭さ",
  "hero.sergey.skill.500044.desc": "セルゲイが盾で部隊を保護し、全軍の被ダメージが4%/8%/12%/16%/20%減少する。",
  "hero.sergey.skill.500045.name": "弱体化",
  "hero.sergey.skill.500045.desc": "セルゲイの威圧感により、全ての敵部隊の攻撃力が4%/8%/12%/16%/20%低下する。"
,

"hero.common.section.story": "ストーリー",
"hero.common.section.skills": "スキル",
"hero.common.section.talent": "特性",
"hero.common.section.special": "特殊",
"hero.common.section.exclusive_weapon": "専用武器",
"hero.common.section.perks": "特典",
"hero.common.section.sources": "入手先",
"hero.common.mode.exploration": "探索",
"hero.common.mode.expedition": "遠征",
"hero.common.rarity.R": "R",
"hero.common.rarity.SR": "SR",
"hero.common.rarity.SSR": "SSR",
"hero.common.class.Infantry": "歩兵",
"hero.common.class.Lancer": "槍兵",
"hero.common.class.Marksmen": "弓兵",
"hero.common.class.Marksman": "弓兵",
"hero.common.subClass.Combat": "戦闘",
"hero.common.subClass.Growth": "成長",
"hero.source.VIP Packs": "VIPパック",
"hero.source.1st Purchase": "初回購入",

"hero.jeronimo.name": "ジェロニモ",
"hero.jeronimo.story": "ジェロニモは生まれながらの金持ちだった。旧帝国時代には、ある地方公爵の後継者だったのだ。旧世界が崩壊した後も、彼は貴族らしい装いと品位、話し方を貫いた。多くの者がその態度を快く思わないが、ジェロニモが黎明同盟にとって欠かせない資産であることを否定できる者はいない。\n\n彼は卓越した剣士だ。ジェロニモの剣術は科学と芸術の粋と言えるほどだが、あまりに精妙で、他の兵士が学ぶのはほとんど不可能だった。\n\n帝国軍学校で教育を受けた彼は、黎明同盟屈指の指揮官の一人でもある。上流階級で育った彼は贅沢な趣味を持っており、どれほど優れた戦士でもその生活を維持するのは難しかった。やがて彼は莫大な借金を抱え、その借金のせいでファエトン傭兵団の「契約指揮官」として働くことになる。さらに決闘教官や訓練官も務めた。\n\nファエトンに身を置いた年月の間、彼は黎明同盟と幾度となく交戦した。バヒティを含む同盟の一部は、その事実を簡単には受け入れられない。だがジェロニモの生い立ちと教育は彼を騎士道の体現者にした。彼はファエトン指導部の卑劣な策を憎み、彼らのもとを去るのは時間の問題だった。\n\nファエトンの報復は、彼の辞任よりも早かった。盗賊との戦闘でジェロニモは数で劣り、ファエトンが約束した増援はついに来なかった。彼は代わりに黎明同盟へ緊急支援を求め、その後、同盟がジェロニモを説得して加入させるのは難しいことではなかった。\n\n戦場の外で、ジェロニモは自分を詩人だと考えている。作品の多くは恋愛詩だ。同じ任務で目にしたクロリスの戦闘力と「王族の血筋」という噂は、ジェロニモの心を揺さぶった。しかし彼の数々の求愛に対するクロリスの返答はこうだ。「ジェロニモ、あなたの言動には気まずくて、間抜けで、情けないものが山ほどあるけど、その中で最悪なのはあなたの恋愛詩よ。」",
"hero.jeronimo.skill.500111.name": "連続斬り",
"hero.jeronimo.skill.500111.desc": "ジェロニモが対象範囲の敵を空中へ打ち上げた後、3連続斬りを放つ。各斬撃は攻撃力*160%/176%/192%/208%/224%のダメージを与える。",
"hero.jeronimo.skill.500112.name": "剣術",
"hero.jeronimo.skill.500112.desc": "ジェロニモの各攻撃で剣気が放たれ、前方の長方形範囲の敵に攻撃力*15%/17%/19%/21%/23%のダメージを与える。",
"hero.jeronimo.skill.500113.name": "孤高の狼",
"hero.jeronimo.skill.500113.desc": "ジェロニモは優位を押し広げるのが得意で、体力が50%以上の間、攻撃力が+16%/24%/32%/40%/48%上昇する。",
"hero.jeronimo.skill.500114.name": "戦場の宣言",
"hero.jeronimo.skill.500114.desc": "戦闘前、ジェロニモが士気を高める演説を行い、全軍の与ダメージが+5%/10%/15%/20%/25%増加する。",
"hero.jeronimo.skill.500115.name": "剣術の師",
"hero.jeronimo.skill.500115.desc": "ジェロニモが剣術の秘訣を伝授し、全軍の攻撃力が+5%/10%/15%/20%/25%上昇する。",
"hero.jeronimo.skill.500116.name": "至高の剣術",
"hero.jeronimo.skill.500116.desc": "ジェロニモの剣術が兵士の好機を捉えさせ、4ターンごとに2ターンの間、全軍の与ダメージが6%/12%/18%/24%/30%増加する。",
"hero.jeronimo.talent.0.name": "生まれつきの指導者",
"hero.jeronimo.talent.0.desc": "ジェロニモは離れていても仲間を容易に鼓舞し、全軍のクリティカル威力と体力が3%/6%/9%/12%/15%増加する。",
"hero.jeronimo.weapon.name": "黎明の輝き",
"hero.jeronimo.weapon.perk.500117.name": "剣の盾",
"hero.jeronimo.weapon.perk.500117.desc": "攻撃時、ジェロニモの剣気が盾を形成し、被ダメージが30%減少する。",
"hero.jeronimo.weapon.perk.500118.name": "洞察",
"hero.jeronimo.weapon.perk.500118.desc": "ジェロニモが剣陣を展開し、集結部隊の攻撃力が15%上昇する。",

"hero.natalia.name": "ナタリア",
"hero.natalia.story": "「ナタリアは、あらゆる動植物種の学名と一般名を知ってる。」これは天才少女ナタリアに対するバヒティの印象だ。ナタリアは年齢に似合わぬ知識を持ち、生態学・地質学・天文学を学んできた。\n\nだがナタリアの最も特別な能力は、野生動物と意思疎通し、友だちになれることだ。仲間の生存者にとっても良き伴侶だが、本人が興味のある話題になると休みなく話し続ける傾向がある。\n\nナタリアは幼い赤ん坊の頃、灰色熊の子「カシア」と出会った。子熊は家族と離れて荒野で一人では生きられず、ナタリアと父はカシアを連れ帰り、強い獣へ育て上げた。二つの存在は常に共にあり、種を越えた絆は揺るがなかった。ナタリアの父が亡くなった後も、二人は互いに支え合い、長い冬を共に耐え抜いた…\n\nナタリアの父タイは「惑星生態学者」だった。彼は長年にわたり土壌サンプルを比較し、地球の冷却過程が鈍化しており、近い将来反転する可能性があると結論づけた。この観察は彼に大きな楽観をもたらした。さらに彼は実験用の火晶で自己維持型の熱源を開発し始め、ファエトンですらタイの研究に強い関心を示し、支援を提案した…\n\nタイの火晶技術は、科学者としての最も偉大な業績だった。人類全体を利する可能性があった一方、悪しき手に渡れば災厄にもなり得た。タイは支援者が公益より私益に関心があることに気づき、ファエトンの手にかかって命を落とす前に、最も重要な研究ノートをナタリアに託した。彼はナタリアが自分の設計を完成させてくれることを望んだ。タイの崇高な犠牲は、今もナタリアに大きな प्रेरを与えている。",
"hero.natalia.skill.500091.name": "獣の突進",
"hero.natalia.skill.500091.desc": "ナタリアのクマが地面を激しく叩きつけ、範囲内の敵を押し退けて1秒間スタンさせる。さらに攻撃力*160%/176%/192%/208%/224%の範囲ダメージを与える。",
"hero.natalia.skill.500092.name": "鞭打ち",
"hero.natalia.skill.500092.desc": "ナタリアが鞭で対象を攻撃し、攻撃力*150%/165%/180%/195%/210%のダメージを与える。",
"hero.natalia.skill.500093.name": "怒りの反撃",
"hero.natalia.skill.500093.desc": "ナタリアと毛むくじゃらの相棒を怒らせるのは愚かなことだ。ダメージを受けたとき、10%の確率で3秒間、攻撃力が+4%/6%/8%/10%/12%上昇する（最大5スタック）。",
"hero.natalia.skill.500095.name": "野性の護り",
"hero.natalia.skill.500095.desc": "ナタリアが獣たちに部隊を援護させ、40%の確率で全軍の被ダメージを10%/20%/30%/40%/50%減少させる。",
"hero.natalia.skill.500094.name": "荒野の女王",
"hero.natalia.skill.500094.desc": "ナタリアは生まれながらの指導者として、全軍の攻撃力が5%/10%/15%/20%/25%上昇する。",
"hero.natalia.skill.500096.name": "荒野の呼び声",
"hero.natalia.skill.500096.desc": "ナタリアの説明しがたい自然とのつながりが獣を呼び寄せ、全軍の与ダメージが5%/10%/15%/20%/25%増加する。",
"hero.natalia.talent.0.name": "ウルサスの力",
"hero.natalia.talent.0.desc": "ナタリアは戦場でホッキョクグマのような猛々しさを見せ、席を外していても味方を鼓舞する。全軍の攻撃力と防御力が2%/4%/6%/8%/10%上昇する。",
"hero.natalia.weapon.name": "疾風",
"hero.natalia.weapon.perk.500097.name": "一体感",
"hero.natalia.weapon.perk.500097.desc": "ナタリアとホッキョクグマは完璧な連携を誇り、与ダメージが30%増加する。（最大）",
"hero.natalia.weapon.perk.500098.name": "無敵の仲間たち",
"hero.natalia.weapon.perk.500098.desc": "ナタリアが獣の群れを召喚して集結に参加させ、集結部隊のクリティカル威力が15%上昇する。（最大）",

"hero.source.King of Icefield": "氷原の王",
"hero.source.State of Power": "最強王国",
"hero.source.Daily Deals": "デイリー特典",
"hero.source.Hall of Heroes": "英雄の殿堂",
"hero.source.Lucky Wheel": "ラッキールーレット",
"hero.source.Mythic General Hero Shard": "レジェンド共用の欠片",
"hero.source.Foundry Shop": "武器工房ショップ",

"hero.ahmose.name": "アモセ",
"hero.ahmose.story": "アモセは「クトゥガの心臓」――活性化した火晶――を守り、その使用を管理することを神聖な使命としていた古代守護者一族の末裔だった。守護者たちの助けにより、ソラリス王朝は火晶エネルギーの支配権を手に入れた。\n\nしかし王国が強大な力を得ると、王は守護者たちを裏切って追放した。その後、火晶は休眠状態に入り、守護者たちの運命は迷宮へと沈んだ。\n\n近ごろアモセの武器は、火晶が再び目覚めつつあることを告げた。守護者の最後の生存者の一人として、彼は一族を背に復讐の旅へ出た。目的地に着いたとき、旧帝国がすでに崩壊している現実と向き合い、今や新たに台頭したサンファイア城の統治者を支持すべきか、対抗すべきかの岐路に立つ。\n\nアモセの槍と盾は、かつて祖先の誇りだった。二つの武器には火晶のエネルギーが染み込み、生きているかのように思われていた。しばらく失われていた武器は、アモセがその「呼び声」を聞いたとき再び見つかり、彼は祖先の栄光を蘇らせるかのように鋳造技術でそれらを復元した。\n\nサンファイア城で過ごすうち、アモセは新たな大統領が旧帝国の支配者のような暴君ではないと確信するようになった。火晶と共鳴する自身の才で「クトゥガの心臓」と対話した彼は、大統領が多くの人々に認められる統治者であることを確信した。\n\n「クトゥガの心臓」はアモセを守護者の運命から解き放ち、彼と一族に自由を与えた。だが守護者という使命が消えると、アモセは突然、人生の方向を見失った。幸いにも彼の勇気と卓越した戦闘力は多くの族長の尊敬を集め、今や彼は盾で新たに築かれた都市を守り、酷寒に苦しむ生存者を助けている。",
"hero.ahmose.skill.500231.name": "クトゥガの加護",
"hero.ahmose.skill.500231.desc": "アモセが堅固な盾を掲げ、無敵状態（移動およびスキル使用不可、制御効果免疫）に入る。さらに周囲の味方が受けるダメージを2秒間、30%/40%/50%/60%/70%減少させる。",
"hero.ahmose.skill.500232.name": "黎明の槍撃",
"hero.ahmose.skill.500232.desc": "アモセが鋭い槍で前方の敵を貫き、攻撃力*70%/77%/84%/91%/98%のダメージを与える。さらに防御を崩して、2秒間、敵が受けるダメージを20%増加させる。",
"hero.ahmose.skill.500233.name": "祖先の祝福",
"hero.ahmose.skill.500233.desc": "祖先の祝福にも似た火晶のエネルギーがアモセの傷を癒す。「クトゥガの加護」使用後、5秒間、攻撃力*30%/33%/36%/39%/42%に相当する体力を回復する。",
"hero.ahmose.skill.500234.name": "毒蛇陣形",
"hero.ahmose.skill.500234.desc": "アモセが古代守護者たちの失われた戦術を蘇らせる。歩兵は4回攻撃ごとに1回攻撃を停止し、2ターンの間、槍兵/弓兵が受けるダメージを10%/15%/20%/25%/30%減少させる。さらに歩兵が受けるダメージを10%/25%/40%/55%/70%減少させる。",
"hero.ahmose.skill.500235.name": "炎の祈り",
"hero.ahmose.skill.500235.desc": "アモセが火晶の力で味方歩兵の戦意を引き上げ、歩兵の与ダメージを20%/40%/60%/80%/100%増加させる。",
"hero.ahmose.skill.500236.name": "光の刃",
"hero.ahmose.skill.500236.desc": "アモセが味方歩兵の武器に火晶の精髄を吹き込み、歩兵の攻撃あたりダメージが12%/24%/36%/48%/60%増加する。さらに対象が受けるダメージが1ターンの間、5%/10%/15%/20%/25%増加する。",
"hero.ahmose.weapon.name": "守護者の遺物",
"hero.ahmose.weapon.perk.500237.name": "不屈の決意",
"hero.ahmose.weapon.perk.500237.desc": "アモセが味方に揺るがぬ信念を吹き込み、「クトゥガの加護」状態の味方は2.5秒間、攻撃力が42%増加する。",
"hero.ahmose.weapon.perk.500238.name": "守護の誓い",
"hero.ahmose.weapon.perk.500238.desc": "アモセが守護者の決意で都市を堅固にし、防衛部隊の体力が15%増加する。",

"hero.alonso.name": "アロンソ",
"hero.alonso.story": "「鯨狩り」アロンソの伝説は遠くまで広く知られていた。\n彼は寡黙な巨漢として語られ、どこへ行くにも網と頼れる銛を携えている。この鯨狩りは、うまい酒と、ある奇怪な海の怪物に関する情報を求めて海辺の町を渡り歩く。\n\n話によれば、アロンソが追う怪物は、30年前に彼の船員を全滅させた存在そのものだ。彼は仲間や友、家族を奪った神話の「リヴァイアサン」との因縁に終止符を打とうとしている…\n\n「リヴァイアサン」は酒場で語り継がれるほどに、ますます奇妙な姿になっていく。巨大な角を持ち、全長が数百メートルに達するという話もある。多くの者がアロンソの背後でその話を笑ったが、面と向かって嘲る勇気を持つ者はいなかった。彼は巨大類人猿や未確認生物でさえ一人で倒せる男だったからだ。\n\nアロンソは旅の途中で数多くの都市を略奪者から守ってきた。ある時は盗賊を見て恐怖に陥った住民をまとめ上げ、見事な防衛を組織した。命令を下すアロンソの姿は、まるで「都市サイズの船」を指揮する船長のようだった。\n\n少し前、彼はずっと昔に「リヴァイアサン」に殺されたとされる旧船員の一人を見かけた。\nアロンソはそれを錯覚だとは信じず、村人の半分を捕まえて問い詰めた末、旧船員が「ネプチューン」と呼ばれる巨大な蒸気動力潜水艦の奴隷になっていたことを突き止めた。「そういうことか…」アロンソは思った。「リヴァイアサンは怪物じゃなく、潜水艦だったんだ！」今、彼はネプチューンを探し、旧船員たちと再会することを望んでいる。\n\nアロンソにとって、リヴァイアサンを狩ることと盗賊の群れを追い払うことに大きな違いはない。",
"hero.alonso.skill.500181.name": "捕獲網",
"hero.alonso.skill.500181.desc": "アロンソが対象範囲に広い網を投げ、攻撃力*200%/220%/240%/260%/280%の範囲ダメージを与え、1.5秒間、敵を拘束する。",
"hero.alonso.skill.500182.name": "大波の力",
"hero.alonso.skill.500182.desc": "アロンソが津波のような力で銛を放ち、対象に攻撃力*50%/55%/60%/65%/70%の範囲ダメージを与える。",
"hero.alonso.skill.500183.name": "銛の強打",
"hero.alonso.skill.500183.desc": "アロンソの重い銛が強烈な衝撃を与え、8/7/7/6/5回攻撃ごとに対象を0.2/0.2/0.4/0.4/0.5秒スタンさせる。",
"hero.alonso.skill.500184.name": "猛攻",
"hero.alonso.skill.500184.desc": "アロンソの波のような攻勢が勢いを与え、40%の確率で全軍のクリティカル威力が10%/20%/30%/40%/50%上昇する。",
"hero.alonso.skill.500185.name": "鋼の意志",
"hero.alonso.skill.500185.desc": "アロンソの不屈の意志が敵を弱体化させる。全軍の攻撃は20%の確率で2ターンの間、敵全体の与ダメージを10%/20%/30%/40%/50%減少させる。",
"hero.alonso.skill.500186.name": "毒銛",
"hero.alonso.skill.500186.desc": "アロンソが武器に致命的な毒を塗り、全軍の攻撃は50%の確率で与ダメージが+10%/20%/30%/40%/50%増加する。",
"hero.alonso.weapon.name": "キャプテン・エイハブ",
"hero.alonso.weapon.perk.500187.name": "海の恵み",
"hero.alonso.weapon.perk.500187.desc": "アロンソは戦利品を分け合う術を知っている。新鮮な魚料理により、通常攻撃のたびに最も弱い英雄の体力を15%回復する。",
"hero.alonso.weapon.perk.500188.name": "銛強化",
"hero.alonso.weapon.perk.500188.desc": "アロンソが部隊武器を改造し、集結部隊のクリティカル威力が15%上昇する。",

"hero.blanchette.name": "ブランシュ",
"hero.blanchette.story": "ブランシュは優しく純粋な少女のように見えるが、三連装ライフルの銃口を向けられたり、遠距離から人や獣を効率よく倒す姿を見れば印象は変わる。\n弓兵であり戦術家として、ブランシュは荒野で遭遇し得る最も危険な敵の上位に入る。彼女は銃器の達人で、先制攻撃もためらわない。\n別の見方ができる理由がただ一つあるとすれば、彼女が孤児院の創設者だった亡き父に代わり、多くの孤児を世話していることだ。子どもたちの前でだけ、彼女の冷たい外面は温かな笑顔へと変わる。\n\nブランシュは自分もまだ子どもに過ぎないと感じていた頃に孤児院の責任者となり、それ以来、おもちゃやおやつ、滑稽な衣装や装飾、演劇まで動員して幼い「弟妹」たちを安全に守ろうとしてきた。\nある時は仮設舞台で「赤ずきん」や「狼」の役を演じることもあるが、孤児院を脅かす者には、どんな童話よりも現実的な恐怖が訪れる。時が経つほど、ブランシュは舞台の役柄とツンドラの戦士となった自分を区別しにくくなることがある。\n\nブランシュの父は長い探検生活の末に購入した要塞に孤児院を設立した。ブランシュは父から優れた判断力だけでなく、卓越した戦闘本能も受け継いだ。\nしかし父が亡くなった後、後任者は孤児院の財産を盗んで逃げ、夢を粉々にした。取り残された子どもたちは幼いブランシュに頼り、彼女はあまりにも早く大人にならねばならなかった。\nやがて最初の大きな試練が訪れた。「城に宝が満ちている」という偽りの噂を聞いた危険な盗賊団が、刃と銃を手に侵入してきたのだ。ブランシュは子どもたちを安全な場所へ避難させた後、侵入者を一人ずつ狙撃して倒した。\nその日は彼女が大人になる「火の洗礼」だった。子どもたちが隠れていた扉を開けた時、ブランシュは頭から足先まで盗賊の血で染まっていた。\n\n危機を乗り越えた後、最も大きな悩みは食料を買う金だった。年長の子どもたちはすぐ近くの都市で働かねばならず、ブランシュはより多くの金を稼げるが極めて危険な賞金稼ぎ契約を引き受けた。\n不安が大きすぎて眠れない夜もあったが、彼女はいつも子どもたちの前では気丈に振る舞った。黎明同盟がブランシュの協力を条件に資金援助を行い、孤児院はようやく安定した。ブランシュは黎明同盟の新たな、そして最も危険な資産の一つとして戦場に立つ自信を得た。",
"hero.blanchette.skill.0.name": "三連装散弾銃",
"hero.blanchette.skill.0.desc": "改造マスケットで即座に3体の対象を攻撃し、攻撃力*200%/220%/240%/260%/280%のダメージを与え、5秒間回復を阻害する。",
"hero.blanchette.skill.1.name": "拡散射撃",
"hero.blanchette.skill.1.desc": "火晶の破片を詰めた散弾を発射し、範囲内の対象に攻撃力*100%/110%/120%/130%/140%の範囲ダメージを与える。",
"hero.blanchette.skill.2.name": "紅の追撃",
"hero.blanchette.skill.2.desc": "狩人ブランシュは必ず仕留める。対象の体力が低いほど、自身の与ダメージが最大10%/20%/30%/40%/50%まで増加する。",
"hero.blanchette.skill.3.name": "武装完備",
"hero.blanchette.skill.3.desc": "ブランシュは自軍が少なくとも自分と同等に武装するよう準備させ、全軍のクリティカル威力が5%/10%/15%/20%/25%上昇する。",
"hero.blanchette.skill.4.name": "血の狩人",
"hero.blanchette.skill.4.desc": "ブランシュの弓兵が3発撃つごとに火晶の刃を放ち、対象に15%/30%/45%/60%/75%の追加ダメージを与える。",
"hero.blanchette.skill.5.name": "深紅の狙撃手",
"hero.blanchette.skill.5.desc": "ブランシュの狙撃技術とリーダーシップにより、弓兵は2回攻撃ごとに敵槍兵へ8%/16%/24%/32%/40%の追加ダメージを、敵弓兵へ4%/8%/12%/16%/20%の追加ダメージを与える。",
"hero.blanchette.weapon.name": "狼狩り",
"hero.blanchette.weapon.perk.0.name": "狩人の怒り",
"hero.blanchette.weapon.perk.0.desc": "ブランシュの熱い狩猟本能が爆発する。攻撃速度が30%上昇し、「三連装散弾銃」の回復阻害時間が5秒延長される。",
"hero.blanchette.weapon.perk.1.name": "電光強襲",
"hero.blanchette.weapon.perk.1.desc": "ブランシュの電光のように速い集結に、敵陣はなす術がない。集結部隊のクリティカル威力が15%上昇する。"
,
"hero.bradley.name": "ブラッドリー",
"hero.bradley.story": "ブラッドリーは模範的な戦士であり、熟練のベテランであり、そして旧世界史上でも指折りの軍学校で鍛えられた軍事戦略家だ。その後に何があろうとも、彼は「イーグルス」屈指の戦士の一人であり、その事実を否定する者を決して許さない。\n\n忠実な兵士であるブラッドリーは、攻城技術への理解をもとに主に砲兵運用で功績を挙げてきた。それは今日において言葉では言い尽くせないほど有用な能力だ。計算高い思考と時折きらめく洞察により、彼はジーナの傭兵団の一員として、そしてかつてはフォークナー隊長の右腕として地位を保つことができた。\n\nブラッドリーに影を落とす出来事は一つだけ――遠征中、部隊全体が跡形もなく消えた事件だ。彼は唯一の生存者として戻ったが、喪失の経緯をまったく覚えていなかった。ブラッドリーは別人のように見え、内向的になり、記憶の大きな部分がなぜ空白なのかも説明できなかった。新たな指揮官ジーナの信頼がなければ、彼は傭兵団に残れなかっただろう。ジーナの信頼の中で、ブラッドリーは遅いながらも少しずつ回復してきた。\n\n多様な大砲を機械的に扱う能力に加え、ブラッドリーは優れた射撃、状況に応じて必要となる剣術、そしてかなりの近接戦能力まで備えている。彼は「外科手術のような打撃」と民間人被害の最小化で名声を築き、しばしばこう口にする。「大砲が戦いに勝つんじゃない。緻密な計画、タイミング、そして瞬間を掴み取る勇気が勝利を作る。」\n\nブラッドリーは旧ソラリス帝国でも比較的名の知れた軍人家系に生まれ、急速に崩壊しつつあった帝国王立アカデミーの「最後の期」として入学した。実のところ、ブラッドリーが最初の制服を受け取る前から帝国の虚飾は崩れ始めていた。\n\n彼の連隊は次第に「帝国崩壊が日々の生存に何を意味するのか」を象徴する存在になっていった。彼は、たとえ寄せ集めの集団でも、いつかソラリス帝国とその名誉ある伝統を再建できると望んだ。だが多くは新たな現実を受け入れた。規律と名誉は死に、生存には冷酷さが必要だという現実だ。その現実はブラッドリーを傭兵の道へ導き、帝国は終わり、取り戻せないという最悪の恐怖を確証した。\n\nフォークナー隊長と共にいた遠征隊は、なぜ消えたのか？ そこは未開拓に近い谷で、奇妙な目撃談が絶えない場所だった。ではなぜ、ブラッドリーだけが生き残ったのか？ 誰にも説明できない。\n\n指揮官ジーナの揺るがぬ信頼がなければ、ブラッドリーは裏切りの疑いで追放されていたかもしれない。彼はその後、その谷へ定期的な「巡礼」に赴き、フォークナーや失われた仲間たち、あるいは記憶を呼び戻す手掛かりを探し続けている。今のところ何も得られていないが、それでも彼は希望を手放さない。",
"hero.bradley.skill.500331.name": "破壊者",
"hero.bradley.skill.500331.desc": "ブラッドリーが極めて強力な砲弾を装填し、攻撃力300%/330%/360%/390%/420%の範囲ダメージを与える。",
"hero.bradley.skill.500332.name": "焼夷弾",
"hero.bradley.skill.500332.desc": "ブラッドリーが特殊な焼夷弾を発射し、攻撃力60%/66%/72%/78%/84%の範囲ダメージを与える。さらに残留する炎上地帯が2秒間、0.5秒ごとに敵へ攻撃力17%/19%/21%/23%/25%のダメージを与える。",
"hero.bradley.skill.500333.name": "大胆不敵",
"hero.bradley.skill.500333.desc": "死の脅威は、ブラッドリーのような熟練戦士をより熱くさせる。攻撃力が10%/14%/18%/22%/26%増加する。",
"hero.bradley.skill.500334.name": "ベテランの力",
"hero.bradley.skill.500334.desc": "ブラッドリーの戦闘経験が効率的な殲滅を可能にし、全軍の攻撃力が5%/10%/15%/20%/25%増加する。",
"hero.bradley.skill.500335.name": "強力射撃",
"hero.bradley.skill.500335.desc": "ブラッドリーが制圧砲撃の技術で敵先鋒を押さえ込む。全軍の槍兵に与えるダメージが6%/12%/18%/24%/30%増加し、歩兵に与えるダメージが5%/10%/15%/20%/25%増加する。",
"hero.bradley.skill.500336.name": "戦術支援",
"hero.bradley.skill.500336.desc": "ブラッドリーが不利な相手にも毎瞬間の優位を押し広げる。4ターンごとに2ターンの間、全軍の与ダメージが6%/12%/18%/24%/30%増加する。",
"hero.bradley.weapon.name": "雷鳴大砲",
"hero.bradley.weapon.perk.500337.name": "猛攻",
"hero.bradley.weapon.perk.500337.desc": "衝撃と恐怖の戦術は士気も高める。「破壊者」使用時、英雄と護衛の攻撃速度が5秒間、追加で14%増加する。",
"hero.bradley.weapon.perk.500338.name": "攻城の洞察",
"hero.bradley.weapon.perk.500338.desc": "ブラッドリーは攻城の専門家として防衛配置を正確に把握している。防衛部隊の攻撃力が15%増加する。",

"hero.cara.name": "カラ",
"hero.cara.story": "オスターモア郵便局のカラがいる限り、郵便は必ず届く。\n赤髪の「奇跡の少女」カラは蒸気動力のエア・ホウキに乗ってオスターモアの村々を飛び回り、手紙とともに待ちわびる生存者へ、必要不可欠な笑顔を届ける。子どもたちは彼女を追いかけて魔法を見せてとねだるが、ここで本当の魔法とは、彼女の魅力と才能が生み出す奇跡そのものだ。\n\nこの奇妙な時代、最高の郵便配達員は相当な火力を備えている。特権階級の都市住民であっても暮らしは容易ではない。盗賊や野生の捕食者は常に潜んでおり、カラは増援が到着するまで自ら介入したり、ホウキで注意を逸らしたりする方法で、幾度も危機を乗り越えてきた。\n\nカラは忙しい配達の合間にも、「ベーキング」と「オスターモアの都市伝説を追う探偵ごっこ」という二つの趣味を手放さない。友人がやめろと諭すほど、カラはますます執念深く掘り下げていく。\n\nカラは任務を終えて帰還した後、英雄として称えられ、それは彼女が抱えてきた劣等感をある程度和らげた。",
"hero.cara.skill.500551.name": "秘術爆発",
"hero.cara.skill.500551.desc": "カラが強力な砲撃を放ち、敵に攻撃力*200%/220%/240%/260%/280%の範囲ダメージを与える。",
"hero.cara.skill.500552.name": "陰鬱な霧",
"hero.cara.skill.500552.desc": "カラが「スチーム・ワミ」を発射して霧のようなガスを拡散し、敵の命中を低下させ、継続ダメージを与える。",
"hero.cara.skill.500553.name": "真心の友情",
"hero.cara.skill.500553.desc": "味方英雄が倒れるたびに、カラの攻撃力が戦闘終了まで増加する。",
"hero.cara.skill.500554.name": "煙の遭遇",
"hero.cara.skill.500554.desc": "カラが煙幕弾を投擲し、敵のクリティカル威力を低下させる。",
"hero.cara.skill.500555.name": "機械ペット",
"hero.cara.skill.500555.desc": "全軍の通常攻撃ダメージが増加する。",
"hero.cara.skill.500556.name": "魔女の怒り",
"hero.cara.skill.500556.desc": "弓兵が槍兵と弓兵に追加ダメージを与える。",
"hero.cara.weapon.name": "ベロコメット",
"hero.cara.weapon.perk.500557.name": "テクノパワー",
"hero.cara.weapon.perk.500557.desc": "「陰鬱な霧」の持続時間と通常攻撃ダメージが増加する。",
"hero.cara.weapon.perk.500558.name": "隠された安息処",
"hero.cara.weapon.perk.500558.desc": "防衛部隊のクリティカル威力が増加する。",

"hero.source.Hall of Chiefs": "最強領主",
"hero.source.King of Icefield": "氷原の王",
"hero.source.State of Power": "最強王国",
"hero.source.Daily Deals": "デイリー特典",
"hero.source.Hero Rally": "英雄集結",
"hero.source.Foundry Shop": "武器工房ショップ",
"hero.source.Lucky Wheel": "ラッキールーレット",
"hero.source.Mythic General Hero Shard": "レジェンド共用の欠片",

"hero.dominic.name": "ドミニク",
"hero.dominic.story": "ドミニクはツンドラで見つけられる最高の魔術師だ。幻術の大家として名高いミアでさえ、彼の驚異的な腕前と尽きない想像力には及ばない。ミアは彼の非凡な才能に感嘆し、大陸横断の自らのキャラバンに彼を招いた。\n瞬間移動や念動力から、キャラバンを宙に浮かせ、絵の中から優雅な女性を呼び出したり、観客を肖像画に変えたりすることまで――彼の奇抜なショーはいつも観衆を熱狂させる。キャラバンは大金を稼ぐが、ドミニクは喝采にも無関心に見える。彼の唯一の情熱は、より驚異的な魔法を生み出すことだけなのだ。\n\n華麗な幻術装置だけでなく、ドミニクは傘に仕込んだ麻酔ダーツ発射器や、強烈なパンチを放つ箱といった隠し武器の設計にも長けている。こうした奇抜な道具は、襲撃を受けたときキャラバンが形勢逆転する助けとなる。\n強靭な体と恐れを知らぬ性格を持つドミニクは、精巧な脱出技術で常に危険を切り抜け、不可能を可能にしてきた。\nさらに彼は完璧な変装術の達人でもあり、ミアのために必要な情報を多様なペルソナで自然に収集する。ただしミアを困惑させるのは、変装した姿では人々の中で巧みに溶け込みながら、本来の姿に戻ると冷たく、とても近寄り難い人物になる点だ。\n\n複雑な過去を抱えたり敵に追われたりしているキャラバンの仲間たちと比べ、ドミニクは「普通の男」に見えるという点でむしろ異質だ。\nドミニクはかつて放浪していたが、それは風変わりな性格ゆえに権力者と衝突したからだった。キャラバンに加わってから彼は真の自由を得て、奇妙な仲間たちと多く交流しなくてもよい環境で、魔法の完成に没頭できるようになった。ミアの財力のおかげで、彼の最も突飛なアイデアでさえ現実になる。\n\nドミニクの父はかつて町で最も有名な手品師だったが、あるエンジニアが公演前に最も精巧なトリックまでも見破ってしまい、すべてが崩れた。マジックショーが瞬く間に魅力を失うと、失意の父はさらなる腕前を求めて家を出た。\n当初、ドミニクの情熱は「父が夢見た完璧な幻影」を作り、いつか戻る父を引き留めたいという思いから始まった。成長した彼はついに皆を欺く究極のトリックを完成させ、そのエンジニアさえも騙した。だが父はついに戻らなかった。それでも天才は失望しなかった。彼にとって本当に重要なのは、ただ「魔法」だけだと悟ったからだ。",
"hero.dominic.skill.500541.name": "箱のマジック",
"hero.dominic.skill.500541.desc": "ドミニクが対象周辺に魔法の箱を3つ召喚する。各箱は強烈な拳を放ち、攻撃力*200%/220%/240%/260%/280%の範囲ダメージを与え、対象を1秒間スタンさせる。",
"hero.dominic.skill.500542.name": "燃える薔薇",
"hero.dominic.skill.500542.desc": "ドミニクが炎へ変わる薔薇を投げ、攻撃力*100%/110%/120%/130%/140%のダメージを与える。さらに対象を火傷させ、2秒間、0.5秒ごとに攻撃力*4%/6%/8%/10%/12%のダメージを与える。",
"hero.dominic.skill.500543.name": "二倍の厄介",
"hero.dominic.skill.500543.desc": "ドミニクの体力が0になると消え、5秒後に体力10%/20%/30%/40%/50%で再出現する。この効果は戦闘ごとに1回発動する。",
"hero.dominic.skill.500544.name": "神秘の装置",
"hero.dominic.skill.500544.desc": "全軍の与ダメージが4%/8%/12%/16%/20%増加する。",
"hero.dominic.skill.500545.name": "棘の突撃",
"hero.dominic.skill.500545.desc": "槍兵の攻撃ごとのダメージが12%/24%/36%/48%/60%増加する。中毒状態の対象は1ターンの間、被ダメージが5%/10%/15%/20%/25%増加する。",
"hero.dominic.skill.500546.name": "鏡の迷宮",
"hero.dominic.skill.500546.desc": "歩兵と弓兵が受けるダメージが3%/6%/9%/12%/15%減少し、与ダメージが同じ数値だけ増加する。",
"hero.dominic.weapon.name": "エクソボックス",
"hero.dominic.weapon.perk.500547.name": "幻影熟練",
"hero.dominic.weapon.perk.500547.desc": "ドミニクの与ダメージが25%増加する。",
"hero.dominic.weapon.perk.500548.name": "大幻術",
"hero.dominic.weapon.perk.500548.desc": "集結部隊のクリティカル威力が15%増加する。",

"hero.edith.name": "エディス",
"hero.edith.story": "どの都市でも、敏捷なエディスと巨大な「ミスター・ティン」ほど不釣り合いなデュオを見つけるのは難しいだろう。だがこの奇妙な二人組は、多くの人々以上に地域住民を助け、必要な補給を数え切れないほど「正当な代価」以上に稼いできた。\nエディスは、「ミスター・ティン」という愛称で呼ばれる金属製の人型存在が自分の人生にいなかった頃を思い出せない。彼の起源は謎であり――少なくともエディス自身の起源と同じくらいミステリアスだ。だがそんな疑問は、ミスター・ティンがどの定住地にも欠かせない存在となり、子どもたちに愛され続けてきた「現実的な助け」に比べれば些細なことだ。\n\nミスター・ティンは元々、名前も家もなかった。果てしないツンドラが彼の家だと言えば家だった。そうして部品が錆びるか、世界が終わるまで彷徨っていたかもしれない。そんなある日、興味深い機械装置で温められる奇妙なゆりかごを見つけた。その中には赤ん坊が眠っていた。\nミスター・ティンはなぜ、そのゆりかごを抱えて近くの都市まで守るように運んだのだろう？ 本能だったのか？ 金属の怪物を前に怯えて退いていた住民たちも、赤ん坊の泣き声に心が揺れた。言葉より行動が雄弁だったのだ。やがて市民は二人を喜んで受け入れ、その日以来、彼は「ミスター・ティン」という名を得た。\n\nミスター・ティンは人間社会に永続的な住処を得たが、永遠の冬に「タダ」はない。彼は成長するエディスを助け、都市が常に人手不足にならないよう、休むことなく働いた。\nエディスは聡明な科学徒として育ち、地域図書館や様々な機械装置の内部構造（とりわけ自分の人型の後援者）に尽きない興味を抱いた。学ぶ速度は驚くほどで、やがてエディスは都市の職人の誰よりも優れた修理技術で、ミスター・ティンの「専属整備士」となった。\nエディスはミスター・ティンの代弁者役まで担うようになった。彼の身振りや単純な音で意思を伝え、二人だけの言語で自然に意思疎通した。歳月が流れるにつれ、二人が離れるどころか、より共に働き、互いの存在に惹かれていったのは、むしろ当然だったのかもしれない。\n\nミスター・ティンの動力が何であるかは完全な秘密ではなかった。ただこの時代、その正体を推測できるほど教育を受けた者は少なかった。彼の輝く外装の下には、唸りを上げる火晶が鎮座していたのだ。だが火晶がどう装着され、どうやってこの巨人が作られたのかは、なお解けない謎である。\n実のところ、その存在は、人間の支配に依存しない権威を夢見た権力狂の「傑作」として始まった。人型の外観と火晶を結びつけ、原始的な思考と推論、そして「生命力」と呼べる活力を与えたのだ。機械の獣は偽の標的を相手に冷酷に訓練されたが、血肉ある敵に対しては破壊本能をうまく向けられなかった。狂人は脅し、怒鳴ったが、何の効果もなかった。\n\nそのプロジェクトは、初期成果にもかかわらず失敗に終わった。ミスター・ティンは軽蔑の中、銀色の雪原に捨てられ、エディスに出会うまで、時折鳥や動物に遭遇する以外は孤独な時間を過ごした。それは、ある「深い…」",
"hero.edith.skill.500321.name": "鋼鉄の拳",
"hero.edith.skill.500321.desc": "ミスター・ティンがエディスを脅かす敵に鋼鉄の怒りを叩き込む。前方の扇形範囲内の全ての敵を拳で攻撃し、攻撃力*100%/110%/120%/130%/140%のダメージを与えて1秒スタンさせる。同時に自身の攻撃力が2秒間20%/40%/60%/80%/100%増加する。",
"hero.edith.skill.500322.name": "脱出カプセル",
"hero.edith.skill.500322.desc": "ミスター・ティンの体力が0になると、コアをエディスの脱出カプセルへ射出し、残ったボディを爆発させて周囲の敵に攻撃力*200%/220%/240%/260%/280%のダメージを与える。",
"hero.edith.skill.500323.name": "先制警報",
"hero.edith.skill.500323.desc": "エディスの戦場情報が潜在的な危険を事前に警告する。ミスター・ティンは10%/20%/30%/40%/50%の確率で被ダメージを50%減少させる。",
"hero.edith.skill.500324.name": "戦略的均衡",
"hero.edith.skill.500324.desc": "ミスター・ティンの巨大な存在感が味方遠距離ユニットを自動的に守り、弓兵が受けるダメージを4%/8%/12%/16%/20%減少させる。同時に敵を抑え込み、槍兵の与ダメージを4%/8%/12%/16%/20%増加させる。",
"hero.edith.skill.500325.name": "装甲",
"hero.edith.skill.500325.desc": "ミスター・ティンの金属の身体が戦場で堅固な障壁となり、歩兵が受けるダメージを4%/8%/12%/16%/20%減少させる。",
"hero.edith.skill.500326.name": "鋼鉄の番人",
"hero.edith.skill.500326.desc": "エディスの移動式防衛システムは信頼できる。全軍の体力が5%/10%/15%/20%/25%増加する。",
"hero.edith.weapon.name": "本格ツールキット",
"hero.edith.weapon.perk.500327.name": "ポケットエンジニア",
"hero.edith.weapon.perk.500327.desc": "エディスがミスター・ティンを世話する。ミスター・ティンの体力が初めて50%未満になると、最大体力の35%を回復し、戦闘終了まで防御力が30%増加する。",
"hero.edith.weapon.perk.500328.name": "要塞工房",
"hero.edith.weapon.perk.500328.desc": "エディスとミスター・ティンは強力な防衛デュオだ。防衛部隊の体力が15%増加する。",

"hero.eleonora.name": "エレオノーラ",
"hero.eleonora.story": "凍てつく女王、国家の解放者、サンファイア城の市長、ツンドラの支配者、ソラリスの希望、盾の姫……これらすべての呼び名は、正統性を認める者がほとんどいないソラリス王朝の現統治者、エレオノーラ三世を指す。\n王国が滅んだ後、エレオノーラは忠実な騎士たちの保護の下で亡命生活を送り、成人するまで生き延びた。今や彼女は屈強な騎士であり、優れた指揮官へと成長した。王国の復興が究極の目標だが、生計のため傭兵として働かねばならない立場でもある。\n\nエレオノーラはサンファイア城が崩壊した時、まだ赤ん坊だったため、旧王国の記憶がない。長い間彼女は「復興」という使命をただ受け入れていただけで、心から共鳴できてはいなかった。だが亡命時代、新たに台頭した貴族たちから受けた侮蔑と屈辱に耐えるうちに、「自分だけの王国」を築きたいという渇望が彼女の心に根を下ろし始めた。\n\nエレオノーラはグレゴリー卿の指導の下で戦闘術を学び、師を凌駕し、卓越した実力でツンドラに名声を築いた。\nしかし全ての支持を得たわけではない。ジェロニモはエレオノーラとその追随者を王族を騙る詐欺師とみなし、本物の王女を見つけたと公言した。汚名を晴らすため、エレオノーラは傲慢な剣士に決闘を挑み、グレゴリー卿が介入して決闘を止めたにもかかわらず、ジェロニモを相手に自分を証明したい炎は深く残った。\n\n旧貴族の支援を背に、エレオノーラはかつて巨大な都市を占領して新たな首都としたこともあった。だがほどなく支援者たちと対立が生じた。\n贅沢と腐敗に染まった貴族たちは重税と強制労働を課し、民を悲惨に追い込んだ。根こそぎ奪われる痛みを知るエレオノーラは旧秩序の残酷さを見抜き、苦しむ人々を助けようとした。だがそれは貴族の利益を脅かし、彼らは背を向けてエレオノーラを新首都から追放し、「偽者」だと糾弾した。\n\n再出発せざるを得なかったエレオノーラの傍らには、グレゴリー卿と忠実な戦士たちがいた。今や彼女は、平等と慈悲の上に築かれる王国を取り戻すという夢を、完全に受け入れた。",
"hero.eleonora.skill.500441.name": "炎の盾",
"hero.eleonora.skill.500441.desc": "エレオノーラが王権の象徴である棘の盾を掲げ、攻撃力*100%/130%/160%/190%/220%のシールドを得て、受けたダメージの30%を敵へ反射する。シールドは3秒後に破裂し、周囲の敵に60%/65%/70%/75%/80%のダメージを与える。",
"hero.eleonora.skill.500442.name": "王権の制裁",
"hero.eleonora.skill.500442.desc": "エレオノーラが重いハンマーで対象を強打し、攻撃力*100%/110%/120%/130%/140%のダメージを与える。さらに対象の防御力を2秒間10%/15%/20%/25%/30%低下させる。",
"hero.eleonora.skill.500443.name": "威厳の光輪",
"hero.eleonora.skill.500443.desc": "エレオノーラの高貴な血が不屈の精神となり、被ダメージが5%/7.5%/10%/12.5%/15%減少し、与ダメージが5%/7.5%/10%/12.5%/15%増加する。",
"hero.eleonora.skill.500444.name": "燃え上がる太陽",
"hero.eleonora.skill.500444.desc": "エレオノーラが王の気品と名誉で全軍を鼓舞し、全軍の体力が5%/10%/15%/20%/25%増加する。",
"hero.eleonora.skill.500445.name": "ソラリスの結束",
"hero.eleonora.skill.500445.desc": "エレオノーラが均衡の取れた陣形を展開し、歩兵が受けるダメージを2%/4%/6%/8%/10%減少させ、弓兵の与ダメージを2%/4%/6%/8%/10%増加させる。",
"hero.eleonora.skill.500446.name": "立ち昇る炎",
"hero.eleonora.skill.500446.desc": "エレオノーラの猛攻が敵に恐怖を刻み、全軍の与ダメージが5%/10%/15%/20%/25%増加する。さらに歩兵が5回攻撃するたびに、2ターンの間、全軍の被ダメージが5%/10%/15%/20%/25%減少する。",
"hero.eleonora.weapon.name": "ソラリスの笏",
"hero.eleonora.weapon.perk.500447.name": "ハンマーと盾",
"hero.eleonora.weapon.perk.500447.desc": "エレオノーラは亡命生活の中で適応力を培った。体力が50%を超えると攻撃力が24%増加し、体力が50%未満だと防御力が75%増加する。",
"hero.eleonora.weapon.perk.500448.name": "最後の要塞",
"hero.eleonora.weapon.perk.500448.desc": "エレオノーラは毎戦を最後の戦いのように戦い、防衛部隊を鼓舞する。防衛部隊の体力が15%増加する。"
,
"hero.elif.name": "エリフ",
"hero.elif.story": "致命的なツンドラの花、エリフは遥か彼方の地で咲き、この文明の残滓へと流れ着いた。\n\n熟練の舞踊家であり武術家でもあるエリフは、水のようにしなやかで、敵には炎のように危険でありながら、出会う者には魅力的な存在だ。彼女はしばしば護送隊と行動を共にし、都市間を安全に往来しながら、しばらく定住して新たな人脈を築き、そして自分を引き寄せる謎を追っている。\n\n氷の疫病が広がる前、辺境の地で修練したエリフの演目には、失われた過去への切ない悲しみが宿る。彼女の双剣戦闘術は幼い頃のリボン・ダンスを思わせ、驚異的な手捌きを致命的な戦場効率へと変える。\n\n彼女の任務は一つの悲劇から始まった。奇妙な科学者が訪れた時期と重なり、地域の子どもたち――妹のダフネを含め――に呪いのような病が広がったのだ。医師フィリーの助けを借りて、エリフはダフネの状態を安定させると同時に、その呪いの真実を突き止めようとしている。その背後にはカイシャとパエトンが関わっているのかもしれない。危険がどれほど大きくとも、エリフは嵐のただ中でも決して追跡をやめない。",
"hero.elif.skill.500531.name": "幽霊滑走",
"hero.elif.skill.500531.desc": "敵を1秒間混乱させ、5秒間、攻撃を回避する確率が10/15/20/25/30%増加する。",
"hero.elif.skill.500532.name": "刃の舞",
"hero.elif.skill.500532.desc": "攻撃力*100/110/120/130/140%のダメージを与え、対象を1秒間混乱させる。",
"hero.elif.skill.500533.name": "虚空の歩み",
"hero.elif.skill.500533.desc": "回避確率が7/10/13/16/20%増加し、通常攻撃時に対象を1秒間混乱させる確率を得る。",
"hero.elif.skill.500534.name": "拘束の帳",
"hero.elif.skill.500534.desc": "全ての敵部隊の攻撃力が5/10/15/20/25%減少する。",
"hero.elif.skill.500535.name": "斬撃陣形",
"hero.elif.skill.500535.desc": "味方部隊の攻撃力が3/6/9/12/15%増加し、防御力が2/4/6/8/10%増加する。",
"hero.elif.skill.500536.name": "魅惑のタペストリー",
"hero.elif.skill.500536.desc": "歩兵の攻撃が1ターンの間、攻撃力*6/12/18/24/30%に相当するシールドを付与する。",
"hero.elif.weapon.name": "ムンスカ",
"hero.elif.weapon.perk.500537.name": "燃える刃",
"hero.elif.weapon.perk.500537.desc": "攻撃速度と「虚空の歩み」の混乱発動確率が7/10/13/16/20%増加する。",
"hero.elif.weapon.perk.500538.name": "守護者の恩寵",
"hero.elif.weapon.perk.500538.desc": "防衛部隊の防御力が5/7.5/10/12.5/15%増加する。",

"hero.estrella.name": "エストレラ",
"hero.estrella.story": "幼い頃、エストレラは村の大人たちから「旧世界」の物語をよく聞かされた。果てしない雪の冬しか知らなかった彼女にとって、過去の世界は青い森と黄金色の麦畑に満ちた場所だった。\nその物語はエストレラに鮮やかな夢を与えた。夢の中で彼女は生命力あふれる世界へ戻り、春の開花、夏の熱気、秋の収穫の季節を体験した――現実の凍りついた暮らしでは決して味わえない感覚だった。エストレラはその美しさを言葉で言い尽くせず、夢を絵に残して村人たちとその壮観を分かち合いたいと思った。\n\nエストレラの故郷は山裾の奥深くにある鉱山村だった。多彩な鉱物が豊富で、彼女はそれらを顔料として絵を描くことができた。しかし富は危険を招き、無法者が襲撃した時、エストレラは自分の不安定な鉱物絵の具が敵を燃やしたり凍らせたりできることに気づいた。彼女は故郷を守ると誓い、顔料を改良し続けた。\nエストレラはまた、旧世界から来た「エブリン」という少女が登場する繰り返しの夢を大切にしている。彼女は村の地下にある結晶が、時空を超えて人々を結ぶと信じている。",
"hero.estrella.skill.500571.name": "燃える深紅",
"hero.estrella.skill.500571.desc": "燃える深紅の絵の具を撒き、攻撃力*200%/220%/240%/260%/280%の範囲ダメージを与え、2秒間、敵の攻撃力を5%/10%/15%/20%/25%減少させる。",
"hero.estrella.skill.500572.name": "溶融の黄金",
"hero.estrella.skill.500572.desc": "琥珀色の黄色い絵の具を飛ばし、攻撃力*100%/110%/120%/130%/140%のダメージを与え、腐食を付与して4秒間、0.5秒ごとに攻撃力*2%/3%/4%/5%/6%のダメージを与える。",
"hero.estrella.skill.500573.name": "真夜中の青光",
"hero.estrella.skill.500573.desc": "通常攻撃が2秒間、対象の攻撃速度を10%/15%/20%/25%/30%減少させる。",
"hero.estrella.skill.500574.name": "腐食の色彩",
"hero.estrella.skill.500574.desc": "全ての敵部隊の防御力が5%/10%/15%/20%/25%減少する。",
"hero.estrella.skill.500575.name": "夜明けのキャンバス",
"hero.estrella.skill.500575.desc": "全ての味方部隊の攻撃力が3%/6%/9%/12%/15%増加し、防御力が2%/4%/6%/8%/10%増加する。",
"hero.estrella.skill.500576.name": "燦爛たる風景",
"hero.estrella.skill.500576.desc": "歩兵が受けるダメージが5%/10%/15%/20%/25%減少し、槍兵の与ダメージが5%/10%/15%/20%/25%増加する。",
"hero.estrella.weapon.name": "夢幻の絵",
"hero.estrella.weapon.perk.500577.name": "色彩爆発",
"hero.estrella.weapon.perk.500577.desc": "同時に2種類の色に染まった敵は被ダメージが30%増加する。",
"hero.estrella.weapon.perk.500578.name": "故郷防衛",
"hero.estrella.weapon.perk.500578.desc": "防衛部隊の攻撃力が15%増加する。",

"hero.flint.name": "フリント",
"hero.flint.story": "フリントはいつでもパエトンを燃やす準備ができた復讐の炎だ。彼がパエトンに対して繰り広げる個人的な聖戦は、結局は自分かパエトンの破滅で終わる可能性が高い。\n\nフリントと彼の寄せ集めの追随者たち（多くはパエトンに被害を受けた者たち）は、パエトン勢力と戦う過程でしばしば夜明け連盟と協力してきた。バヒティと仲間たちは、フリントが決して罪なき者を傷つけないと確信している。だが犯罪者や悪人なら？ フリントの手に慈悲は期待できない。\n\nフリントはかつて高位の軍将校だった。偵察任務中に部隊とはぐれ、「アルカディア」と呼ばれる人里離れた都市へ流れ着いた。そこは劇場や講堂、さらには図書館まで備えた――ユートピアに最も近い都市だった！ アルカディアには武器がなく、市民は平和を愛する学者たちで、銃器が必要だと感じていなかった。\n\nフリントはその都市と機械工ジェシーを愛するようになった。アルカディアで過ごした時間は、この凍てついた世界でも明るい未来を築けるという信念を彼に与えた。しかしその希望と信念は、アルカディアを襲った恐ろしい襲撃で粉々に砕け散った。\n\nパエトンの使者がアルカディアの門前に現れ、「火晶」に関するあらゆる知識を直ちに引き渡せと要求した。族長は、その研究が戦争の破壊兵器へ変質し得ることを理解しており拒否した。パエトンが都市を灰にするとき、抵抗を試みた戦士はフリントただ一人だった。彼は戦闘で致命傷を負ったが奇跡的に生き延びた。より良い未来への希望は、今や熱い復讐心へと置き換わった。\n\n数年後、フリントとジェシーは再会した。二人の旧い情はまだ残っていたが、ジェシーは復讐に蝕まれたフリントの執着を受け入れられなかった。フリントは今でもジェシーの心の特別な場所を占めているが、破壊に身を捧げる男を愛することはできなかった。そうして二人の旧恋人は、ついに離れていった。",
"hero.flint.skill.500211.name": "復讐の炎",
"hero.flint.skill.500211.desc": "フリントの火炎噴射攻撃が0.5秒ごとに攻撃力*60%/66%/72%/78%/84%のダメージを与え、2秒間、対象が受けるダメージを10%/15%/20%/25%/30%増加させる。",
"hero.flint.skill.500212.name": "焼却炉",
"hero.flint.skill.500212.desc": "痛みはフリントの潜在力を引き上げる。体力が50%未満のとき即座に最大体力の20%/25%/30%/35%/40%を回復する。戦闘ごとに1回のみ発動する。",
"hero.flint.skill.500213.name": "熱拡散",
"hero.flint.skill.500213.desc": "フリントの炎がもたらす温もりは不安定な時代の希望だ。味方英雄の攻撃速度が3%/4%/5%/6%/7%増加する。",
"hero.flint.skill.500214.name": "放火魔",
"hero.flint.skill.500214.desc": "小さな火種も巨大な炎になり得る。フリントの歩兵の与ダメージが20%/40%/60%/80%/100%増加する。",
"hero.flint.skill.500215.name": "燃える決意",
"hero.flint.skill.500215.desc": "フリントの炎は寒さを追い払うだけでなく、戦いの情熱に火をつける。全軍の攻撃力が5%/10%/15%/20%/25%増加する。",
"hero.flint.skill.500216.name": "焼却",
"hero.flint.skill.500216.desc": "フリントの怒りの炎はすべてを呑み込む。全軍のクリティカル率が5%/10%/15%/20%/25%増加する。",
"hero.flint.weapon.name": "ドラゴンベイン",
"hero.flint.weapon.perk.500217.name": "復讐の課業",
"hero.flint.weapon.perk.500217.desc": "「焼却炉」が発動すると、フリントの復讐の炎は消えない。戦闘終了まで攻撃力が24%増加する。",
"hero.flint.weapon.perk.500218.name": "竜の息吹",
"hero.flint.weapon.perk.500218.desc": "フリントが都市防衛のために火炎放射器を強化する。防衛部隊の攻撃力が15%増加する。",

"hero.flora.name": "フローラ",
"hero.flora.story": "フローラは元々不親切でも傲慢でもない。彼女の距離感は、複雑な社会関係の荒い世界よりも、自然や植物と交感することをはるかに好む深い性向に由来する。フローラは圧倒的に後者を好み、ジンマンとジェシーが精巧に建ててくれた特別な温室で、何日も植物たちとだけ過ごすことさえある。\nフローラは他者と一緒にいるのも好きだ――ただし「誰と一緒にいるか」に厳しいだけだ。仲間の植物学者で農業専門家のリディアは大きな喜びの源であり、温室の温度調節器を設計したジェシーも同様だ。こうした深い思考を共有できる相手と、フローラは長い時間、熱い議論を楽しめる。\n\nこの凍てついた時代、園芸学は何より重要な専門分野だ。少し前、夜明け連盟の巡回隊が、正体不明の科学者たちが残した種子保存施設を発見した。フローラは蘇った種を分類し、可能なら再利用して、食糧不足を解決する耐寒性作物を育てる任務を担った。今日、多くの生存者が温かい柔らかなパンや新鮮な果物を食べられるのは、新しい種子品種を切り拓いたフローラの先駆的研究のおかげだ。\n\nフローラの植物愛は、幼い頃に両親が読んでくれた寝物語の本から始まった。古びて黄ばんだページの中の旧世界は、鬱蒼たる楽園だった。本当にそんな密林が存在したのだろうか？ そんな青い庭園が？ その想像はフローラをときめかせ、虜にした。\nフローラは植物に秘められた驚くべき可能性を思い描くことをやめられなかった。丁寧な栽培で、どんな新しく魔法のような品種を育てられるだろう？ それを自分の生涯の使命にしようと決めた。伝統的な食糧作物だけでなく、フローラはより暗く邪悪な品種にも関心を向けた。毒性植物、食虫花、非常に攻撃的な蔓植物――そういったものだ。幸い、そうした危険な「害虫」たちの恐怖は概ね抑えられてきた……概ねは、だが。\n\n近年フローラは、幼い頃からその壮大さと目撃談で彼女を魅了してきた偉大な都市「アルカディア」の研究に深く関わってきた。その中には実際の目撃者である学者アグネスもおり、彼女は他の頑固な仲間たちと共に、失われた故郷の栄光を取り戻すチームを組もうとしている。\nアグネスが夢見る「ニュー・アルカディア」は、フローラにとって希望の灯火のように輝く。新たなアルカディアが満たすべき器は大きいが、フローラは肥沃な火山土の上で他の生存者たちと共に楽園を再建できることに胸を躍らせている。フローラは夜明け連盟の公式使節であり、これはこれまで彼女が担ってきた最も偉大なプロジェクトだ。",
"hero.flora.skill.500511.name": "絡みつき",
"hero.flora.skill.500511.desc": "フローラが素早く動く蔓を召喚して敵を攻撃する。攻撃力*100%/110%/120%/130%/140%の範囲ダメージを与え、対象を2秒間スタンさせる。",
"hero.flora.skill.500512.name": "薔薇満開",
"hero.flora.skill.500512.desc": "フローラが対象地域に毒性アドリアの花を撒き、攻撃力*20%/25%/30%/35%/40%の範囲ダメージを与える。英雄に対しては肉食性アドリア薔薇として発芽し、フローラの能力値の10%/15%/20%/25%/30%を継承して周囲の敵を攻撃する。",
"hero.flora.skill.500513.name": "自然の力",
"hero.flora.skill.500513.desc": "育てる者と育てられた存在は、生き残るほど強くなる。フローラと召喚植物の体力が2%/4%/6%/8%/10%増加し、防御力が4%/8%/12%/16%/20%増加する。",
"hero.flora.skill.500514.name": "沼の蔓",
"hero.flora.skill.500514.desc": "フローラが鋭い蔓を地面に敷き、敵を絡め取る。全軍の攻撃が50%の確率で、敵が受けるダメージを10%/20%/30%/40%/50%増加させる。",
"hero.flora.skill.500515.name": "植栽",
"hero.flora.skill.500515.desc": "フローラの防衛の茂みが歩兵が受けるダメージを5%/10%/15%/20%/25%減少させる。さらに槍兵とアドリア薔薇の連携が強化され、連携攻撃が5%/10%/15%/20%/25%の追加ダメージを与える。",
"hero.flora.skill.500516.name": "混乱の花粉",
"hero.flora.skill.500516.desc": "フローラの幻覚花粉が敵歩兵が受けるダメージを6%/12%/18%/24%/30%増加させ、敵弓兵の与ダメージを6%/12%/18%/24%/30%減少させる。（4ターンごとに2ターン持続）",
"hero.flora.weapon.name": "豊穣の種",
"hero.flora.weapon.perk.500517.name": "毒の心臓",
"hero.flora.weapon.perk.500517.desc": "アドリア薔薇と蔓がより強い毒性を帯びる。対象は2秒間、0.5秒ごとに攻撃力*25%の追加ダメージを受ける。",
"hero.flora.weapon.perk.500518.name": "生命の果実",
"hero.flora.weapon.perk.500518.desc": "フローラの新たな果実は強力な回復効果を持つ。防衛部隊の体力が15%増加する。",

"hero.fred.name": "フレッド",
"hero.fred.story": "「火を見せろ。熱は俺が処理する！」\n\nフレッドは、何世紀も続いてきたかのように長い間、都市消防隊の頼れる中心であり続けてきた。火災現場へ真っ先に飛び込み、生存者の住処を炎に明け渡すしかない最後の瞬間まで、最後まで残る。幾多の歳月にわたる奉仕は、感謝する生存者たちの深い恩義を彼に積み重ねた。\n\n消防隊長は賢くなければならない。フレッドがこれほど長く生き残れたのは、異常事態を見抜く奇妙な洞察と、危険を察知する「第六感」のおかげだ。そこでソラリス王朝最後の偉大な工学者たちは、フレッドに「アンチファイア」と呼ばれる装備を贈った。それはそれまで誰も見たことのないほど、極めて進歩的で強力な消防装備だった。\n\n旧世界の英雄譚を剥ぎ取れば、フレッドは常に謙虚さと親切さの模範であり、とりわけ夜明け連盟では熱狂的なファンを抱えるようになった。フレッドの欠点があるとすれば――ごく些細な欠点だが――彼にはほとんどユーモアのセンスがなく（そして皮肉を見抜く能力もない）。バヒティはこう語った。「俺が見た中でフレッドが一番完璧に近い。たった一つ、もう少し軽くなってくれたらいいんだが……」\n\nフレッドは自分が完璧だとは主張しない。数十年前、世界が今とはまったく違っていた頃、フレッドはソラリス首都で都市史上最年少かつ最も成功した消防隊長として名を馳せた。彼の功績を称える式典の前夜、消防局正門に彼の名を冠した巨大な青銅像を除幕する予定だった、まさにその夜、惨事が起きた！\n首都の قلب部にあった巨大な火晶が暴走し、凄まじい爆発を起こして都市全体を揺るがした。その夜の失敗は、フレッドの良心に永遠の重荷として残った。\n\nその後、帝国が崩れ去った歳月の中で、フレッドは多くを反芻した。自分は鈍感な機械に嵌め込まれた高貴な歯車にすぎなかったのか、盲目的な忠誠に目が眩んでいたのか？ 華やかさと威厳を取り払えば、苦痛と不正の傷で覆われた帝国だったのだ。フレッドは、新しい世界の欠陥にもかかわらず、今日の都市はこれほど甚大な人命の犠牲を払って維持される必要はないという事実を受け入れるようになった。\n\n結局、フレッドの心を大崩壊後に失われていた希望で満たしたのは、夜明け連盟の到来だった。今や彼は害ある火を消すだけでなく、人類全体を脅かすさらに致命的な火――戦争の火――さえも消し止めることに身を捧げている。",
"hero.fred.skill.500391.name": "酸性雨",
"hero.fred.skill.500391.desc": "フレッドが特殊な酸性溶液を対象地域に散布し、0.5秒ごとに攻撃力*60%/66%/72%/78%/84%のダメージを与える。さらに3秒間、対象が受けるダメージが15%増加する。",
"hero.fred.skill.500392.name": "放水砲",
"hero.fred.skill.500392.desc": "フレッドが対象を強力な水流で打ち、戦闘ボーナスを洗い流し、攻撃力*200%/220%/240%/260%/280%に相当するダメージを与える。",
"hero.fred.skill.500393.name": "完璧な対応",
"hero.fred.skill.500393.desc": "フレッドは極限状況ほど強くなる。体力が50%未満のとき攻撃力が8%/12%/16%/20%/24%増加し、防御力が25%/37.5%/50%/62.5%/75%増加する。",
"hero.fred.skill.500394.name": "水圧制圧",
"hero.fred.skill.500394.desc": "フレッドの水の洗礼が敵の勢いを挫く。全ての敵部隊のクリティカル率が4%/8%/12%/16%/20%減少する。",
"hero.fred.skill.500395.name": "酸性コーティング",
"hero.fred.skill.500395.desc": "フレッドが特殊な酸性混合液で敵歩兵の盾を腐食させ、敵歩兵が受けるダメージを4%/8%/12%/16%/20%増加させる。",
"hero.fred.skill.500396.name": "洪水の先鋒",
"hero.fred.skill.500396.desc": "水圧と戦術の双方に長けたフレッドの槍兵は、4回攻撃ごとに40%/80%/120%/160%/200%の追加ダメージを与え、次のターンに敵部隊の与ダメージを4%/8%/12%/16%/20%減少させる。",
"hero.fred.weapon.name": "ブレイズベアラー",
"hero.fred.weapon.perk.500397.name": "理想主義",
"hero.fred.weapon.perk.500397.desc": "フレッドの高貴な信念が攻撃力を24%増加させる。さらにボーナス解除のたびに戦闘終了まで防御力が10%増加する。（最大5スタック）",
"hero.fred.weapon.perk.500398.name": "消防士の呼び声",
"hero.fred.weapon.perk.500398.desc": "フレッドの眩しい活躍に動じない部隊は稀だ。集結部隊の攻撃力が15%増加する。"
,
"hero.freya.name": "フレイヤ",
"hero.freya.story": "フレイヤはかつて、ツンドラこそが世界に起こり得る最悪の災厄だと思っていた。しかし「血月疫病」は、その考えが誤りだったことを証明した。\nフレイヤの故郷の名は歴史の中に消えた。今では「地獄」「帰って来られない地」「捨てられた都市」と呼ばれている。かつて賑わっていた通りには霧が降り、誰も近づかない。だが道に迷った旅人が近づけば、今でも聞こえるかもしれない――骨の髄まで凍るような悲鳴と叫び声が。\n夜間警備隊だったフレイヤと同僚の見張りたちは、血月が昇った夜、都市外縁の見張り塔で十分な食料と共に比較的安全に守られていた。彼らは、いつか侵入者を防ぐのではなく、家族や友人だった者たちが「外へ」出てくるのを止めねばならない日が来るなど、想像もしなかった。\n\nだが、いつだって誰かが抜け出してくる。\n山道で迷い彷徨っていた商人は、「地獄」の怪物と遭遇した瞬間、恐怖で凍りついた。歪でねじれた人間の姿、奇怪な深紅の結晶の花弁に覆われた体、苦痛と闇で満ちた真っ黒な瞳。\n次の瞬間、怪物たちは冷たい鋼の閃光と共に倒れ、商人は影のような人物に引かれて見張り塔へ戻った。その無愛想な救い手――フレイヤ――は何も言わぬまま医師を呼び、精密検査を命じた。\n新たな仮面をつけた謎の人物が商人を入念に調べ、低い声で「血月疫病」と呼ばれる病に言及した。幸い商人は解放されたが、もし疫病の兆候が少しでも見えたなら――それが何であれ――まったく別の扱いを受けただろう、という背筋の凍る警告を聞かされた。\n\nあらゆる奇病を調査するフィリーは、フレイヤの凄惨な証言を聞いてそれを「血月疫病」と名付けた。\n疫病の第一原則は拡散を止めることだ。フィリーは見張りたちにそう促した。結晶と霧を通じて広がり、一瞬で人間を獣へ変えるかのような未知の病を、彼は容易には受け入れられなかった。\nフレイヤは例外だった。感染の兆候に気づいた時、彼女は怪物へ変じるよりも倒れ、観察対象となった。だが奇跡のように、彼女は自らの回復過程を「自分の目で」見始めた。身体の自然防御は耐え抜き、さらには強化された。今やフレイヤは、地獄を恐れずに歩ける唯一の存在となった。そして体内に不活性化された疫病の残滓は、彼女に途方もない力を授けた。\nフレイヤはその後、夜間警備隊の生存者たちの中核となった。免疫を持つ超人的な力の女であり、地獄の門が二度と開かぬよう固く守り抜く門番だ。\n\n「ハデス」はもともと「メティヤ」と呼ばれた、荒野の縁にある小さな都市だった。\n氷と寒気の時代は苛烈で、都市はしばしば炉の材料不足に苦しんだ。絶望的な時、見知らぬ訪問者が「小さな実験」をさせてくれれば豊かさを約束すると持ちかけてきた。最初は成功のように見えた。人々は食べ物なしでも大きな力とエネルギーを得て、寒さを感じず外を歩けるようになった。だがやがて恐ろしい奇形、怒り、そして凄まじい狂気が後を追った。\n結局ほとんどの「実験対象」は理性を失い、隣人を襲い始めた。その頃、都市全体は霧に覆われた。霧が疫病の原因だったのか結果だったのか――フレイヤには分からない。彼女もその時感染した。瞳が冷たく赤く、そして薄れていく中で、フレイヤは空を見上げた。銀灰色であるはずの満月は、血で完全に染まっていた。\nそれが長い回復期間についてフレイヤが覚えているすべてだ。今残るのは、自分が癒えたように、地獄の住人たちもいつか癒され得るという希望だけである。",
"hero.freya.skill.ChainSunder.name": "鎖砕き",
"hero.freya.skill.ChainSunder.desc": "フレイヤが鎖で対象を攻撃し、対象および周囲の敵に攻撃力*200%/220%/240%/260%/280%のダメージを与え、対象にマークを付与する。マークのある対象が攻撃を受けると、そのダメージの40%/50%/60%/70%/80%が周囲の敵にも伝播する。（発動クールダウン：0.5秒）",
"hero.freya.skill.PrickledBind.name": "棘の拘束",
"hero.freya.skill.PrickledBind.desc": "フレイヤが鎖で対象を強打して拘束する。攻撃力*100%/110%/120%/130%/140%のダメージを与え、1.5秒間移動不能にする。",
"hero.freya.skill.CrystalFury.name": "結晶狂乱",
"hero.freya.skill.CrystalFury.desc": "フレイヤの状態が周期的に激しい攻撃として爆発する。通常攻撃8/7/6/5/4回ごとに、クリティカル率が60%/70%/80%/90%/100%増加する。",
"hero.freya.skill.FogOfWar.name": "戦場の霧",
"hero.freya.skill.FogOfWar.desc": "フレイヤが発煙弾を投げ、敵の視界を曇らせる。全ての敵部隊の攻撃力が4%/8%/12%/16%/20%減少する。",
"hero.freya.skill.BloodMoonScythe.name": "血月の鎌",
"hero.freya.skill.BloodMoonScythe.desc": "フレイヤが三日月形の武器で敵の恐怖を刈り取る。通常攻撃後、50%の確率で「収穫」を発動し、20%/40%/60%/80%/100%の追加ダメージを与える。",
"hero.freya.skill.NightsVengeance.name": "夜の復讐",
"hero.freya.skill.NightsVengeance.desc": "フレイヤが奇襲で敵の攻撃を撹乱し、防衛線を崩壊させる。味方歩兵と弓兵が受けるダメージが3%/6%/9%/12%/15%減少し、与えるダメージが3%/6%/9%/12%/15%増加する。",
"hero.freya.weapon.name": "血月の鎌",
"hero.freya.weapon.perk.NightRaid.name": "夜襲",
"hero.freya.weapon.perk.NightRaid.desc": "フレイヤの過酷な訓練により与えるダメージが30%増加する。さらに本能的に、敵召喚獣に即座に攻撃力*300%のダメージを与える。",
"hero.freya.weapon.perk.DefenderOfTheWatch.name": "監視の守護者",
"hero.freya.weapon.perk.DefenderOfTheWatch.desc": "フレイヤの目は、決して警戒任務で揺らいだことがない。防衛部隊の防御力が15%増加する。",

"hero.gatot.name": "ガト",
"hero.gatot.story": "ガトは勇猛な戦士であり優れた指揮官だ。彼は精鋭部隊を率いて遠い異国から来ており、ツンドラで何かを探しているようだ。\n\nガトの過去はほとんど知られていない。彼の立場が不明瞭なため、ツンドラの多くの族長たちは彼と距離を置く。だが何故か、ガトとその追随者たちはパエトンを強く敵視している。「敵の敵は味方」という原則の下、夜明け連盟はガトに大きな期待を寄せている。ガトが連盟に加わる気はなくとも、パエトンとの戦いで夜明け連盟の戦士たちが見せた勇猛さには深く感銘を受けた。\n\n夜明け連盟とガトの最初の協力は、連盟が極めて危うい状況に陥った時に実現した。\n\n当時パエトンは中枢情報を奪取し、連盟の最精鋭が駐留する野営地を奇襲した。ヘリオス・キャノンの執拗な火力とゼノビアの素早い突撃により、野営地は瞬く間に崖っぷちへ追い込まれた。\n\nその決定的瞬間、ガトが第三勢力として戦闘に乱入した。側面から現れた彼の部隊は、パエトンの陣形をズタズタに引き裂いた。\n\n一対一の対決でガトは傲慢なゼノビアを突き刺すことに成功し、その隙にローガンが包囲を脱する機会を作った。ローガンは単身で崖の頂へ登り、大砲を破壊した。最終的に二つの強力な戦力は呼吸を合わせ、パエトンの攻撃を撃退した。ガトは夜明け連盟への加入提案を断ったが、ローガンへの敬意と、自軍に将軍として迎えたいという望みは隠さなかった。\n\nガトの正体は、実は遠い異国の王である。彼は十代で即位したが、王国は内紛と外敵に苦しんでいた。わずか数年で不安定な統治を安定させ、反乱を鎮圧し、分裂した王国に統一を取り戻した。圧倒的劣勢の中で強敵を打ち破った彼は、民に英雄として崇められた。\n\n領土拡張への粘り強い努力の末、王国はかつてない繁栄を遂げ、即位10年で彼は歴史上最も偉大な王として頭角を現した。\n\nだが良き時代は長く続かなかった。ある事件により、ガトは王国を他者に託し、故郷を離れる旅に出ざるを得なくなった……。\n\nガトの宮殿にはかつて高価な宝が隠されていた。世界の運命を記したが解読できない、奇妙な書物だった。\n\n数年前、パエトンの使者が彼の宮殿を訪れた。使者が古代言語に精通していると知ったガトは、書の秘密を解いてほしいと頼んだ。だが謎は解けず、書物はその神秘的な使者と共に姿を消した。\n\nガトは書を失ったことを自らの過失だと考えた。王として、国宝を取り戻す責務を負ったのだ。最も信頼する軍団と共に遠征に出る前、彼は民の前で誓った――パエトンからその書を取り戻すまでは決して帰らない、と。",
"hero.gatot.skill.500341.name": "王の決意",
"hero.gatot.skill.500341.desc": "ガトが王家の後継者にふさわしい決意のシールドを起動する。5秒間、攻撃力*220%/260%/300%/340%/380%に相当するシールドを得て、シールドが先に消費される。",
"hero.gatot.skill.500342.name": "王権の威厳",
"hero.gatot.skill.500342.desc": "ガトの生まれ持った威厳が全ての敵英雄を威圧し、攻撃力を1%/2%/3%/4%/5%減少させる。さらに3秒間、ガトの攻撃力が（1%/2%/3%/4%/5% × 威圧された英雄数）増加する。",
"hero.gatot.skill.500343.name": "王の舞踏",
"hero.gatot.skill.500343.desc": "ガトの優れた戦闘術が戦の踊りのように展開される。敵の通常攻撃を回避する確率が3%/6%/9%/12%/15%増加し、クリティカル率が4%/8%/12%/16%/20%増加する。",
"hero.gatot.skill.500344.name": "黄金守備隊",
"hero.gatot.skill.500344.desc": "ガトが帝国守備隊の戦術で部隊を指揮する。彼の歩兵の防御力が6%/12%/18%/24%/30%増加する。",
"hero.gatot.skill.500345.name": "王の下賜",
"hero.gatot.skill.500345.desc": "偉大なる王たちの祝福がガトの歩兵に降り注ぐ。歩兵が攻撃するたびに1ターンの間、攻撃力*6%/12%/18%/24%/30%に相当するシールドを得る。",
"hero.gatot.skill.500346.name": "王室軍団",
"hero.gatot.skill.500346.desc": "ガトの威圧的な軍団が敵に恐怖を植え付け、敵の攻撃力を5%/10%/15%/20%/25%減少させる。",
"hero.gatot.weapon.name": "黄金の牙",
"hero.gatot.weapon.perk.500347.name": "王の処罰",
"hero.gatot.weapon.perk.500347.desc": "「王の決意」に攻撃力*95%に相当する追加シールドが加わる。さらにシールドが維持されている間、受けたダメージの30%を敵に反射する。",
"hero.gatot.weapon.perk.500348.name": "不滅の都市",
"hero.gatot.weapon.perk.500348.desc": "不滅の都市は勇気と決意で鍛え上げられる。防衛部隊の防御力が15%増加する。",

"hero.gisela.name": "ジゼラ",
"hero.gisela.story": "オスターモア出身のこの小さな少女は、都市を代表する機械の天才――史上最年少の「クラフトマスター（職人長）」の称号授与者――には見えない。だがオスターモアが「自動砲塔」「機械警備兵」「無人飛行装置」といった新式兵器で武装できたのは、ほとんどがジゼラの手腕のおかげだった。\nこれら優れた発明の中でも、最も傑出した傑作はジゼラ個人用の「ミニシールド」かもしれない。都市を守る巨大な盾のように、個人を剣とマスケット弾から守ろうとする装置だ。まだ試験段階で、装置は「完全に安定」してはいない。\n\nこれほどの業績がさらに驚くべきなのは、ジゼラの小柄な体格と、皺一つない「童顔」が生む錯覚のせいだ。ジゼラは、オスターモアの典型的な白髪のクラフトマスターに見えないという理由で軽んじられるより、真剣に認められたいと望んでいる。ジゼラを最も早く怒らせる方法は、彼女を見下すような口調で話すことだ。――そして彼女はよく怒る。\n必要は発明の母である。ジゼラがより大きな尊敬を得たいという必要は、「メカアーム」へとつながった。急に数トンの荷を運ぶ必要がある？ 鋼鉄を望む形に打ち抜く必要がある？ 恐怖を克服し、輝く巨大な腕を持つ恐るべき女性に頼むといい。ジゼラは決して暴力的ではない。彼女を知る者は、本当に優しい魂を見抜く。\n\n正直に言えば、過小評価には利点も多い。敵に過小評価されるのは、とてつもない贈り物だ。\nジゼラがクラフトマスターになる前には「悪い時代」があった。パエトンの軍勢が雪崩のように押し寄せ、オスターモアの職人・科学者・技術者たちは捕虜となった。当時ジゼラは、パエトン兵に真面目に見られなかったため、むしろ放置され得た。都市の大半が封鎖された状況で、パエトンは城門付近に積まれていた武器をわざわざ処理しなかった。ジゼラはすぐに夜陰に紛れ、砲塔や撹乱装置、奇襲装置を大量に製造し、「その瞬間」に爆発するよう仕込んだ。そしてオスターモアの角笛を口に当てたジゼラが合図を鳴らすと、野営地の警備は瞬く間に崩れ、捕虜たちは即座に武装した。\nパエトンは正面決戦を準備していたのであって、見知らぬ路地で繰り広げられるゲリラ戦など想定していなかった。パエトン兵力は急速に瓦解し、追い出される際に高価な装備をそのまま残していった。\n\n今日のオスターモアは平和だ。パエトンの亡霊ではなく、明日の職人たちが生み出す技術怪談が都市を巡る平和――最近では「ジャンピング・ジャック」の伝説が、一跳びで塔を越える姿として人々を恐怖と魅惑に陥れている。ところがジゼラが調査に関わろうとしないほど、噂はさらに大きくなった。\n彼女には理由がある。同僚の発明家ロイドは病気の父を助けるため、数年かけて機械式外骨格スーツを作り続け、ついにジゼラに助けを求めた。二人は驚くほど少ない問題で工学の驚異を完成させた。最大の問題は、ロイドが「実験用モルモット」となって自ら確認した。スーツは本格的に動き始めると、すなわち「ジャンプ」が始まると、使用者入力に反応しなくなったのだ。\nロイドは動力が切れて奇跡的に無事だった。空を飛ぶ鉄くずの塊の噂は瞬く間に広がり、オスターモアの噂工場を暴走させた。ジゼラとロイドは、彼らの秘密がまだ露見していないことを非常に幸運だと感じている。",
"hero.gisela.skill.500501.name": "過負荷",
"hero.gisela.skill.500501.desc": "ジゼラがメカアームを攻撃モードで5秒間オーバーロードさせ、エネルギー50を獲得する。さらに攻撃速度が20%/30%/40%/50%/60%増加し、防御力が50%/75%/100%/125%/150%増加する。",
"hero.gisela.skill.500502.name": "鋼鉄ハンマー",
"hero.gisela.skill.500502.desc": "ジゼラがメカアームで対象地域を強打し、攻撃力*100%/110%/120%/130%/140%の範囲ダメージを与え、エネルギー25を獲得する。",
"hero.gisela.skill.500503.name": "携帯シールド",
"hero.gisela.skill.500503.desc": "ジゼラがエネルギー100に到達するとミニシールドを起動する。3秒間、攻撃力*70%/100%/130%/160%/190%に相当するシールドを獲得する。通常攻撃1回ごとにエネルギー3/6/9/12/15を獲得する。",
"hero.gisela.skill.500504.name": "合金防御",
"hero.gisela.skill.500504.desc": "ジゼラの先端技術により歩兵の防御力が6%/12%/18%/24%/30%増加する。",
"hero.gisela.skill.500505.name": "スクラップ工房",
"hero.gisela.skill.500505.desc": "ジゼラが指揮する歩兵は40%の確率で1ターンの間、全ての部隊の防御力を10%/20%/30%/40%/50%増加させる。",
"hero.gisela.skill.500506.name": "試験シールド",
"hero.gisela.skill.500506.desc": "全ての部隊が40%の確率で受けるダメージを10%/20%/30%/40%/50%減少させる。",
"hero.gisela.weapon.name": "ヘラコア",
"hero.gisela.weapon.perk.500507.name": "エネルギー効率",
"hero.gisela.weapon.perk.500507.desc": "通常攻撃1回につき追加でエネルギー15を獲得し、エネルギー100到達時にシールド強度が攻撃力*190%分増加する。",
"hero.gisela.weapon.perk.500508.name": "自動照準",
"hero.gisela.weapon.perk.500508.desc": "防衛部隊の攻撃力が15%増加する。",

"hero.gordon.name": "ゴードン",
"hero.gordon.story": "学者然とした風貌を持ちながらも、ツンドラの民間人と都市の安寧を害すると見なす者にとって、ゴードンは恐怖そのものだ。すなわち略奪者と略奪行為者は、「この時代の偉大なる毒殺者」と呼ばれるゴードンの名声を恐れねばならない。\n最も堅牢な盾も最も頑丈な鎧も、ゴードンが選んだ武器の前では役に立たない。動きを封じたい相手には遅効性の毒を、痕跡なく苦しめたい相手には苦痛の霊薬を使う。さらに毒への耐性を得たゴードンは、自分の毒を恐れる理由もない。バヒティは喜んでこう言った。「ゴードンがそんな特異な才能を、害をなそうとする連中にだけ使ってくれることを、俺たちは本当に感謝すべきだ。」\n\n昼のゴードンがする最も「冒険的」な仕事は教えることだ。彼は並外れた科学知識を次世代の優れた頭脳へ伝える。幾千を殺した教授であっても、学生が博識な師を恐れる必要はない。彼の名声はむしろ卓越した教育能力とカリスマ性によって強化されている。\n都市の外で無辜の生命を脅かす者たちと対峙する時だけ、ゴードンは自らが「イナゴ」と呼ぶ者たちに容赦なく毒を行使する。その時のゴードンは戦場の隅々に速毒と致命的な霧を撒き、「生きる資格のない」者たちを窒息させようとする狂人のようにも見える。\n\n優雅さと怒りが入り混じるゴードンの奇妙な性格は、パエトンと「毒素博士テオドール」の手によって裕福な都市が地獄の荒れ地へ堕とされた、市長時代の凄惨な体験に由来する。毒素博士にとってパエトンは、継続する科学実験のための「鍵穴」だった。毒素博士は全面化学爆撃を命じた。ついに「実験対象」を見つけたのだ。\n市長だったゴードンは特別扱いを受けた――正体不明の効果を持つ有毒な粘液で満たされた地下貯蔵庫に閉じ込められ、残酷な観察者たちは7日7晩、彼が腐るのを放置して結果を見守った。それは7日間の純粋な拷問だった。\n\n「死ななければ強くなる」という言葉は、ゴードンにとって真実だった。\n7日後、実験者たちは結論を得た。粘液は極度の苦痛を与えたが、恒久的な身体奇形は残さなかった。そして夜明け連盟がついに廃墟を毒素博士の支配から取り戻した時、ゴードンは自分がほとんど傷ついておらず、他の住民と違って精神も健全だという事実に驚いた。加えて、その長い浸漬はゴードンをいくつもの一般的な毒にまで免疫にしたようだった。\nいまゴードンの人生の目的は、世界が戦慄するほどの恐怖を毒素博士テオドールへ返すことだ。だが復讐心が彼の理性を完全に歪めたわけではない。彼は過去を正せないことを知りつつも、同様の悲劇を防ぐ道徳的義務を感じている。だからゴードンは邪悪な「イナゴ」たちに対し、「毒には毒を」で返す偉大な十字軍となった。",
"hero.gordon.skill.500151.name": "毒性爆発",
"hero.gordon.skill.500151.desc": "ゴードンが壺を投げて毒性の霧へ分解させる。3秒間、0.5秒ごとに周囲の敵に攻撃力の50%/55%/60%/65%/70%のダメージを与える。",
"hero.gordon.skill.500152.name": "毒性化学瓶",
"hero.gordon.skill.500152.desc": "ゴードンが化学フラスコを正確に投げ、対象を中毒させる。2秒間、0.5秒ごとに攻撃力の25%/27.5%/30%/32.5%/35%のダメージを与え、対象が受けるダメージを5%/10%/15%/20%/25%増加させる。",
"hero.gordon.skill.500153.name": "耐性強化",
"hero.gordon.skill.500153.desc": "ゴードンの身体が毒性過曝露に適応し、新たな反応を生み出す。防御力が25%/37.5%/50%/62.5%/75%増加する。",
"hero.gordon.skill.500154.name": "猛毒注入",
"hero.gordon.skill.500154.desc": "ゴードンが槍兵の武器を毒で濡らす。槍兵は2回攻撃ごとに20%/40%/60%/80%/100%の追加ダメージを与え、対象に1ターンの間中毒を付与する。中毒状態の敵は与えるダメージが4%/8%/12%/16%/20%減少する。",
"hero.gordon.skill.500155.name": "化学的恐怖",
"hero.gordon.skill.500155.desc": "ゴードンの毒に塗れた武器が戦場を恐怖に陥れる。槍兵の与ダメージが30%/60%/90%/120%/150%増加し、3ターンごとに1ターンの間、全ての敵部隊の与ダメージが6%/12%/18%/24%/30%減少する。",
"hero.gordon.skill.500156.name": "毒性放出",
"hero.gordon.skill.500156.desc": "ゴードンが防御用の生体毒霧を生成する。敵前列歩兵を混乱させて受けるダメージを6%/12%/18%/24%/30%増加させ、記憶/視界を遮断して敵弓兵の与ダメージを6%/12%/18%/24%/30%減少させる。（4ターンごとに2ターン持続）",
"hero.gordon.weapon.name": "ボンクラックス・ヴェノム",
"hero.gordon.weapon.perk.500157.name": "ポーション #1325",
"hero.gordon.weapon.perk.500157.desc": "ゴードンの化学武器庫がゴードンの与えるダメージを25%増加させ、中毒状態の対象の攻撃力を15%減少させる。",
"hero.gordon.weapon.perk.500158.name": "生体強襲",
"hero.gordon.weapon.perk.500158.desc": "ゴードンが味方に特殊な毒武器を提供し、集結部隊のクリティカル率を15%増加させる。",

"hero.greg.name": "グレッグ",
"hero.greg.story": "グレッグの目に、凍てついた世界は危険に満ちた森のように映る。最も過酷な環境こそが人間性を剥ぎ取り、悪を最もよく露わにすると彼は信じている。「だから秩序が必要だ」と彼は言った。\n\nグレッグは理性と規定によって世界の秩序を取り戻し、法の尊厳を守ることに身を捧げている。判事として彼は公正で職務に忠実だが、そのため他者の妨害を受けることもある。命が危うかったことは一度や二度ではないが、彼は一度も揺らいだことがない。むしろ数多の生死の瀬戸際を越え、決意はさらに堅くなった。\n\n彼の警告は無法者たちへ向けられる。いつかあなたたちは皆、「勅令」によって制裁されるだろう。ソラリスが崩れたにもかかわらず、グレッグは古い法を今も守っている。\n\nグレッグは、古い規定の一部が時代に合わないことも分かっている。勅令がすでに消えた貴族の権利を保護するよう作られているからだ。それでも今のところ、より良い代案はない。いつかグレッグが夜明け連盟の提案を受け入れ、新たな勅令を共に作る日が来るかもしれない。\n\nグレッグの理念は自警団のフリントとは大きく異なる。グレッグは復讐心が裁判と正当な司法手続きを飛び越える理由にならないと信じる。一方フリントは、パエトンと卑劣な略奪者たちをそのまま燃やし尽くしたい。フリントはグレッグの手配書に載っているが、グレッグは遭遇してもフリントに手を出したことがない。\n\nセルゲイの話は、グレッグに自らの厳格な法治信念を疑わせた唯一の事例だった。都市を守るため上官の命令を拒んだセルゲイは本当に死刑に値したのか？ グレッグは認めた。「あの日、私が裁判長だったなら、どんな判決を下すべきか分からない。」",
"hero.greg.skill.500201.name": "義なる風",
"hero.greg.skill.500201.desc": "空から鉄格子を召喚し、範囲内の敵に攻撃力*160%/176%/192%/208%/224%のダメージを与え、2秒間スタンさせる。",
"hero.greg.skill.500202.name": "詩的正義",
"hero.greg.skill.500202.desc": "敵対象に裁きを開き、処罰または褒賞を与える。処罰は対象に攻撃力*220%/240%/260%/280%/300%のダメージを与え、褒賞は対象の体力をグレッグの攻撃力*50%分回復する。",
"hero.greg.skill.500203.name": "公正なる判決",
"hero.greg.skill.500203.desc": "敵が犯した罪に対し苛烈な罰を下す。3秒間、敵が受けるダメージが10%/15%/20%/25%/30%増加する。",
"hero.greg.skill.500204.name": "正義の剣",
"hero.greg.skill.500204.desc": "味方部隊を容赦なき正義の剣とする。20%の確率で3ターンの間、全ての部隊の与えるダメージが8%/16%/24%/32%/40%増加する。",
"hero.greg.skill.500205.name": "法の抑止力",
"hero.greg.skill.500205.desc": "グレッグが法の権威で敵を威圧する。全ての部隊の攻撃が20%の確率で2ターンの間、全ての敵部隊の与えるダメージを10%/20%/30%/40%/50%減少させる。",
"hero.greg.skill.500206.name": "法と秩序",
"hero.greg.skill.500206.desc": "グレッグの法と秩序への信念が皆を鼓舞する。全ての部隊の体力が5%/10%/15%/20%/25%増加する。",
"hero.greg.weapon.name": "国家勅令",
"hero.greg.weapon.perk.500207.name": "法廷秩序",
"hero.greg.weapon.perk.500207.desc": "グレッグが対象を沈黙させ、5秒間スキル使用を封じる（既に発動したスキルには影響しない）。さらに攻撃力*300%のダメージを与える。",
"hero.greg.weapon.perk.500208.name": "正義の号角",
"hero.greg.weapon.perk.500208.desc": "グレッグが正義と信念の旗の下に軍を集結させる。集結部隊の体力が15%増加する。"
,
"hero.gregory.name": "グレゴリー",
"hero.gregory.story": "「帝国の栄光のために！ 旧ソラリスのために！」――いまやソラリス帝国が遥かな記憶となっても、グレゴリーの熱い戦闘の雄叫びが揺らいだことは一度もない。\n帝国の統治は、サンファイア城が盗賊軍に陥落した日に終わった。ツンドラは宣言した――皆がそれぞれ生き延びねばならない、と。グレゴリーの兵士たちも例外ではなく、多くの旧ソラリス兵と同様、生活のために傭兵の道へ追いやられた。だがグレゴリーの胸中では、ソラリスの旗が再びサンファイア城の頂に翻る「栄光の時代」への渇望が消えたことはない。\nグレゴリー配下の兵士たちはそこまで楽観的ではないが、グレゴリーの有能な指揮がもたらすパンとささやかな安らぎを拒みもしない。グレゴリーは昔も今も人気の指揮官である。\n\n騎馬の剣士としてグレゴリーはおそらく比肩する者がなく、強く速く突き崩す戦術家として、そして旧世界の歩兵戦術の専門家としても最高峰と言える。彼が帝国最後の「夜明け守護隊」分隊長となったのは偶然ではなく、彼らの献身的で忠実な努力によって幼き女皇帝は生き延びた。\nサンファイア城からの脱出は、さらなる複雑さをもたらした。新しい世界で女皇帝の役割とは何か？ そしてより現実的には、侍従・見習い騎士・侍女のいない生活を彼らはどう耐え抜くのか？\n\n見た目に反して、グレゴリーは粗野な人間ではない。彼をよく知る者は、厳しい顔の下に隠れた優しさ、とりわけ幼い女皇帝への慈しみを証言する。\n原則としてグレゴリーは、女皇帝が今もなお一種の王権を有していると信じている。だから彼はしばしば「叔父」であり助言者であり執事であり、危険が迫れば護衛となる。また彼は帝国の旧き作法を守ろうとし、帝国の復活が不可能に見える時でさえ、陛下と随行者たちに宮廷作法と王家の装いを頑なに求める。\n\nサンファイア城が崩れた日は、グレゴリーの記憶に永遠に燃え続ける日だ。すべてを失ったが、その代わり新たな目的を得た日でもある。\nグレゴリーは瀕死の近衛隊長から命令を受けた――幼き女皇帝は生きている！ だが安全地帯へ向かうには、略奪と混乱と血の匂いが渦巻く絶対的なカオスを「針の穴」のように通り抜けねばならなかった。ほとんど不可能な任務だったが、最後にグレゴリーは鎧に幾本もの矢傷を受け血を流しながらも、女皇帝を都市外の安全地帯へ導いた。兵士たちが陛下を安全な場所へお連れする計画を立てていたその時、グレゴリーは恐怖に震える陛下の瞳を見つめ、再び立ち上がる力を引き出した。その瞬間から彼の運命は後継者と結びつき、彼は最も忠実な守護者となった。",
"hero.gregory.skill.500411.name": "山の剣",
"hero.gregory.skill.500411.desc": "グレゴリーが激しい一撃を準備し、周囲の敵に攻撃力*100%/110%/120%/130%/140%の範囲ダメージを与え、敵をノックバックして1秒間スタンさせる。",
"hero.gregory.skill.500412.name": "防御反撃",
"hero.gregory.skill.500412.desc": "グレゴリーが大剣を組み合わせ防御姿勢を取る。10%/20%/30%/40%/50%の確率で受けるダメージを半減する。",
"hero.gregory.skill.500413.name": "犠牲の意志",
"hero.gregory.skill.500413.desc": "グレゴリーが倒れても、その手本は残る。グレゴリーが敗北した後5秒間、全ての味方部隊の攻撃力が8%/12%/16%/20%/24%増加する。",
"hero.gregory.skill.500414.name": "太陽の軍団",
"hero.gregory.skill.500414.desc": "グレゴリーが部隊の知られざる潜在力を引き出す。全ての部隊の攻撃力が3%/6%/9%/12%/15%増加し、防御力が2%/4%/6%/8%/10%増加する。",
"hero.gregory.skill.500415.name": "突撃強襲",
"hero.gregory.skill.500415.desc": "グレゴリーが勇気と情熱で皆を鼓舞する。全ての部隊の通常攻撃が5%/10%/15%/20%/25%の確率でクリティカルダメージになる。",
"hero.gregory.skill.500416.name": "不屈",
"hero.gregory.skill.500416.desc": "グレゴリーが途切れない防衛線を築く。歩兵が受けるダメージが4%/8%/12%/16%/20%減少する。",
"hero.gregory.weapon.name": "ソラソード",
"hero.gregory.weapon.perk.500417.name": "不屈の甲冑",
"hero.gregory.weapon.perk.500417.desc": "グレゴリーの板金鎧が彼を守り、防御力が50%増加する。さらに不屈の意志により、スタン・麻痺などの妨害効果に免疫となる。",
"hero.gregory.weapon.perk.500418.name": "近衛の刃",
"hero.gregory.weapon.perk.500418.desc": "勇気と勝利への意志は、いつも傭兵の強欲を超える。グレゴリーの指揮により、防衛部隊のクリティカル率が15%増加する。",

"hero.gwen.name": "グウェン",
"hero.gwen.story": "グウェンとノラは第一印象こそ異なるが、どちらも夜明け連盟で等しく尊敬される指揮官として挙げられることが多い。\n\n機械化旅団の指揮官であるノラは、稲妻のような突撃、敵陣の崩壊、待ち伏せ、大胆な奇襲を得意とする。一方グウェンは学者肌で本の虫のような雰囲気を漂わせる。グウェンが夜明け連盟で高い地位を得たのは、戦場上空から敵の動きを表示できる革新的な飛行装置のおかげだ。優れた操縦士であるグウェンは、多くの難関任務の決定打となった精巧な発明を切り拓いてきた。\n\n機械工ジェシーはグウェンをこう評した。「工学の神童だよ。世の中にそう多くない才能さ。グウェンの発明は連盟にものすごく役立った。でも本当に欲しいのは、空を制する航空機を作ることだと思う。」\n\nグウェンは戦いが好きではない。だが父の悲劇は、ときに戦いとその残酷な結果を避けられないという事実を彼女に刻んだ。姉ノラの指導と訓練のおかげで、グウェンは驚くほど強い戦士になった。ただし慎重さは相変わらずで、勝負が不確かな時は離脱する方だ。皮肉にもグウェンが最も危険になるのは、新しい機械の試作機を試験する時である。発明はしばしば危険を伴うのだ。\n\n妹へのノラの愛情は疑いようがないが、姉妹の旅路には葛藤もあった。ノラはグウェンに戦いの理を分からせようと何度も努力したが、実戦の銃撃戦ではどうしてもグウェンの安全を恐れてしまう。ノラはもうこれ以上、家族を失いたくないのだ。同様にノラは、グウェンの飛行機械への執着にも不安を抱く。発明過程の危険と、あらゆる「おもちゃ」が徒労に終わる可能性のせいだ。さらにノラは、グウェンの科学的情熱が父を思い起こさせることにも心を乱される。父の悲劇のように、ノラは暴力の脅威と生存の前では、世界の知識が無力だと信じている。\n\nしかし姉妹関係は次第に良くなっていった。例えばノラは最近、グウェンの積極的な戦闘参加と研究への集中を受け入れ始めている。こうした前向きな変化には、パエトンとの非常に激しい交戦でグウェンが示した卓越した貢献が大きい。ある運命的な朝、パエトンは機械化歩兵と重装甲の衛兵を前面に出し、都市を鋼の輪のように包囲して残酷な侵攻を開始した。絶望的で圧倒的な光景だった。\nその時、あらかじめ避難していたグウェンが飛行船で戻り、混乱する敵陣へ爆発物の砲撃を立て続けに浴びせた。パエトンが狼狽する隙を突き、ノラは完璧な反撃のタイミングを掴んだ。ノラは妹が示した驚くべき勇気と技術、決断力、そして機転を見て悟った。グウェンはもはや守るべき子どもではない。グウェンは自分の身を守れるのだ。",
"hero.gwen.skill.500261.name": "一斉射撃",
"hero.gwen.skill.500261.desc": "グウェンが後方の敵（英雄優先）へ致命的な一斉射撃を浴びせる。攻撃力*180%/198%/216%/234%/252%の範囲ダメージを与え、衝撃波が2秒間、対象の攻撃速度を50%低下させる。",
"hero.gwen.skill.500262.name": "空中狙撃",
"hero.gwen.skill.500262.desc": "グウェンが対象（英雄優先）に航空支援の精密打撃を行う。攻撃力*100%/110%/120%/130%/140%のダメージを与え、50%の確率でダメージが2倍になる。",
"hero.gwen.skill.500263.name": "地獄火",
"hero.gwen.skill.500263.desc": "グウェンが焼夷弾を発射し、範囲内の全ての敵を焼き払う。3秒間、毎秒攻撃力*35%/38.5%/42%/45.5%/49%のダメージを与える。",
"hero.gwen.skill.500264.name": "鷲の視界",
"hero.gwen.skill.500264.desc": "グウェンが戦闘中、敵の弱点を見抜く視界を提供する。対象が受けるダメージが5%/10%/15%/20%/25%増加する。",
"hero.gwen.skill.500265.name": "制空権掌握",
"hero.gwen.skill.500265.desc": "グウェンが空を支配する。5回攻撃ごとに1回、20%/40%/60%/80%/100%の追加ダメージを与え、さらに出所を問わず次の攻撃が5%/7.5%/10%/12.5%/15%の追加ダメージを与えるよう強化する。",
"hero.gwen.skill.500266.name": "爆破の専門家",
"hero.gwen.skill.500266.desc": "グウェンが部隊に手榴弾を装備させる。4回攻撃ごとに1回、全ての敵に10%/20%/30%/40%/50%の追加ダメージを与える。",
"hero.gwen.weapon.name": "希望の翼",
"hero.gwen.weapon.perk.500267.name": "火力支援ユニット",
"hero.gwen.weapon.perk.500267.desc": "グウェンの自動補助武器がスキル詠唱時、ランダムな対象（英雄優先）を攻撃し、攻撃力*70%のダメージを与える。",
"hero.gwen.weapon.perk.500268.name": "略奪者",
"hero.gwen.weapon.perk.500268.desc": "グウェンが攻撃戦術の専門性を活かす。集結部隊のクリティカル率が15%増加する。",

"hero.hank.name": "ハンク",
"hero.hank.story": "広大なツンドラには、険しい地形や野生獣のために人類が生存をかけてもがく地域が存在する。アイスブレイカー連盟の任務は、こうした危険な土地を征服して人類文明の地平を広げ、烈風と猛吹雪が吹き荒れる長い冬を耐え抜くことだ。ハンクはそのアイスブレイカー連盟の、恐れを知らぬ開拓者の一人である。\n\n生まれつきの怪力と大きな勇気を持つハンクは、数十年にわたる開拓の冒険の中で――無法の氷原で盗賊と数え切れぬほど戦い――鋼の意志を鍛え上げた。あらゆる戦いを経て、彼は各種の工具を武器のように扱う術を完璧に身につけ、一度に十人の敵を相手にできるほどになった。\n\nアイスブレイカー連盟の最も有名な功績を挙げるなら、ツンドラ全域を席巻したアリーナ・トーナメントの創設だろう。そしてハンクはそのアリーナの熱烈なファンだ。彼は全てのアリーナ伝説たちのステータスを暗記し、戦術と陣形への理解も深く、さらには自分だけの新たな戦略概念まで提案してきた。\n\nハンクはただの荒くれ者に見えるかもしれないが、実は心がとても温かい。彼のチェーンソーは粗野で無骨だが、それで氷や木を精密に彫って芸術作品を作ることもある。さらに自作の生き生きとした彫像たちに幻想的な物語を作って語り聞かせ、ツンドラの子どもたちはその話に夢中になる。そのうえハンクは、デザート専門の料理人でもある。",
"hero.hank.skill.500561.name": "狂乱の斬撃",
"hero.hank.skill.500561.desc": "ハンクが丸ノコを狂乱モードに切り替え、連続で2回斬りつける。各斬撃は範囲内前方の敵に攻撃力*120%/130%/140%/150%/160%のダメージを与え、2秒間、防御力を10%/15%/20%/25%/30%低下させる。",
"hero.hank.skill.500562.name": "緊急エナジー",
"hero.hank.skill.500562.desc": "ハンクの体力が50%未満に落ちると攻撃力が10%/15%/20%/25%/30%増加する。戦闘ごとに1回発動する。",
"hero.hank.skill.500563.name": "リサイクル＆リユース",
"hero.hank.skill.500563.desc": "ハンクが与えたダメージの10%/15%/20%/25%/30%が自身の体力へ変換される。",
"hero.hank.skill.500564.name": "咆哮する怒り",
"hero.hank.skill.500564.desc": "全ての部隊のクリティカル率が5%/10%/15%/20%/25%増加する。",
"hero.hank.skill.500565.name": "飛び散る火花",
"hero.hank.skill.500565.desc": "歩兵が5回攻撃するたび、全ての味方部隊の与えるダメージが5%/10%/15%/20%/25%増加し、受けるダメージが5%/10%/15%/20%/25%減少する。",
"hero.hank.skill.500566.name": "昂ぶる力",
"hero.hank.skill.500566.desc": "4ターンごとに2ターンの間、敵歩兵が受けるダメージが6%/12%/18%/24%/30%増加し、敵弓兵が与えるダメージが6%/12%/18%/24%/30%減少する。",
"hero.hank.weapon.name": "咆哮する怒り",
"hero.hank.weapon.perk.500567.name": "鋼鉄バリケード",
"hero.hank.weapon.perk.500567.desc": "「狂乱の斬撃」使用時、ハンクは3秒間、攻撃力*220%に相当するシールドを獲得する。",
"hero.hank.weapon.perk.500568.name": "絶望の壁",
"hero.hank.weapon.perk.500568.desc": "防衛部隊の体力が15%増加する。",

"hero.hector.name": "ヘクター",
"hero.hector.story": "ポスト「大極寒」時代、剣闘という大胆な新世界のアリーナスターにして、議論の余地なき王者――ヘクターを紹介しよう。ヘクターにとって、相応しい相手を探して戦い、それを打ち倒すことこそが名誉と自尊の核である。彼の戦い方は怒れる雷嵐、あるいは抑え込む竜巻に近い。手当たり次第に叩き潰すのだ。\n\nだがヘクターを単なる怪力の獣と勘違いしてはならない。むしろ彼は複合格闘スタイルと心理戦への幅広い理解で、アリーナ・サーキットに名を轟かせている。最近は新しいアリーナが競技技術をより大きく評価し、新たな繁栄都市が増えたことで、ヘクターのような戦闘員には機会がさらに多くなった。この変化はヘクターに大きな興奮をもたらし、とりわけ強敵と相まみえる可能性は彼を躍らせた。\n\nヘクターは炉の保護すらない、小さく貧しい村で生まれた。時代は苛烈で、不幸にも食糧も乏しかった。幼いヘクターは野生で自力で生き延びねばならなかった。それは「脆さ」がどんな結末を招くかを教える残酷な درس だった。ヘクター最初の試練は、群れからはぐれた飢えた狼だった。そして彼は戦って勝った！ その驚くべき勝利は、通りがかった族長「ガラルド」の目に留まり、ガラルドは少年の才能に感嘆して彼を引き取った。\n\n族長ガラルドは武芸を重んじるアイスブレイカー連盟の忠実な一員であり、ヘクターをアリーナに後援するつもりで剣闘術の訓練を始めたのも自然な流れだった。ヘクターの天賦の才も加わり、彼はすぐにガラルドの強力な戦士たちの中でも最強となった。ガラルドのようにヘクターも軍国主義と力の重要性を受け入れた。一方でヘクターの故郷は、遥か昔に氷と雪に呑まれて消え去った。\n\nヘクターの圧倒的な力と技術、才能は彼に途方もないアリーナの名声をもたらした。ヘクターが恐れたものがあるとすれば、それは幼少期の脆弱さと、そこから立ち上がる不穏な可能性の記憶だっただろう。彼は人生のあらゆる苦難は「弱さ」――自分の弱さであれ他者の弱さであれ――に由来すると信じ始めた。\n\nヘクターは、弱さが心を歪め、脆さが人間を言い表せぬ行いへ追い込むと信じた。だから彼は、自分と同じ理念を共有しない者たちを深く軽蔑するようになった。だが一度の災厄が、彼の考えをより立体的に変えていった。\nヘクターがあるアリーナを訪れた時、巨大な吹雪が突然襲い去った。生き残ったヘクターは、自分が「無能な弱者」だと見なしていた生存者たちが力を合わせ、多くの人々を救い出す姿を目の当たりにした――彼の仲間たちも含めて。個々は弱くとも、共にあれば村全体が強力な救助隊になり得る。その出来事はヘクターに深い自問を残し、「真の力」とは何かを改めて考えさせた。",
"hero.hector.skill.500241.name": "剣の渦",
"hero.hector.skill.500241.desc": "ヘクターが剣技の渦を展開し、4秒間、攻撃速度が80%/90%/100%/110%/120%増加し、凍結・スタンなど全ての制御効果に免疫となる。",
"hero.hector.skill.500242.name": "デスペラード",
"hero.hector.skill.500242.desc": "ヘクターは危険の中でより強くなる。体力が50%未満の時、受けるダメージが20%/30%/40%/50%/60%減少する。",
"hero.hector.skill.500243.name": "アドレナリン噴出",
"hero.hector.skill.500243.desc": "致命的な危機は、鍛え抜かれたヘクターの意志を刺激する強力な霊薬だ。体力が50%未満の時、攻撃力が16%/24%/32%/40%/48%増加する。",
"hero.hector.skill.500244.name": "生存本能",
"hero.hector.skill.500244.desc": "戦場を読む熟練の感覚を持つヘクターの存在により、40%の確率で全ての部隊が受けるダメージが10%/20%/30%/40%/50%減少する。",
"hero.hector.skill.500245.name": "狂暴",
"hero.hector.skill.500245.desc": "ヘクターはよく調整された弓兵と共に、要塞化された目標を攻略するのが得意だ。歩兵の与えるダメージが100%/125%/150%/175%/200%増加し、弓兵の与えるダメージが20%/40%/60%/80%/100%増加する。この効果は10回の攻撃に適用され、各攻撃のダメージ増加量は直前の攻撃の85%に減少する。",
"hero.hector.skill.500246.name": "電撃",
"hero.hector.skill.500246.desc": "ヘクターが攻撃戦術を完成させた。攻撃時、25%の確率で120%/140%/160%/180%/200%のダメージを与える。",
"hero.hector.weapon.name": "鋼鉄の牙",
"hero.hector.weapon.perk.500247.name": "死神の抱擁",
"hero.hector.weapon.perk.500247.desc": "戦場の熱気が戦士の精神を再び研ぎ澄ます。「剣の渦」持続時間が1.5秒増加し、与えたダメージの15%分、ヘクターの体力が回復する。",
"hero.hector.weapon.perk.500248.name": "ゴリアテ",
"hero.hector.weapon.perk.500248.desc": "ヘクターは地形を活かして攻撃者に対処するのが得意だ。防衛部隊の攻撃力が15%増加する。",

"hero.hendrik.name": "ヘンドリク",
"hero.hendrik.story": "船長ヘンドリクは「沈んだ国」の伝説を固く信じている。彼は神話に語られる失われた遺跡を探すため、愛する巨大潜水艦「ネプチューン」号に乗り、闇の海の深淵を航海しながら人生の大半を捧げてきた。彼は時折水面へ浮上し、海から引き揚げた宝で補給品を取引する。礼儀正しい面もあるが、時に奇行や怪しい言動を見せることもあり、多くの者が彼を狂人だと囁く。深海探査に一万時間以上を注ぎ込んだなら、精神に打撃があっても不思議ではない。それでも彼の深い航海知識と海戦の才は疑いようがない。\n\n若き日のヘンドリクは、端正で裕福でカリスマも備えた人物だった。だが長期間日光に晒されない年月が彼を完全に変えてしまった。いまの彼は老い、やつれて見え、憂鬱な気配と不快な臭いで人々を遠ざける。ヘンドリクはその変化に気づかない。ネプチューンには鏡のような実用性のない物がないからだ。ある日村で偶然自分の姿を映してしまい、邪悪な魔術師が自分かその鏡に呪いをかけたのだと思い込んだ。\n\n多くの者は財宝を狙って「沈んだ国」を探そうとした。だがヘンドリクは違う。彼は伝説の失われた国こそが、自分の魂が辿り着くべき مقصد だと信じている。\nヘンドリクはかつて野心に満ちた航海士で、航海中に難破を経験した。氷のように冷たい海へ船と共に沈む瞬間、意識を失う直前に彼は古代の海底都市を一瞬見た。気がつくと彼は海岸の村で目覚めていた。多くの者はそれを死の間際の幻覚と片付けたが、致命的な状況で彼がどう生き延びたのか説明できる者はいなかった。\n\nヘンドリクは「沈んだ国」の使者に救われたのだと確信した。彼は夢の中でその地の呼び声を度々聞いたからだ。この信念に導かれ、彼はどんな代償を払ってでも古代都市を見つけると誓った。\n\nヘンドリクは難破した海域へ戻って探索したが、「沈んだ国」はついに見つからなかった。それでも彼は諦めなかった。\n彼は全財産を投げ打って巨大潜水艦「ネプチューン」を建造した。古代都市はただ別の海へ「移動しただけ」だと信じていたからだ。ネプチューンは七つの海を巡航できたが、財宝を信じるトレジャーハンターを除けば、誰も彼の狂気に付き合おうとしなかった。\nついにヘンドリクは他船を襲って船員を誘拐し、ネプチューンで働かせるようになった。運良く生き延びた者たちは、その襲撃を海の怪物の攻撃だと誤解することが多かった。\n\n夢の囁きと対話し続けた時間は、ヘンドリクに潜水艦周辺の海洋生物と、まるでテレパシーのように意思疎通する特別な能力を与えた。この海の住人たちは、彼が窮地に陥るたび助けてくれる協力者だ。",
"hero.hendrik.skill.500361.name": "ルルイエの歌",
"hero.hendrik.skill.500361.desc": "ヘンドリクが暗い深淵から古代の魂を召喚して敵を攻撃する。範囲内の対象に攻撃力*220%/240%/260%/280%/300%のダメージを与え、1.5秒間スタンさせる。",
"hero.hendrik.skill.500362.name": "沈む錨",
"hero.hendrik.skill.500362.desc": "船長ヘンドリクが信じ難い怪力で重い錨を投げ、範囲内の敵に攻撃力*100%/110%/120%/130%/140%のダメージを与える。",
"hero.hendrik.skill.500363.name": "七星ウナギのキス",
"hero.hendrik.skill.500363.desc": "船長ヘンドリクは他者の力を引き出す奇妙な能力を持つ。敵を倒すたびに与えるダメージが0.5%/1%/1.5%/2%/2.5%増加する。（最大15スタック）",
"hero.hendrik.skill.500364.name": "船虫の蝕み",
"hero.hendrik.skill.500364.desc": "船長ヘンドリクが巨大な船虫を指揮して敵の鎧を食い荒らさせる。全ての敵部隊の防御力が5%/10%/15%/20%/25%減少する。",
"hero.hendrik.skill.500365.name": "フジツボの甲冑",
"hero.hendrik.skill.500365.desc": "ヘンドリクが4ターンごとに全ての味方部隊を硬いフジツボの殻で覆い、2ターンの間、防御力を6%/12%/18%/24%/30%増加させる。",
"hero.hendrik.skill.500366.name": "ドラゴンの末裔",
"hero.hendrik.skill.500366.desc": "3ターンごとに、古代深淵の魂の末裔がヘンドリクの弓兵と協同攻撃を行い、全ての敵に8%/16%/24%/32%/40%のダメージを与える。",
"hero.hendrik.weapon.name": "深淵ドライバー",
"hero.hendrik.weapon.perk.500367.name": "ヒドラの舞",
"hero.hendrik.weapon.perk.500367.desc": "「ルルイエの歌」で召喚された魂が消えると、周囲の敵を引き寄せて攻撃する動く触手を残す。触手はヘンドリクの初期体力の30%を持ち、5秒間存在する。",
"hero.hendrik.weapon.perk.500368.name": "深淵の祝福",
"hero.hendrik.weapon.perk.500368.desc": "古代深淵の魂の祝福により、集結部隊の攻撃力が15%増加する。"
,
"hero.hervor.name": "ヘルヴォル",
"hero.hervor.story": "サトラの氷の峰々は、苛烈な最北の空へ荘厳にそびえ立つ。その冷酷な地には無慈悲な王国があり、ヘルヴォルはその王国の族長だ。\nここには炉どころか都市すらない。あるのは生存だけ――深冬の洞窟や要塞で生き抜くことだけだ。今はさらに厳しいが、昔はもう少し楽だったのかもしれない。だが彼らは強い民だ。大極寒以前から、弱い同胞を山の墓へ葬ってきた。\nサトラの族長という地位は、ヘルヴォルにまつわる数々の伝説に信憑性を与える。腕が木の幹ほど太い、戦の咆哮が雪崩を起こす、肌が鋼に耐える――など。もちろん、その伝説を証明するにはヘルヴォルの統治に挑み、生き延びる挑戦者が必要だろう。\n\nサトラの族長の座は、世代ごとに苛酷なアリーナ連戦の決闘を経て得られる。\nヘルヴォルの前任者、「同族殺しフラエスヴェルグル」は実に半世紀もの間支配した。彼の強靭さは、祖霊や山神の加護がなければ半ば半神と見なされるほどだった。人々は谷間の上を飛ぶ鷲のうち、どれがフラエスヴェルグルの変装なのか思い悩むほどだった。彼の玉座の間は、挑戦者たちの頭部や身体の一部で華美に飾られていた。\n恐怖は道具であり、フラエスヴェルグルは伝説の炎をさらに煽った。だが恐怖でさえ、予言された存在と、彼女の奇跡の「死からの帰還」を止めることはできなかった。\n\n魔女の予言は、部族評議会へ呪いのように染み込んだ。「永遠の夜の下に生まれた双子は、いつか神の血を飲むだろう。」フラエスヴェルグルの妻は月食の最中に子を産んだ。不吉で苦しい出来事だったが、フラエスヴェルグルは権力へのいかなる脅威も無視できなかった。ただし自ら刃を振るうのではなく、山に代わりに仕事をさせた。\n冷たく孤独な環境で互いだけを頼りにしていたヘルヴォルは、自然と捕食者の試練の中でもどうにか生き延びた。歳月が流れると、彼女たちの運命は忘れられた伝説になった。\nだがある日、成人したヘルヴォルが現れフラエスヴェルグルの玉座を要求すると、族長護衛隊は驚愕して後ずさった。これが神々の意思でなくて何だろう！\n\n敗北を知らぬ父と無敵の娘の決闘は朝まで続き、皆の目の前でフラエスヴェルグルの娘は本当に「神の血を飲んだ」。いわゆる翼が折れる音が、新たな歓声とともに響き渡った。「族長ヘルヴォル万歳！」\nヘルヴォルはサトラ史上最強の女王として君臨した。父よりも賢く狡猾な彼女は、最も強いオークでさえいずれ枯れることを知っていた――だからこそ、父と同じ運命を迎える前に、より長く続く力の源を探すため、険しい道を選び外の世界へ出る決意を固めた。",
"hero.hervor.skill.500471.name": "大地移動",
"hero.hervor.skill.500471.desc": "ヘルヴォルが雷鳴のような力で地面をハンマーで叩きつけ、前方の敵に攻撃力*100%/110%/120%/130%/140%のダメージを与える。1秒間スタンさせ、さらに3秒間、敵の攻撃力を25%低下させる「威嚇」を付与する。",
"hero.hervor.skill.500472.name": "山の力",
"hero.hervor.skill.500472.desc": "ヘルヴォルの奇跡的な力は、見ているだけで恐怖を呼ぶ。通常攻撃が5%/10%/15%/20%/25%の確率で「威嚇」を付与し、「威嚇」は敵が受けるダメージを3%/6%/9%/12%/15%増加させる。（最大3スタック）",
"hero.hervor.skill.500473.name": "石腕",
"hero.hervor.skill.500473.desc": "過酷な山岳生活がヘルヴォルに超人的な忍耐を与えた。受けるダメージが5%/10%/15%/20%/25%減少し、戦闘開始後最初の9秒間、スタン・麻痺・凍結など全ての制御効果に免疫となる。",
"hero.hervor.skill.500474.name": "血を呼ぶ叫び",
"hero.hervor.skill.500474.desc": "ヘルヴォルの真に迫る戦の雄叫びが兵士たちの恐怖を燃やす。全ての部隊のクリティカル率が5%/10%/15%/20%/25%増加する。",
"hero.hervor.skill.500475.name": "不死",
"hero.hervor.skill.500475.desc": "敵の脅威など、ヘルヴォルの凍てつく故郷に比べれば些細だ。ヘルヴォルの歩兵が通常攻撃で受けるダメージが5%/10%/15%/20%/25%減少し、敵スキルで受けるダメージが6%/12%/18%/24%/30%減少する。",
"hero.hervor.skill.500476.name": "戦闘渇望",
"hero.hervor.skill.500476.desc": "ヘルヴォルと彼女の歩兵は、戦いだけを見据える。歩兵が受けるダメージが3%/6%/9%/12%/15%減少し、与えるダメージが2%/4%/6%/8%/10%増加する。",
"hero.hervor.weapon.name": "サトラのハンマー",
"hero.hervor.weapon.perk.500477.name": "族長の刻印",
"hero.hervor.weapon.perk.500477.desc": "ヘルヴォルのハンマーは、サトラの力を象徴する栄光の刻印だ。攻撃速度が30%増加し、通常攻撃の「威嚇」発動確率が25%増加する。",
"hero.hervor.weapon.perk.500478.name": "岩の要塞",
"hero.hervor.weapon.perk.500478.desc": "ヘルヴォルが守備隊を、自身の不屈の姿にならって鍛え直す。防衛部隊の防御力が15%増加する。",

"hero.karol.name": "カロル",
"hero.karol.story": "戦場には、他の何にも似ていないはためきと咆哮がある。味方は救いが来たと知り、敵は恐怖に震える。鷲旅団の突撃が始まったのだ。槍と剣、浄化の鋼で武装した鷲旅団は、戦場を瞬く間に縦横無尽に駆け抜け、決定的な勝利を掴み取る。\nカロルは旅団史上でも最年少組に入るが、騎馬戦の熟達と数々の戦勝により、すでに部下の間では伝説に近い存在となっている。\n\nカロルの故郷は大極寒以前から、果てしなく広がる肥沃な平原と見事な厩舎で知られ、今もツンドラへ馬を供給している。カロルのような平凡な家柄と、極寒に鍛えられた彼らの馬はイーグルズの中枢となり、平原地帯の複数都市の防壁となった。\nカロルはずっとイーグルズに入りたかった。人々の命を守る英雄的な旅団の一員になることを、どんな少年が夢見ないだろう？ だが募集官たちは、小柄でがっしりした体格のカロルを危うく落としかけた。そこでカロルは驚くべき足さばきで募集官を床に投げ倒し、彼らの判断が誤りだと証明してみせた。\n\nカロルの同期たちは「洗礼」のような初陣を迎えた。帝国の野望を抱く傭兵たちが、ヘリオスキャノンと装甲蒸気戦車を備えて現れたのだ。イーグルズはそんな悪魔のような兵器に備えがなかった。カロルの故郷は、凶暴な吹雪が割って入らなければ、おそらく陥落していただろう。\n吹雪は馬にも厳しいが、攻城装備とヘリオスキャノンにはさらに致命的だ。翌朝、吹雪が収まると、残った守備隊は好機を捉えた。カロルはラッパを吹き、イーグルズの決然たる最後の突撃を宣言した。\n\nカロルは指揮官とともに乱戦へ飛び込み、小部隊は側面を突いた。戦いは真昼まで続き、侵略者たちはついに全面撤退の合図を送った。被害は惨憺たるものだった。\nカロルは戦死した指揮官の軍旗を掲げた。勝利を見下ろす彼のもとに残った兵はあまりに少なかった。だが部下たちの眼差しの中に、イーグルズが新たなリーダーを見つけたという確信が宿っていた――想像よりずっと若いリーダーを。\nカロルは急がねばならない。故郷からあのような敵を遠ざけるために、新たな同盟を必ず見つけなければならないのだ。",
"hero.karol.skill.500481.name": "夜明けの突撃",
"hero.karol.skill.500481.desc": "夜明けの太陽がカロルの無敵の突撃を照らす。前方の敵を槍で貫き、攻撃力*200%/220%/240%/260%/280%の範囲ダメージを与え、2秒間、防御力を5%/10%/15%/20%/25%低下させる。",
"hero.karol.skill.500482.name": "棘立つ連打",
"hero.karol.skill.500482.desc": "カロルが猛然と連続攻撃を浴びせ、一定範囲内の敵に攻撃力*100%/110%/120%/130%/140%のダメージを与える。",
"hero.karol.skill.500483.name": "飛翔する勝利",
"hero.karol.skill.500483.desc": "勝利の味は戦士に甘い慰めを与える。倒れた敵英雄1人につき、カロルの攻撃力が4%/6%/8%/10%/12%増加し、体力が2%/4%/6%/8%/10%回復する。",
"hero.karol.skill.500484.name": "翼の中へ",
"hero.karol.skill.500484.desc": "カロルの騎兵攪乱戦術は、最善の攻撃が最善の防御であることを示す。全ての部隊が受けるダメージが4%/8%/12%/16%/20%減少する。",
"hero.karol.skill.500485.name": "盾砕き",
"hero.karol.skill.500485.desc": "カロルは敵歩兵がどこで最も脆いかを正確に知っている。全ての部隊が槍兵に与えるダメージが6%/12%/18%/24%/30%増加し、歩兵に与えるダメージが5%/10%/15%/20%/25%増加する。",
"hero.karol.skill.500486.name": "歳月の軍旗",
"hero.karol.skill.500486.desc": "カロルは過去の旅団の教訓を勝利のロードマップとした。全ての部隊の攻撃力が3%/6%/9%/12%/15%増加し、防御力が2%/4%/6%/8%/10%増加する。",
"hero.karol.weapon.name": "冬風の魂",
"hero.karol.weapon.perk.500487.name": "鷲の羽ばたき",
"hero.karol.weapon.perk.500487.desc": "カロルのイーグルズが放つ、咆えるような羽ばたきは一目で分かる。「夜明けの突撃」を使うたびに5秒間、味方分隊の攻撃力が14%増加し、移動速度が100%増加する。",
"hero.karol.weapon.perk.500488.name": "勝利の行軍",
"hero.karol.weapon.perk.500488.desc": "カロルの鷲旅団はしばしば諸兵科連携に頼る。集結分隊の攻撃力が15%増加する。",

"hero.ligeia.name": "リゲイア",
"hero.ligeia.story": "リゲイアは多彩な才を持つ女性で、旋律に満ちた歌声はツンドラ全域で広く知られている。偉大な族長たちの中には、彼女の公演を直接聴けただけで栄誉だと考える者もいる。だがリゲイアは、見た目よりはるかに複雑な人物だ。\n\nリゲイアはツンドラ社会に奇妙な影響力を及ぼしているように見える。なぜ貴族は彼女の一言で頭を下げるのか？ なぜある族長たちは恐れ混じりの声で彼女の名を囁くのか？ 彼女が声で人を催眠にかける、見えない黒い魔法の蜘蛛糸を張る――そう語る者もいる。リゲイアがそうした噂に反応したことがあるとすれば、笑い飛ばすか、「天上の声にファンが確かに“魅了”されることはあるかもね」と冗談めかして言う程度だった。\n\n彼女の歌唱力、魅力、洗練、幅広い知識について最も広く受け入れられている説明は、彼女がソラリス帝国末期に追放された貴族の出だというものだ。この話を疑う者（特に彼女の脅威的な存在感を警戒する貴族夫人たち）は、ときおり調査官を送り、リゲイアの過去を暴こうとした。奇妙なことに、誰一人として彼女に不利な情報を持ち帰った者はいない。中には消息を絶った者さえいる。\n\nリゲイアは催眠などかけない。そんな必要がないからだ。彼女の本当の力は、はるかに危険である。\n\nリゲイアは帝国末期、機械ロボティクス分野で比類なき存在だった。貴族を監視し弱みを握るために使われた「スパイダーメカ」は、すべてが破壊されたわけではない。観察し、脅迫し、感情を操るその能力は、リゲイアに世界で最も欲しいものを与えた――快適で豪奢な暮らしだ。もちろん、物理的危険に晒された時でさえ、スパイダーメカは十分に役立つ。\n\nリゲイアは自分の過去を徹底的に隠している。かつて彼女がソラリス帝国の諜報総責任者（スパイマスター）だった事実は、誰も知ってはならない。\n\nリゲイアは皇帝側近を監視する厄介な役割を担ったことがある。反体制と疑えば、裁判官であり陪審であり、そして執行者となって処分した（毒殺やスパイダーボムによる処刑が好まれた）。その特異な能力は、帝国の崩壊を誰よりも有利に乗り切らせた。崩壊後は、似た外見の貴婦人を追跡して身分を奪うだけで、自由と財産を容易に手に入れられた。\n\n新たな貴族身分は旧体制の敵を避けさせ、理屈の上では莫大な資産にもアクセスさせた。この仮面は慎重に管理せねばならないが、帝国が与えたものよりはるかに良い人生を享受する余地は十分にある。脅迫、操作、嘘の究極の目標は政治的利益ではなく、「より良い人生」そのものなのだ。",
"hero.ligeia.skill.500491.name": "酸性反射",
"hero.ligeia.skill.500491.desc": "リゲイアが酸を投げるメカ蜘蛛3体を召喚して敵を攻撃する。攻撃力*70%/77%/84%/91%/98%の範囲ダメージを与え、2秒間、敵の攻撃力を5%/10%/15%/20%/25%低下させる。",
"hero.ligeia.skill.500492.name": "蜘蛛マダム",
"hero.ligeia.skill.500492.desc": "リゲイアが敵に鋼の蜘蛛糸を展開して攻撃力*50%/55%/60%/65%/70%のダメージを与え、20%/40%/60%/80%/100%の確率で5秒間「共鳴」トラップを発動させる。共鳴は、リゲイアに加えられるダメージを対象へ再配分する。",
"hero.ligeia.skill.500493.name": "機械の牙",
"hero.ligeia.skill.500493.desc": "リゲイアが「女王護衛モード」を起動し、護衛蜘蛛1体を消費する代わりに、自身に付与される不利効果1つを反射（跳ね返し）し、10秒間、攻撃力が8%/12%/16%/20%/24%増加する。リゲイアは10秒ごとに1体、最大3体まで護衛蜘蛛をアクティブ配置できる。",
"hero.ligeia.skill.500494.name": "弱体の毒",
"hero.ligeia.skill.500494.desc": "リゲイアが装甲の厚い敵に噛みつくメカ蜘蛛の群れを放ち、全ての敵の防御力を5%/10%/15%/20%/25%低下させる。",
"hero.ligeia.skill.500495.name": "腐食",
"hero.ligeia.skill.500495.desc": "リゲイアが弓兵の射撃にメカ蜘蛛を加える。2回攻撃ごとに20%/40%/60%/80%/100%の追加ダメージを与え、蜘蛛酸が敵の装甲を溶かして、対象が受けるダメージを1ターンの間5%/10%/15%/20%/25%増加させる。",
"hero.ligeia.skill.500496.name": "毒の鏃",
"hero.ligeia.skill.500496.desc": "リゲイアが弓兵の矢尻を蜘蛛毒に浸す。2回攻撃ごとに対象へ与える弓兵ダメージが20%/40%/60%/80%/100%増加し、同時に1ターンの間、対象の与えるダメージが4%/8%/12%/16%/20%減少する。",
"hero.ligeia.weapon.name": "運命の織り手",
"hero.ligeia.weapon.perk.500497.name": "蜘蛛の女王",
"hero.ligeia.weapon.perk.500497.desc": "リゲイアのメカ熟練はそれ自体が壮観だ。戦闘開始時に護衛蜘蛛2体を即時配置し、「蜘蛛マダム」が100%の確率で追加でもう1体の対象をさらに打撃する。",
"hero.ligeia.weapon.perk.500498.name": "罠の巣",
"hero.ligeia.weapon.perk.500498.desc": "リゲイアは罠に長けている。とりわけ、準備の時間がある時はなおさらだ。防衛部隊のクリティカル率が15%増加する。",

"hero.lloyd.name": "ロイド",
"hero.lloyd.story": "ロイドは、驚異的な機械製作技術で名高い「職人の都」オスターモアの出身だ。彼の家系は時計製作の技術で知られている。ロイドが今暮らす町の巨大な時計塔は、彼の父の傑作である。\n職人一族の唯一の息子として、ロイドは幼い頃から卓越した才能を示し、時計塔の精密調整や複雑な懐中時計の修理を難なく身につけた。だが父は常に仕事に没頭しており、ロイドと過ごす時間は多くなかった。そこでロイドは、自分で何人かの「友だち」を作った。愉快な青銅の小鳥と、歌うロボットのカエルだ。彼らとともに、ロイドは楽しい幼少期を過ごした。\n\n時が流れ、町に二人の新しい住人がやって来た。「ミスター・ティン」と呼ばれる巨大ロボットと、赤髪の少女「エディス」だ。ロイドはこの新しい隣人に魅了され、すぐに友だちになった。特に、ミスター・ティンの内部構造を探検してみたい好奇心を抑えられなかった。\n\nオスターモアは平和な場所だった――「パエトン」と呼ばれる外来者が現れるまでは。\n\n彼らは、いわゆる「戦争機械」の最後の残存部品を探しており、それを強力なロボット軍団を作るためのプロトタイプにしようとしていた。その目的のため、彼らは町を掌握し、エディスとミスター・ティンを捕らえた。\nレンチとハンマーでは銃弾に勝てなかったが、職人たちは簡単には諦めなかった。闇が降りると、見えない片隅で静かな反乱が形を取り始めた……。\n\nパエトン兵が交代する隙を突き、町の人々は機械たちの助けを借りて反撃に出た。ロイドの父が突撃を率い、いまや勇敢な青年となったロイドも戦いに加わった。\nカッコウ装置が敵の視界を攪乱し、プロペラ爆弾が後方をめちゃくちゃにした。ついに職人たちは夜明け直前、町を奪還した。ロイドは最後の瞬間にミスター・ティンの解体を食い止め、エディスを救出した。\n\nだが勝利には影があった。父が深刻な脊椎損傷で動きが制限されたのだ。それでもロイドと父は挫けなかった。ロイドの技術がさらに伸びれば、いつか完璧な外骨格（エクソスケルトン）を作り、伝説の職人が再び立ち上がれると信じた。",
"hero.lloyd.skill.500451.name": "速射爆撃",
"hero.lloyd.skill.500451.desc": "ロイドがプロペラ爆弾3個を召喚して対象を攻撃する。各爆弾は攻撃力*70%/77%/84%/91%/98%の範囲ダメージを与える。",
"hero.lloyd.skill.500452.name": "弱点集中",
"hero.lloyd.skill.500452.desc": "ロイドが対象の弱点を狙い、攻撃力*100%/110%/120%/130%/140%のダメージを与え、3秒間弱点を露出させる。露出中、対象が受けるダメージが10%/12.5%/15%/17.5%/20%増加する。",
"hero.lloyd.skill.500453.name": "熟練の完成",
"hero.lloyd.skill.500453.desc": "ロイドが職人の精神で戦闘技術を磨き、攻撃速度が10%/15%/20%/25%/30%増加する。",
"hero.lloyd.skill.500454.name": "群鳥侵攻",
"hero.lloyd.skill.500454.desc": "ロイドが多数の機械鳥を召喚して敵を攪乱し、敵のクリティカル率を4%/8%/12%/16%/20%低下させる。",
"hero.lloyd.skill.500455.name": "アイスフレア爆弾",
"hero.lloyd.skill.500455.desc": "ロイドが全ての槍兵のために特殊爆弾を用意する。3ターンごとに爆発し、槍兵の攻撃力が30%/60%/90%/120%/150%増加し、霜の霧を放出して1ターンの間、敵のクリティカル率を6%/12%/18%/24%/30%低下させる。",
"hero.lloyd.skill.500456.name": "奇抜な熟練",
"hero.lloyd.skill.500456.desc": "ロイドが不安定だが興味深い発明品で兵を武装させる。40%の確率で全ての部隊のクリティカル率が10%/20%/30%/40%/50%増加する。",
"hero.lloyd.weapon.name": "職人の宝",
"hero.lloyd.weapon.perk.500457.name": "霜色の囁き",
"hero.lloyd.weapon.perk.500457.desc": "ロイドの機械カッコウが液体窒素で弾丸を凍らせ、通常攻撃が攻撃力*15%の追加ダメージを与え、2秒間、対象の攻撃速度を15%低下させる。この効果は重複しない。",
"hero.lloyd.weapon.perk.500458.name": "鋼の迷路",
"hero.lloyd.weapon.perk.500458.desc": "ロイドが防衛バリケードに罠を仕掛けて守りを助ける。防衛部隊の攻撃力が15%増加する。",

"hero.logan.name": "ローガン",
"hero.logan.story": "獅子の頭に鋼の身体を持つローガンは、ドーン・アライアンス（夜明け連合）の最も猛々しい守護者の一人だ。\n\n夜明け連合の創設メンバーの一人であるローガンは、概して学者気質の仲間たちとはまったく異なるタイプだ。洗練に欠けても決断力に溢れ、優雅さに欠けても彼の言う「結果を出す」炎の気質を持つ。とはいえ学の道に縁がないわけでもない。ローガンは地球でも指折りの工学者でもある。\n\nツンドラを駆けるローガンの蒸気動力強化装甲は――障害の残る負傷ののち、新たな人生へ入る通路だった――彼自身の発明だ。このメカは外交的にはまったく繊細ではないが、夜明け連合とより未開な勢力の交渉が決裂した時、鋼の拳がいかに有効か否定できる者はいない。\n\nローガンは夜明け連合で、いわば「半ば自警団」であり「万能の警備」のような役割を担う。慎重な策よりも力で解決する――つまり「歩く戦車」だ。彼の「時に狂っている」戦闘計画がどうであれ、戦場での着実な勝利がすべてを証明する。強化装甲は、並の戦士が想像もできない能力をローガンに与える。\n\nローガンにとってパエトンは見知らぬ敵ではない。実は彼はかつて、パエトンの大胆な「惑星再配置ドライブ」の主任設計者であり、それは地球の軌道を太陽へ近づける試みだった。その計画が招いた凄惨な人的被害に最初に気づかせたのは、ローガンの親友「ビル」だった。初めてローガンは、目的が手段を正当化できるのか疑い始めた。\n\n迷っていたその時期に、パエトンはローガンを裏切った。彼の腕を切り落とし、ほとんど死に至らせたのだ。夜明け連合がローガンを救出し、ローガンは感謝の念とともに加入して、過去の過ちを正すと誓った。\n\nローガンは後悔に多くの時間を割く人間ではない。彼の観点では「言葉は安い」「行動だけが本当の変化を作る」。ローガンが人類に残した貢献はすでに巨大だ。たとえパエトンに唆されて彼が計画を去ったことを許せないと信じる最悪の敵でさえ、ローガンが設計した炉の温もりで生きているかもしれない。\n彼の傑作である炉の設計は大極寒の中で数え切れない命を救い、その設計は惑星再配置ドライブのプロトタイプから着想を得た。だがローガンがどれほど多くを助けても、親しい友人たちは空の酒杯の底に向けた同じ悲しい独白をしばしば聞く。「どれだけやっても無駄だ。死んだ人は戻らないんだから。」",
"hero.logan.skill.500101.name": "破壊の拳",
"hero.logan.skill.500101.desc": "鋼の拳を地面に叩きつけ、強烈な衝撃波を放つ。対象に攻撃力*120%/132%/144%/156%/168%のダメージを与え、4秒間、対象の攻撃速度を50%低下させる。",
"hero.logan.skill.500102.name": "強化スーツ",
"hero.logan.skill.500102.desc": "ローガンの強化スーツは優れた防護を提供する。攻撃を受けると8%/10%/12%/14%/16%の確率で2秒間、防御力が8%/11%/13%/17%/20%増加し、最大5スタックまで重複する。",
"hero.logan.skill.500103.name": "突風強打",
"hero.logan.skill.500103.desc": "冷たく激しい風を伴う強烈なパンチを放つ。扇形範囲内の対象に攻撃力*80%/88%/96%/104%/112%のダメージを与え、30%の確率で1秒間スタンさせる。",
"hero.logan.skill.500104.name": "獅子の威容",
"hero.logan.skill.500104.desc": "ローガンが猛々しい存在感で敵を圧倒する。全ての敵部隊の攻撃力が4%/8%/12%/16%/20%低下する。",
"hero.logan.skill.500105.name": "獅子の威嚇",
"hero.logan.skill.500105.desc": "ローガンが獅子の咆哮のような威圧で敵を脅かす。全ての部隊が受けるダメージが4%/8%/12%/16%/20%減少する。",
"hero.logan.skill.500106.name": "指導者の鼓舞",
"hero.logan.skill.500106.desc": "ローガンが生来のリーダーシップで皆を鼓舞する。全ての部隊の体力が5%/10%/15%/20%/25%増加する。",
"hero.logan.weapon.name": "鋼鉄の先鋒",
"hero.logan.weapon.perk.500107.name": "強化された鋼鉄の拳",
"hero.logan.weapon.perk.500107.desc": "鋼の拳を改造・アップグレードして、より強力にする。与えるダメージが30%増加する。",
"hero.logan.weapon.perk.500108.name": "強力な守護",
"hero.logan.weapon.perk.500108.desc": "ローガンが強力な拳で都市を守護する。防衛部隊の防御力が15%増加する。",

"hero.lynn.name": "リン",
"hero.lynn.story": "楽器を奏でても詩を朗誦しても、リンの舞台はいつも人々を魅了する。吟遊詩人であるリンは氷原各地の都市を渡り歩き、自らの暗い過去を物語として語り、人々の士気を鼓舞しようとしている。\n\nリンは詩の朗誦や演奏だけでなく、戦闘にも秀でている。彼女の楽器「エラの涙」は、武器を改造して作られたもので、音楽にも戦いにも使える。ある公演の日、盗賊が酒場に乱入して皆を驚かせたが、音楽と銃声が入り混じる混乱の中で盗賊たちを一人で食い止めたのはリンだった。だから「自分の英雄譚も詩に入れるべきだ」と言う者もいる。\n\nリンの代表作は「アイラの夢」という歌だが、彼女は滅多にこの歌を歌わない。運良くその歌を聴いたという人々によれば、リンは酔った時にだけその歌を歌うらしい。そこで酒に自信のある者たちは飲み比べでリンに勝ち、歌を聴こうとしたが、たいていはリンより先に泥酔して倒れてしまった。\n\nリンはもともと小さな村の音楽家だった。しかし村が盗賊に侵略・占領され家を失い、やがて傭兵になった。歳月とともに武器を振るう技術は上達したが、楽器の奏法は忘れてしまった。故郷の記憶も薄れ、夢の中の幻のような景色として残るだけになった。そうしてかつての音楽家は情け容赦ない傭兵隊長となり、彼女の魂は以前のままではなくなった。\n\nそんなリンの傭兵人生が終わった日があった。彼女の隊がある村を包囲攻撃せよと命じられ、成功寸前だった。その時、村の中から一人の老音楽家の歌が流れてきた。リンの深い記憶に埋もれていたその旋律は、遠い昔に失われた故郷「アイラ」の歌だった。リンは、故郷が忘れられたようにその歌も誰にも覚えられていないと思っていた。\n\n感傷的な旋律は傭兵たちの足を止めた。隊長のリンだけでなく、皆の目から涙がこぼれた。皆が去った後、リンは再び音楽の懐へ戻り、若い魂を宿すその老音楽家とともに暮らした。そして彼が世を去ってからようやく、リンは吟遊詩人としての旅を始めた。",
"hero.lynn.skill.500221.name": "シドラクの賛歌",
"hero.lynn.skill.500221.desc": "リンが戦いの賛歌を奏で、部隊の士気を高める。全ての部隊の全てのデバフ（凍結、スタンなど）を解除し、3/3.5/4/4.5/5秒間、攻撃力が3%/4%/5%/6%/7%増加する。持続時間中、全てのデバフに免疫となる。",
"hero.lynn.skill.500222.name": "致命的フィナーレ",
"hero.lynn.skill.500222.desc": "強い貫通力を持つ弾丸を放ち、好機を掴む。軌道上の敵に攻撃力*220%/240%/260%/280%/300%のダメージを与える。",
"hero.lynn.skill.500223.name": "不協和音",
"hero.lynn.skill.500223.desc": "リンが神秘的で奇怪な旋律で敵を惑わす。全ての敵部隊の攻撃速度が1%/1.5%/2%/2.5%/3%低下し、回復効果が40%/45%/50%/55%/60%低下する。",
"hero.lynn.skill.500224.name": "獅子の歌",
"hero.lynn.skill.500224.desc": "リンが情熱的なリズムで味方を鼓舞する。40%の確率で全ての部隊の与えるダメージが10%/20%/30%/40%/50%増加する。",
"hero.lynn.skill.500225.name": "憂鬱なバラード",
"hero.lynn.skill.500225.desc": "リンが哀切な旋律で敵の士気を折る。全ての敵部隊の与えるダメージが4%/8%/12%/16%/20%減少する。",
"hero.lynn.skill.500226.name": "ウナイ・カデンツァ",
"hero.lynn.skill.500226.desc": "リンが音楽の力で士気を高める。弓兵が3回攻撃するたびに攻撃力が1%/2%/3%/4%/5%増加する。重複可能で、戦闘終了まで持続する。",
"hero.lynn.weapon.name": "エラの涙",
"hero.lynn.weapon.perk.500227.name": "アイラの哀歌",
"hero.lynn.weapon.perk.500227.desc": "リンが「シドラクの賛歌」を使用した後、戦闘終了まで攻撃力が15%増加する。",
"hero.lynn.weapon.perk.500228.name": "イラノンの決意",
"hero.lynn.weapon.perk.500228.desc": "リンが郷愁の詩で守備隊を鼓舞する。防衛部隊のクリティカル率が15%増加する。",

"hero.magnus.name": "マグヌス",
"hero.magnus.story": "マグヌスは、素手で氷のドラゴンの巣を叩き潰し、飼いならせなかった深淵の獣を手懐け、拳銃一丁と泥を詰めた靴下三足で軍団丸ごと一人で打ち破ったと、堂々と主張できる――稀有な英雄だ。その詳しい物語は、「実話に基づく」と主張される超大ヒットのジェセル伝シリーズ『偉大なるマグヌスの冒険』で確認できる。実際、マグヌスはすでにツンドラ全域の多くの子どもたちの目に、「人」というより「神話」に近い存在である。\n\n残念ながらマグヌスは、ジェセル伝の出来事のうち何が本当の実話なのか、いまだ肯定も否定もしていない。一方、有名探検家バヒティは何度も公にマグヌスの主張を「99%がたわごと」であり、「腕はあっても結局は普通の探検家にすぎない」とこき下ろした。\n\nバヒティとマグヌスの険悪な公開関係が、最初からそうだったわけではない。少なくとも一度は、今や犬猿の仲の二人が互いの命を救ったこともある。\n\nどこまで行っても探検家である二人は、かつて古代都市の遺跡で足止めされた。発見物の権利を巡る争いも、迫り来る傭兵の一団を見て恐怖へ変わった。周囲は崩落するか罠だらけの古代建造物。彼らは不本意ながらも効果的な同盟を結んで危機を乗り越え、バヒティもその同盟が命を救ったことを認めた――つまりマグヌスにも最低限の実力がある証拠だ。ただ、苦労して持ち帰った宝が危険に見合う価値ではなかったことだけが唯一の心残りだった。\n\nしかしこの短い友情は、バヒティが再び「マグヌスの大ぼら」を嘲笑したことでほどなく崩れ、マグヌスはバヒティの「懐疑主義の陰謀」に対抗して自己弁護に回った。\n\nマグヌスが同時代最高の探検家になろうと執着するのは、両親の遺産に由来する。平凡な狩人だった両親は、自分たちは世界最強の開拓者の末裔だと主張し、その英雄の血が息子にも流れていると確信していた。ほどなくマグヌスは、想像上の祖先の姿や性格を自ら採用した――豪放なスタイルと英雄的な誇張まで含めて。他の子どもたちの嘲りなど通じなかった。\n\nもちろんマグヌスは口だけの男ではなく行動する男でもあり、苛酷な訓練で幼い頃の大言壮語をある程度裏付けた。ただ歳を重ねるほど誇張は大きくなっていった。ジェシーの言葉を借りれば、「マグヌスをどう評しようと、彼の数々の物語が数え切れない子どもたちに喜びを与えたのは否定できない」という評価もある。\n\nマグヌスの祖先名簿には、七つの海と全ての大陸を探検し、数多の考古遺跡と古代の宝を発見した著名な冒険家も含まれている。ジェセル伝のマグヌスですらそこまではしていない。その祖先開拓者がついに成し遂げられなかった唯一の偉業があるとすれば？ それは「世界の果て」に到達することだった。\n\nマグヌスは、祖先の未完の夢を自分が果たすと公に誓った。地球の「端」に一族の紋章を突き立てるというのだ。何があっても成し遂げる――たとえ誰かが警告するように、地球が実は「丸い」のだとしても。",
"hero.magnus.skill.500381.name": "凍てつく怒り",
"hero.magnus.skill.500381.desc": "マグヌスが双斧を振るい、周囲の敵を挑発して攻撃させ、同じ敵に3秒間、0.5秒ごとに攻撃力*60%/66%/72%/78%/84%のダメージを与える。",
"hero.magnus.skill.500382.name": "風のトマホーク",
"hero.magnus.skill.500382.desc": "マグヌスが英雄を狙い、破壊的な斧投げを放つ。攻撃力*100%/110%/120%/130%/140%のダメージを与え、傷を抉って3秒間、追加で攻撃力*50%/55%/60%/65%/70%のダメージを与える。",
"hero.magnus.skill.500383.name": "粉砕者",
"hero.magnus.skill.500383.desc": "マグヌスの通常攻撃は30%の確率で敵の装甲を粉砕する。攻撃力*50%/55%/60%/65%/70%の追加ダメージを与え、2秒間、防御力を5%/10%/15%/20%/25%低下させる。",
"hero.magnus.skill.500384.name": "貪欲",
"hero.magnus.skill.500384.desc": "マグヌスが残酷な気勢で味方を鼓舞する。味方部隊の攻撃力が5%/10%/15%/20%/25%増加する。",
"hero.magnus.skill.500385.name": "鉄壁の方陣",
"hero.magnus.skill.500385.desc": "密集陣形の達人として、マグヌス配下の歩兵は攻撃時、40%の確率で1ターンの間、防御力が10%/20%/30%/40%/50%増加する。",
"hero.magnus.skill.500386.name": "アイスマン",
"hero.magnus.skill.500386.desc": "マグヌスの大胆な冒険技術が、味方歩兵の受けるダメージを2%/4%/6%/8%/10%減少させ、味方弓兵の与えるダメージを2%/4%/6%/8%/10%増加させる。",
"hero.magnus.weapon.name": "嵐の斧",
"hero.magnus.weapon.perk.500387.name": "英雄の血統",
"hero.magnus.weapon.perk.500387.desc": "真のツンドラの子であるマグヌスの鋼のような体質は受けるダメージを15%減少させ、同時に「凍てつく怒り」の防御ボーナスを75%増加させる。",
"hero.magnus.weapon.perk.500388.name": "勇猛の鼓舞",
"hero.magnus.weapon.perk.500388.desc": "語り部のマグヌスがヴァルハラと古代英雄譚を語り、守備分隊を鼓舞する。守備分隊の体力が15%増加する。"
,
"hero.mia.name": "ミア",
"hero.mia.story": "街の一週間の中でも胸躍る瞬間の一つは、いつも子どもたちの歓声とともに到着するミアの有名な旅芸団がやって来る時だろう。子どもたちは、今回はどんな新しいショーを見せてくれるのかと期待に胸を膨らませ、目利きの買い手なら驚くほど価値ある品に出会えるかもしれない。\n\nミアの公演は伝説的だ。怪力自慢、奇術師、遠い土地から来た“消える忍者”まで――だが大衆の想像力を最も掻き立てるのは、たいてい占い師役の団長「ミア」である。人々は、彼女の魔法が一人の過去・現在・未来を見通す予知の視界を与えると言う。ミアはその能力を、見事な演出と収益へ結びつけている。\n\n周知のとおり、「本物の」占い師など存在しない。だが懐疑論者がミアの能力を何度も論破しようとしても、彼女の異常なほど正確な予測の源を説明できた者はいまだいない。\n\nミアの一行は、興味深い装飾品だけでなく、他の都市、夜明け連合、パエトン、そして重要な勢力・人物・帝国残党に関する情報までも提供する。広く旅することが理由の一つかもしれないが、買い手たちは、ミアがどうやってこれほど多くの貴重な情報を得ているのか確信できないままだ。ただ、その正確さだけは疑いようがない。しかもミアにも良心がある。彼女が信頼に足ると見なす相手以外には、そうした秘密を取引しない。\n\n大胆な探検家バヒティは、ミアの占いテントを頻繁に訪れる者の一人で、ミアの宙に浮くクリスタルボールが本当に「魔女術」の産物なのか、毎回疑問を投げかける。ミアはいつも、それは観察だけでもすぐ見破れる「トリック」に過ぎないと答える。夜明け連合でも指折りの頭脳を持つバヒティでさえ、なぜかミアの「目くらまし」装置がどこにあるのか、一度も見つけられなかった。\n\nミアの素性、そして彼女に従う謎めいた追随者たちの正体もまた、ベールに包まれている。頼りなく見えながら時に不気味なその集団の背後に、どんな物語があるのか誰も知らない。ある伝説では、山賊がミアの行列を襲おうとして、偶然旅芸団の護衛の一人が仮面を外した顔を目撃したという。山賊が何を見たにせよ、その衝撃があまりに大きく、彼らはためらうことなくその場から逃げ出したそうだ。ミアとその能力、そして追随者たちに絡む謎は、なかなか解き明かせない。たとえこの不思議な一団の存在そのものが謎だとしても、一つだけ確かなことがある。この集団とそのリーダーに下手に手を出すのは……とても、とても愚かな行為だ。",
"hero.mia.skill.500161.name": "運命のフィナーレ",
"hero.mia.skill.500161.desc": "ミアが敵にタロットカードを投げ、攻撃力*270%/297%/324%/351%/378%のダメージを与える。さらに2秒間、対象の攻撃力を20%低下させるか、対象を1.5秒間スタンさせることができる。",
"hero.mia.skill.500162.name": "凶兆",
"hero.mia.skill.500162.desc": "ミアが敵対象に呪いをかけ、「基本値」（ミアの攻撃力*50%/55%/60%/65%/70%）を基準に変動ダメージを与える。最終ダメージは「基本値」の5%～600%の範囲でランダムに決定される。",
"hero.mia.skill.500163.name": "運命の守護者",
"hero.mia.skill.500163.desc": "ミアが残り体力が最も低い英雄を守り、「基本値」（ミアの攻撃力*100%/110%/120%/130%/140%）を基準に体力を回復する。最終回復量は「基本値」の5%～400%の範囲でランダムに決定される。",
"hero.mia.skill.500164.name": "不運の連鎖",
"hero.mia.skill.500164.desc": "全ての部隊の攻撃が50%の確率で対象に呪いをかけ、対象が受けるダメージを10%/20%/30%/40%/50%増加させる。",
"hero.mia.skill.500165.name": "幸運のお守り",
"hero.mia.skill.500165.desc": "ミアが味方に幸運をもたらす。全ての部隊の攻撃が50%の確率で10%/20%/30%/40%/50%の追加ダメージを与える。",
"hero.mia.skill.500166.name": "儀式解読",
"hero.mia.skill.500166.desc": "ミアが戦闘前に潜在的な危険を予見する。40%の確率で全ての部隊が受けるダメージが10%/20%/30%/40%/50%減少する。",
"hero.mia.weapon.name": "運命のクリスタル",
"hero.mia.weapon.perk.500167.name": "真実の視界",
"hero.mia.weapon.perk.500167.desc": "クリスタルボールを通して運命の秘密を暴く。ミアの全ての「変動型」スキルの上限と下限が150%増加する。",
"hero.mia.weapon.perk.500168.name": "運命の集結",
"hero.mia.weapon.perk.500168.desc": "ミアが突撃に最も有利な瞬間を占い、集結部隊の攻撃力が15%増加する。",

"hero.molly.name": "モリー",
"hero.molly.story": "多くの生存者は永遠の冬を嫌うが、モリーの態度はかなり独特だ。モリーは雪に覆われた景色や、新たに生まれた動植物を心から楽しんでいるように見える。雪合戦をしたり、そりに乗ったり、気が向けばいつでも雪だるまを作れるからだ。何より重要なのは、モリーが知る世界が、この雪の世界だけだということだ。\n\n実のところ、夜明け連合以前のモリーについては分かっていることが少ない。バヒティによれば、彼女はパエトンの拠点に対する平和維持作戦の最中にモリーを発見したという。驚くべきことに、バヒティは、モリーの戦闘本能が重武装の要塞からチームが脱出する上で決定的な役割を果たしたとも語っている。\n\nバヒティによれば、モリーはパエトンの戦闘プログラムの中核要員だった。これは、彼女の特異な武器――スノーボールランチャー――を説明している。ただしモリーは、その武器を戦闘より雪合戦に使いたがっているようだが。\n\nバヒティの救出が成功したのは、モリーの信頼を得られたことが大きかった。パエトン兵の矢でバヒティが負傷すると、モリーは激怒して衛兵たちを容易く倒し、夜明け連合の隊員たちとともに脱出した。\n\nモリーは寒さと奇妙な親和性を持つ。極寒環境に耐えるのはまったく問題がない。さらに優れた戦闘直感と（特に雪や氷の上で）異常に強い格闘技術は、夜明け連合の関心を大いに引いた。モリーの超常的な能力の源は何なのだろうか？ 調査はまだ進行中だ。\n\n後に判明したところによると、パエトンは巨大な地下施設でモリーを最初に発見し、彼女は奇妙な「ポッド」の中で休眠していたという。ある者たちは、モリーが惑星と何らかの説明不能な形で繋がっていると信じている。\n\n目覚めたモリーは過去の記憶がまったくなかったが、超人的な生命力と身体能力を示した。パエトンはこれを利用し、モリーを組織の精鋭暗殺者に育て上げようとした。幸いにも夜明け連合が彼女をその運命から救い出した。バヒティと仲間たちが望むのは、この見知らぬ新世界でモリーが幸せを見つけることだけだ。",
"hero.molly.skill.500121.name": "超強力スノーボール",
"hero.molly.skill.500121.desc": "モリーが超強力スノーボールを発射し、着弾地点に攻撃力*180%/198%/216%/234%/252%の範囲ダメージを与え、1.5秒間凍結させる。",
"hero.molly.skill.500122.name": "霜の待ち伏せ",
"hero.molly.skill.500122.desc": "モリーが優れた偽装術で敵を奇襲し、攻撃力*150%/165%/180%/195%/210%のダメージを与える。",
"hero.molly.skill.500123.name": "若き執念",
"hero.molly.skill.500123.desc": "モリーは挑戦が好きだ。体力が50%未満の時、攻撃速度が20%/30%/40%/50%/60%増加する。",
"hero.molly.skill.500124.name": "雪の恩寵",
"hero.molly.skill.500124.desc": "モリーが雪崩を起こして敵の視界を曇らせる。40%の確率で全ての部隊が受けるダメージが10%/20%/30%/40%/50%減少する。",
"hero.molly.skill.500125.name": "雪原の支配",
"hero.molly.skill.500125.desc": "モリーは雪原地形で卓越した戦闘能力を発揮する。全ての部隊の攻撃が50%の確率で与えるダメージを10%/20%/30%/40%/50%増加させる。",
"hero.molly.skill.500126.name": "若き怒り",
"hero.molly.skill.500126.desc": "怒ったモリーほど恐ろしいものはない。与えるダメージが5%/10%/15%/20%/25%増加する。",
"hero.molly.weapon.name": "イエティの魂",
"hero.molly.weapon.perk.500127.name": "改造ランチャー",
"hero.molly.weapon.perk.500127.desc": "モリーが改造したランチャーを使用し、与えるダメージが30%増加する。",
"hero.molly.weapon.perk.500128.name": "雪の祝福",
"hero.molly.weapon.perk.500128.desc": "雪の祝福により、防衛部隊のクリティカル率が15%増加する。",

"hero.norah.name": "ノラ",
"hero.norah.story": "ノラを形作る三つの要素は、驚くべき勇気、軽機械化旅団を率いるリーダーシップ、そして夜明け連合でも指折りの卓越した指揮官であることだ。ノラと彼女の旅団は矢のような速さで敵陣深くへ浸透し、偵察、打撃、救出作戦を遂行することが多い。そしてノラの戦術的洞察、戦場のタイミング感覚、武器運用能力が合わさると、彼女はパエトンにとってまさに悪夢となる。圧倒的な逆境の中でも揺るがない冷静さと断固たる態度は、熟練の兵士でさえ感嘆させる。ノラの決意を揺さぶり得るものがあるとすれば、それは妹グウェンの安全への恐れだろう。\n\nノラはアカデミーでバヒティと同じ期だったかもしれないが、二人の性向は対照的だ。バヒティと違い、ノラは戦場の複雑な戦闘そのもの以外にほとんど関心のない、典型的な指揮官であり戦術家である。科学者である父に降りかかった悲劇の後、ノラは、どれほど多くの知識があっても本当に大切なこと――愛する者を守ること――には及ばないという信念を抱くようになった。\n\nノラが幼い頃、パエトンの隊列が父の研究所へ進軍してくるのを目撃した。父の天才性と膨大な知識でさえ、その後に訪れた恐ろしい運命の前では無力だった。ノラは父のそばで最期の遺言と脱出指示を受け、同時に幼い妹グウェンを襁褓に包んで胸に抱いていた。重い心のまま、ノラは父が丹精込めて育ててくれた卓越した運転技術を頼りに、父の蒸気動力そりにグウェンを抱いて脱出した。そしてついに立ち止まり研究所を振り返った時、見えたのは立ち上る煙だけだった。\n\n姉妹は父の同僚たちが属する夜明け連合に救助された。この出会いは、ノラの心にパエトンへの燃える憎しみ、妹への揺るぎない献身、そして戦士・兵士の道への情熱を植え付けた。時が経つにつれ、妹はノラの堅固な人生の中で弱点――あるいは唯一の「柔らかな部分」――となった。ノラとは違い、グウェンは発明家として卓越した才能を示し、ノラはグウェンが平凡な戦闘技術にもっと集中してほしいと思っていたため衝突もあった。しかしノラは、訓練であってもグウェンとスパーリングすることすらためらった。事故の可能性と新たな喪失への恐怖が大きすぎたからだ。それでもノラは次第に、戦場でのグウェンの機転を価値あるものとして認めるようになり、とりわけ仲間の兵士を救出する上で大きな助けを得た。そしてついにノラは、グウェンが自ら強く独立した足場を築いたという現実を、少しずつ受け入れていった。",
"hero.norah.skill.500251.name": "弾幕",
"hero.norah.skill.500251.desc": "ノラがランダムな対象（英雄を優先）に手榴弾5発を連続投擲し、攻撃力*60%/66%/72%/78%/84%の範囲ダメージを与える。",
"hero.norah.skill.500252.name": "閃光弾",
"hero.norah.skill.500252.desc": "ノラが閃光弾を投げ、攻撃力*50%/55%/60%/65%/70%のダメージを与え、対象を1.5秒間スタンさせる。",
"hero.norah.skill.500253.name": "ヴァルキリーの雄叫び",
"hero.norah.skill.500253.desc": "ノラが敵を急襲し、全ての部隊の攻撃力が3%/3.5%/4%/4.5%/5%増加する。",
"hero.norah.skill.500254.name": "奇襲打撃",
"hero.norah.skill.500254.desc": "ノラが弱点を捉える。指揮下の部隊の攻撃は20%の確率で全ての敵に20%/40%/60%/80%/100%の追加ダメージを与える。",
"hero.norah.skill.500255.name": "諸兵科連携",
"hero.norah.skill.500255.desc": "ノラは諸兵科連携戦術に長けている。歩兵と弓兵が受けるダメージが3%/6%/9%/12%/15%減少し、与えるダメージが3%/6%/9%/12%/15%増加する。",
"hero.norah.skill.500256.name": "気勢",
"hero.norah.skill.500256.desc": "ノラが味方を鼓舞する。槍兵が5回攻撃するたびに、全ての部隊の与えるダメージが5%/10%/15%/20%/25%増加し、受けるダメージが5%/10%/15%/20%/25%減少する。2ターン持続する。",
"hero.norah.weapon.name": "スノー・クルーザー",
"hero.norah.weapon.perk.500257.name": "攪乱者",
"hero.norah.weapon.perk.500257.desc": "ノラが「弾幕」の手榴弾を改良する。35%の確率で対象を1秒間スタンさせる。",
"hero.norah.weapon.perk.500258.name": "不屈の闘志",
"hero.norah.weapon.perk.500258.desc": "ノラが砲火の中でも揺るがぬ勇気で皆を鼓舞する。防衛部隊の防御力が15%増加する。",

"hero.philly.name": "フィリー",
"hero.philly.story": "くちばしの付いた仮面をかぶった見知らぬ女を見れば、誰だって不安になる。仮面の裏にはどんな顔があるのだろう？ それとも仮面が実は彼女の一部なのだろうか？ 人々はいつもドクター・フィリーを避けていた――数年前、疫病が襲うまでは。\n\n致命的な病は予告なく都市を覆った。族長たちは感染者を隔離する村を指定したが、十分な資源のないそこでは、人々は事実上死ぬのを待つだけに等しかった。病み捨てられた者たちから希望が失われた時、ドクター・フィリーは治療法を見つけるため、自らその村の中へ入ることを選んだ。\n\nそして彼女は成功した。人々は彼女を奇跡を起こす者、都市の天使と呼んだ。フィリーは都市の墓地で多くの時間を過ごし、墓を荒らしていると非難されることもあった。しかし彼女の遺体研究はいまや当局の推奨対象となっている。発見がしばしば新たな治療法へ繋がるからだ。フィリーはなおも遺体安置所や薬房で長い時間を過ごす神秘的な存在と見なされ、その雰囲気が、彼女が病に立ち向かう超自然的な力を持つと信じさせる者もいる。\n\n真実はもっと現実的だった。フィリーはアカデミーで将来を嘱望された医学研究者だったが、疫病が彼女の家族を全て奪った。一つの家で生き残ったのはフィリーだけだった。その後フィリーは、疫病を治す新しい方法を見つけるため限界まで自分を追い込むと決めた。\n\nフィリーは復讐心に近い執念で再び学びに没頭した。彼女は病と死を個人的な敵と定めた。そして怒りは、どんな危険にも正面から向き合う勇気を生み出した。だがフィリーの目標は、病を克服するだけに留まらない。彼女はいつか死を覆す方法を見つけ、ひいては家族を蘇らせられると信じている……。",
"hero.philly.skill.500131.name": "応急処置",
"hero.philly.skill.500131.desc": "フィリーの高度な医療訓練により、全ての味方英雄の体力を即座にフィリーの攻撃力*200%/220%/240%/260%/280%分回復する。",
"hero.philly.skill.500132.name": "回復の手",
"hero.philly.skill.500132.desc": "死の淵で輝く応急処置の達人。最も弱い味方英雄の体力を即座にフィリーの攻撃力*100%/110%/120%/130%/140%分回復する。",
"hero.philly.skill.500133.name": "麻痺性ローション",
"hero.philly.skill.500133.desc": "フィリーが対象を毒で攻撃し、1秒間無力化させ、攻撃力*140%/154%/168%/182%/196%のダメージを与える。",
"hero.philly.skill.500134.name": "活力戦術",
"hero.philly.skill.500134.desc": "フィリーの秘密処方が兵士を強化する。全ての部隊の攻撃力が3%/6%/9%/12%/15%増加し、防御力が2%/4%/6%/8%/10%増加する。",
"hero.philly.skill.500135.name": "用量増幅",
"hero.philly.skill.500135.desc": "フィリーが秘密の強壮剤で戦士の力を引き上げる。全ての部隊の攻撃は25%の確率で120%/140%/160%/180%/200%のダメージを与える。",
"hero.philly.skill.500136.name": "覚醒注射",
"hero.philly.skill.500136.desc": "フィリーの特殊注射が部隊の集中力を高める。40%の確率で全ての部隊が受けるダメージが10%/20%/30%/40%/50%減少する。",
"hero.philly.weapon.name": "ファルマコロジカ",
"hero.philly.weapon.perk.500137.name": "抽出",
"hero.philly.weapon.perk.500137.desc": "フィリーが薬草術の効率を大幅に高める。治癒効果が70%増加する。",
"hero.philly.weapon.perk.500138.name": "応急処置訓練",
"hero.philly.weapon.perk.500138.desc": "フィリーが基本的な応急処置と看護技術を伝授する。防衛部隊の体力が15%増加する。",

"hero.reina.name": "レイナ",
"hero.reina.story": "ミアの旅商団には、特別な能力を持つ者が絶えない。その中には「レイナ」という異国出身の若い女性がいる。レイナは一見目立たないかもしれないが、ごく少数だけが知る事実として、彼女は昼は見事なジャグラー、夜は忍術の達人だ。\n\nレイナは忍装束を身につけた瞬間、まったく別人になる。動いても痕跡を残さず、変装と潜入に長け、標的は彼女が近くにいても存在を察知しにくい。この驚異的な技術のおかげで、レイナはミアのために数多くの重要情報を集めてきた。\n\n疑いようもなく、暗殺はレイナの最大の得意分野だ。忍者刀でも剣でも素手でも、大騒ぎを起こさず容易に標的を排除できる。\n\nレイナはミアの右腕であり、最も親しい友人でもある。時にミアと商人たちが秘密を知りすぎたという理由で、ある勢力が彼らを狙うこともある。ミアが危機に陥れば、レイナは命を懸けてミアを守り、事態を収める。レイナがミアのために全てを賭けるのは、拾ってくれたミアへの恩に報いるためでもあり、共に歩んだ旅で育んだ深い友情のためでもある。\n\nレイナはミアと初めて出会った時、意識を失っており、ミアの旅芸団が彼女を引き取り命を救った。最初は警戒心が強く周囲と馴染もうとしなかったが、ミアの飼い猫「バステト」がレイナの心を開かせ、温かさを伝えた。いまやレイナとバステトは切っても切れない仲となっている。\n\nレイナはパエトン傭兵団に育てられた孤児だった。幼い頃、仲間たちとともに暗殺者として訓練を受けた。任務を忠実に果たしていたにもかかわらず、傭兵団の重要な秘密を知ってしまった後、「排除対象」になってしまったのだ。レイナは暗い過去ゆえに罪悪感に苦しむが、ミアはレイナが前に進めると信じている。ミアが本当に懸念しているのは、パエトン傭兵団が再び彼らの扉を叩く可能性だ……。",
"hero.reina.skill.500141.name": "幽霊強襲",
"hero.reina.skill.500141.desc": "レイナが幻影を作り出し、後方から敵を奇襲する。攻撃力*300%/330%/360%/390%/420%の範囲ダメージを与える。",
"hero.reina.skill.500142.name": "消滅の術",
"hero.reina.skill.500142.desc": "レイナは通常攻撃を受ける際、5%/10%/15%/20%/25%の確率で幻影で相手を混乱させ、ダメージを回避する。",
"hero.reina.skill.500143.name": "悪魔の毒",
"hero.reina.skill.500143.desc": "レイナが敵対象（英雄優先）に幻影を付与し、攻撃力*100%/110%/120%/130%/140%のダメージを与え、1.5秒間移動不能状態にする。",
"hero.reina.skill.500144.name": "暗殺者の本能",
"hero.reina.skill.500144.desc": "レイナが敵の弱点を狙う。全ての部隊の通常攻撃ダメージが10%/15%/20%/25%/30%増加する。",
"hero.reina.skill.500145.name": "俊敏なステップ",
"hero.reina.skill.500145.desc": "レイナの熟練した指揮により、全ての部隊が4%/8%/12%/16%/20%の確率で通常攻撃を回避する。",
"hero.reina.skill.500146.name": "影の刃",
"hero.reina.skill.500146.desc": "レイナの機敏な戦術により、レイナ配下の槍兵は25%の確率で追加攻撃を行い、120%/140%/160%/180%/200%のダメージを与える。",
"hero.reina.weapon.name": "忍者刀 - ノウゼツ",
"hero.reina.weapon.perk.500147.name": "シルエット一撃",
"hero.reina.weapon.perk.500147.desc": "レイナが40%の確率で通常攻撃時に追加のクナイを投げ、攻撃力*45%のダメージを与える。",
"hero.reina.weapon.perk.500148.name": "炎の潜入",
"hero.reina.weapon.perk.500148.desc": "レイナの圧倒的な精密さにより、集結部隊のクリティカル率が15%増加する。"
,
"hero.renee.name": "ルネ",
"hero.renee.story": "旅商団は行く先々で人々の視線を集める。ミアの占いは大人たちを魅了し、道化のルネはジャグリングと手品で子どもたちの人気を一身に集める。ルネ自身も、子どもたちと一緒に過ごす時間のほうが好きだ。\n\nルネは考えがあちこちへ飛び、周りがついていけないこともあるが、性格は驚くほど親しみやすく、人の心を開かせてしまう。しかも彼女の公演には、魂を癒やすかのような「魔法」があり、憂鬱で傷ついた心が再び喜びを見つけるように見えることさえある。\n\nだが旅商団の他の面々と同じく、ルネにも隠された秘密がある。ペンキで覆い尽くされたあの仮面の裏に何が隠されているのか、誰も知らない。\n\nかつてミアの商団が山賊に襲われたことがあったが、山賊たちはルネの顔を見た途端、叫び声を上げて逃げ出したという。\n\nこの出来事がきっかけで、ルネの顔に関するあらゆる噂が広まった。好奇心旺盛な者たちがこっそりテントに忍び込み、ルネの恐ろしい顔を見ようとしたが、中には誰もいなかった。彼らが引き返して逃げようとしたその時、ちょうど戻ってきたルネと鉢合わせになった。準備もできていない侵入者たちは恐怖で床に座り込み、指の隙間からルネを盗み見たが……ルネの「不気味な顔」はまったく不気味ではなく、むしろ穏やかで親切だった。しかもその無謀な行いにもかかわらず、彼らは傷ひとつ負わなかった。\n\n山賊たちを怯えさせて逃げ出させたのは「恐ろしい顔」ではなく、ルネが戦闘と自己防衛に用いる、悪夢を見せる薬物「ドリームモールド（Dream Mold）」だった。\n\nルネはかつて邪悪な実験の被害者となり、不安定なファイアクリスタルに長期間さらされたことで精神を損なった。そのため、こうした物質にある程度の免疫を持つようになった。フィリーは言った。「もう狂ってる人を、さらに狂わせるなんて無理でしょ。」ルネは自分の状態を悲しまない。彼女が見る世界は、虹と深い緑の自然に満ちたおとぎ話の王国だからだ。仲間は動物や妖精で、悪意ある者は邪悪な魔法生物へ変わってしまう。ルネの視点では、彼女は平和を乱そうとする悪い怪物たちと戦う素敵な土地にいるのだ。\n\n遠い昔、ルネは失われた都市「アルカディア」の住人だった。研究者として彼女は、ファイアクリスタルを通じて「世界の意志」と交信する方法を探し、世界がなぜ変わってしまったのか、その真実を明らかにしようとしていた。\n\nパエトンがアルカディアを陥落させた時、ルネは捕らえられ、研究が完成していないまま強制的に「世界の意志」と接続されることを強いられた。大量の不安定なファイアクリスタルと接触する過程で彼女の意志は凄まじい攻撃を受けて粉々に砕け、精神は完全に崩壊した。最後の理性が剥がれ落ちるその瞬間、想像を絶する力が彼女の内側で爆発し、ルネはパエトンの手から自らを解放した。人々が彼女を見つけた時、巨大な研究室に残された唯一の生存者はルネだけだった。その瞬間から「ルネが見る世界」には、氷と雪が溶け落ちる光景が含まれ始めた。",
"hero.renee.skill.500301.name": "幻影の雲",
"hero.renee.skill.500301.desc": "ルネの色とりどりのボールが爆発し、奇妙な雲を放出する。敵に攻撃力*100%/110%/120%/130%/140%の範囲ダメージを与え、1秒間混乱させる。混乱状態の敵は周囲の全ての対象（味方/敵の区別なし）を攻撃する。",
"hero.renee.skill.500302.name": "星明かりの絵の具",
"hero.renee.skill.500302.desc": "ルネが幻想的な絵の具を振りまき、対象に攻撃力*50%/55%/60%/65%/70%のダメージを与え、4秒間、対象が受けるダメージを2%/3%/4%/5%/6%増加させる「星の印」を付与する。",
"hero.renee.skill.500303.name": "夢の視界",
"hero.renee.skill.500303.desc": "「星の印」が付いた対象はルネの追跡から逃れられない。ルネの攻撃力が8%/12%/16%/20%/24%増加し、印の対象への与ダメージが4%/6%/8%/10%/12%増加する。",
"hero.renee.skill.500304.name": "悪夢の痕跡",
"hero.renee.skill.500304.desc": "ルネは信じ難い方法で戦う。ルネが指揮する部隊は2ターンごとに対象へ「夢の印」を残すことができ、次のターンに槍兵の追加ダメージ40%/80%/120%/160%/200%を1回与える。夢の印は1ターン持続する。",
"hero.renee.skill.500305.name": "ドリームキャッチャー",
"hero.renee.skill.500305.desc": "ルネの「夢の印」は敵の弱点を露わにする。印の対象に対するルネ部隊の与ダメージが30%/60%/90%/120%/150%増加する。",
"hero.renee.skill.500306.name": "夢の切断",
"hero.renee.skill.500306.desc": "ルネの「夢の印」が敵の隙を露出させる。全ての部隊が印の対象に与えるダメージが15%/30%/45%/60%/75%増加する。",
"hero.renee.weapon.name": "幻影マジボール",
"hero.renee.weapon.perk.500307.name": "夢の幻影",
"hero.renee.weapon.perk.500307.desc": "ルネが薬剤の付いた針で攻撃する。攻撃が8%の確率で対象を1秒間混乱させる。混乱状態の敵は周囲の全ての対象（味方/敵の区別なし）を攻撃する。",
"hero.renee.weapon.perk.500308.name": "郷愁の魔法",
"hero.renee.weapon.perk.500308.desc": "ルネが優れた才能で士気を鼓舞する。集結部隊のクリティカル率が15%増加する。",

"hero.rufus.name": "ルーファス",
"hero.rufus.story": "ルーファスが若かった頃、旧王国はまだ揺るぎなく存在していた。あの時代、貴族は贅沢に暮らし、平民は飢えと寒さに苦しんでいた。この不正の前で、ある者は苦痛に耐え、またある者は反乱を起こした――ルーファスは後者だった。\n\n旧王国が崩壊した後、ルーファスは傭兵団の指導者となった。抑圧を経験してきた彼は強い正義感に突き動かされ、仲間の一部のように人々へ暴力を振るうことはしなかった。まさにその品性がジーナのような名誉ある戦士たちを引き寄せ、彼女はルーファスに加わり、その追随者となった。\n\nだが不運にも、ルーファスの旅はある日突然途切れた。秘密の依頼を受けた後、遠征隊を率いて出発し、それ以降二度と姿を現さなかった。\n\nルーファスは依頼人を護衛し、人里離れた谷を越えて地下へ入らねばならなかった。依頼人によれば、その旅の結果は「世界の運命」にまで影響するという。\n十分に準備していたにもかかわらず、旅は予想より遥かに危険だった。谷を覆う霧は精神を蝕むかのようで、遠征隊は幻覚を見たり時間を失ったり、記憶が歪む苦痛を味わった。仲間は一人、また一人と遅れ、消えていき……\nついに地下世界へ続く狭い裂け目へ辿り着いた時、残っていたのはルーファスと依頼人の二人だけだった。\n\n地下にはまったく新しい世界が広がっていた。\n巨大な菌類のジャングルを抜け、うねる川を渡り、地下住人の追跡を逃れた末に彼らが到着した場所には、見た目はありふれた遺物が一つあった。依頼人はそれを古代文明が作った機械で、「惑星全体を目覚めさせられる」と説明した。\nルーファスは依頼人が狂っていると思ったが、そこまで共に耐え抜いた苦難があったため、最後まで力を貸した。全ての手順が終わると遺物は作動し、何かが目覚めるようだった。開いた石門の向こうの「存在」を見つめた瞬間、ルーファスと依頼人は眩い光に包まれた……。\n\nその光の中でルーファスは、文明の誕生、繁栄、没落が果てしなく循環する光景を目撃した……まるで夢のように。ついに目を覚ました時、どれほど時間が経っていたのか分からなかった。依頼人は消え、遺物はさらに損傷していた。光の中での記憶は薄れていき、ルーファスは解けない謎だけを抱えてその場を去った。\n\n地上へ通じる裂け目は消えており、ルーファスは地下の集落に留まり、勇猛さで住民の尊敬を集めた。歳月が流れ、ようやく別の遠征隊が彼を見つけて地上へ連れ戻した。全てが見知らぬものだったが、ジーナが率いる「イーグル旅団」が繁栄している姿を見て、彼は慰めを得た。",
"hero.rufus.skill.500461.name": "星雲衝撃",
"hero.rufus.skill.500461.desc": "ルーファスが流星のように砲撃する手榴弾を発射し、攻撃力*200%/220%/240%/260%/280%の範囲ダメージを与える。手榴弾は地面を燃やし、2秒間、範囲内の対象に0.5秒ごとに攻撃力*20%/22.5%/25%/27.5%/30%のダメージを与える。",
"hero.rufus.skill.500462.name": "破片爆発",
"hero.rufus.skill.500462.desc": "ルーファスが爆裂弾を発射し、対象に攻撃力*100%/110%/120%/130%/140%のダメージを与える。破片が周囲の敵に攻撃力*50%/55%/60%/65%/70%のダメージを与える。",
"hero.rufus.skill.500463.name": "高揚する怒り",
"hero.rufus.skill.500463.desc": "ルーファスが戦場で止められない存在へ変貌し、クリティカル率が7%/10%/13%/16%/20%増加する。",
"hero.rufus.skill.500464.name": "地獄火の連隊",
"hero.rufus.skill.500464.desc": "ルーファスが大胆なリーダーシップで全ての部隊を戦場の炎に変える。全ての部隊の攻撃力が5%/10%/15%/20%/25%増加する。",
"hero.rufus.skill.500465.name": "装甲破砕",
"hero.rufus.skill.500465.desc": "ルーファスが弓兵に徹甲弾を支給する。攻撃ごとに12%/24%/36%/48%/60%の追加ダメージを与え、対象が受けるダメージを1ターンの間5%/10%/15%/20%/25%増加させる。",
"hero.rufus.skill.500466.name": "怒りの振動",
"hero.rufus.skill.500466.desc": "ルーファスの攻撃的な戦闘スタイルにより、全ての部隊の攻撃が20%の確率で「威圧」を付与し、敵のクリティカル率を2ターンの間10%/20%/30%/40%/50%減少させる。",
"hero.rufus.weapon.name": "メテオブラスター",
"hero.rufus.weapon.perk.500467.name": "争いの火種",
"hero.rufus.weapon.perk.500467.desc": "ルーファスの通常攻撃が灼熱弾を発射し、対象を燃やす。2秒間、毎秒攻撃力*30%のダメージを与える。",
"hero.rufus.weapon.perk.500468.name": "燃え盛る軍団",
"hero.rufus.weapon.perk.500468.desc": "ルーファスが不死鳥の旗の下に部隊を集結させ、攻撃力が15%増加する。",

"hero.sonya.name": "ソニャ",
"hero.sonya.story": "ソニャは潜水艦「ネプチューン（The Neptune）」の主任エンジニアだ。合流してまだ数年だが、彼女は潜水艦内で女王のような存在として君臨するようになった。老朽船が頻繁な故障を免れているのも、彼女の優れた腕前のおかげである。\n\n船長と同様、ソニャも「沈んだ国（Sunken Nation）」を見つけたいと思っているが、彼女の関心は宝にしかない。理性的で賢明に見える彼女が、捕まらない伝説を信じていることに驚く者もいる。だが真実はこうだ。ソニャはネプチューンに乗る前から、世界各地の古代遺跡で水中王国へ繋がる手がかりをすでに確保していた。自分の知恵とヘンドリックの船があれば、長年渇望してきた宝を見つけ出せると信じているのだ。\n\nソニャが最初にネプチューンへ乗り込んだのは捕虜としてだった。だがキャプテン・ヘンドリックは、ソニャが知能と技術で自力で拘束を解き、誰にも止められないと悟った後、船内を自由に歩き回ることを許した。\n\nソニャとヘンドリックがお互いを「利用」していることは誰もが知っている。利害が衝突した瞬間、彼らは互いに裏切るだろう。ただし今のところ、その「共同事業」はかなり順調だ。乗組員がソニャを恐れるのは、彼女の身体能力だけでなく、皆の秘密や弱みを知り、それをどう利用すべきかも理解しているからである。\n\nソニャの富への執着は過去に由来する。旧王国王室の遠縁だった彼女はかつて贅沢な暮らしをしていたが、サンファイア城が陥落した日に全てを失った。数年に及ぶ放浪と貧困は彼女を打ちのめし、尊厳を奪った。凍りついた終末後の世界で生存の法則を身につけながらも、ソニャは次第に「金こそが救いへの唯一の道であり、究極の真理だ」という確信に囚われていった。だから彼女は、富豪になる機会を一瞬たりとも逃したくない。\n\n放浪の中で培った知識と戦闘能力ゆえに、夜明け連合、傭兵団、さらにはパエトンからも招待を受けたが、彼女は彼らが提示する「はした金」に満足できなかった。代わりに視線を世界中の宝へ向けた。\n\n宝探しの途中、ソニャは「沈んだ国」への手がかりを見つけ、水中に隠された領域を探すため、わざとヘンドリックに捕まるよう仕向けた。その高価な船が必要だったからだ。ソニャは失われた宝を見つけ出した瞬間、ツンドラで最も裕福な人物になると信じている。そしてその金でソラリス王国を再建し、自らを新たな女王として即位させるつもりだ。",
"hero.sonya.skill.500351.name": "極低温",
"hero.sonya.skill.500351.desc": "ソニャが極低温冷媒を噴射して対象を1.5秒間凍結させ、対象および周囲の敵に攻撃力*220%/240%/260%/280%/300%の範囲ダメージを与える。",
"hero.sonya.skill.500352.name": "冷凍爆弾",
"hero.sonya.skill.500352.desc": "ソニャが冷凍爆弾を発射し、敵に攻撃力*100%/110%/120%/130%/140%のダメージを与え、周囲の敵の攻撃速度を3秒間50%低下させる。",
"hero.sonya.skill.500353.name": "金に飢えた者",
"hero.sonya.skill.500353.desc": "懸賞金へのソニャの燃える欲望が戦場で狂奔状態を引き起こす。攻撃力が10%/15%/20%/25%/30%増加する。",
"hero.sonya.skill.500354.name": "宝探しハンター",
"hero.sonya.skill.500354.desc": "「伝説の海の宝を見つけたら、みんなに取り分がある！」ソニャの約束が皆を鼓舞し、全ての部隊のダメージが4%/8%/12%/16%/20%増加する。",
"hero.sonya.skill.500355.name": "懸賞金の誘惑",
"hero.sonya.skill.500355.desc": "ソニャが報酬で部隊を鼓舞する。槍兵は2回攻撃するたびに15%/30%/45%/60%/75%の追加ダメージを与え、全ての部隊の攻撃力が1ターンの間5%/10%/15%/20%/25%増加する。",
"hero.sonya.skill.500356.name": "激流の衝突",
"hero.sonya.skill.500356.desc": "ソニャの槍兵が潮流のように好機を狙って奇襲する。5ターンごとに50%/100%/150%/200%/250%のダメージを与え、対象を1ターンの間スタンさせる。",
"hero.sonya.weapon.name": "マングローブカエル",
"hero.sonya.weapon.perk.500357.name": "骨の髄まで冷たく",
"hero.sonya.weapon.perk.500357.desc": "ソニャが冷媒の配合を改良し、攻撃力が24%増加する。「極低温」の凍結が終了すると、砕け散った氷が周囲の敵に攻撃力*70%のダメージを与える。",
"hero.sonya.weapon.perk.500358.name": "渦潮タレット",
"hero.sonya.weapon.perk.500358.desc": "ソニャが水流を噴き出すタレットを設置する。防衛部隊のクリティカル率が15%増加する。",

"hero.viveca.name": "ビヴェカ",
"hero.viveca.story": "ナイトガード司令官ビヴェカは冷たく厳格な指導者であり、同時に一分の狂いもない完璧な弓兵でもある。彼女の生涯の任務は、「血の月の疫病（Blood Moon Plague）」が引き起こした災厄を封じ込め、濃い霧に覆われた「放棄された都市（Abandoned City）」――かつて彼女の故郷だった場所――の中に閉じ込めることだ。ビヴェカはこの任務のためなら、何でもする覚悟ができている。\n\n霧の中から現れる変異体に直面すると、ほとんどの者は恐怖で凍りつく。彼らは理解を超えた存在だからだ。だがビヴェカは少しも動じない。彼女は奴らの弱点を知っている。恐れなき彼女の指揮の下、ナイトガードもまた闇を真正面から見据える勇気を得た。\n\n平時のビヴェカは冷淡で寡黙、誰とも距離を置く。フレイヤ、ドクター・フィリー、そして数名のナイトガード将校を除けば、彼女の唯一の相棒は飼いカラス「ヴェイルウィング（Veilwing）」だ。生まれつき感情がないかのように見えるが、フレイヤは真実を知っている。ビヴェカはあまりにも多くのトラウマを経験し、心を開けば脆くなるだけだと学んでしまったのだ。\n\n戦場のビヴェカは、「冷たい」だけでは足りないほど冷酷だ。放棄された都市に疫病が広がった時、彼女は変異してしまった友人たちを自ら屠らねばならなかった。今でも感染した味方に直面すれば、ビヴェカはためらいなく引き金を引く。\n\n放棄された都市の生存者たちは、霧のすぐ外側に新たな居住地「ニュー・メティヤ（New Metiya）」を築いた。その後、ある神秘的なよそ者が「疫病は呪いではなく“変容の機会”だ」と主張した――感染体の中に知性の痕跡を目撃していたビヴェカにとって、その言葉は深い不安を残した。",
"hero.viveca.skill.500581.name": "永遠の夜のフィナーレ",
"hero.viveca.skill.500581.desc": "単体対象に攻撃力*200%/220%/240%/260%/280%のダメージを与え、出血を付与する。出血は2秒間、0.5秒ごとに攻撃力*7%/9%/11%/13%/15%のダメージを与える。",
"hero.viveca.skill.500582.name": "闇の末裔",
"hero.viveca.skill.500582.desc": "カラスを召喚し、対象に6/7/8/9/10秒間の印を付ける。印が付いた対象は5%/10%/15%/20%/25%多くのダメージを受け、優先攻撃対象となる。",
"hero.viveca.skill.500583.name": "極寒の鎮魂歌",
"hero.viveca.skill.500583.desc": "敵英雄を1体倒すたびに、戦闘終了までビヴェカの攻撃力が3%/6%/9%/12%/15%増加する。",
"hero.viveca.skill.500584.name": "黄昏の軍団",
"hero.viveca.skill.500584.desc": "全ての味方部隊の攻撃力が5%/10%/15%/20%/25%増加する。",
"hero.viveca.skill.500585.name": "影の世界",
"hero.viveca.skill.500585.desc": "弓兵の攻撃が20%の確率で全ての敵部隊に20%/40%/60%/80%/100%の追加ダメージを与える。",
"hero.viveca.skill.500586.name": "霧の子ら",
"hero.viveca.skill.500586.desc": "歩兵が受けるダメージが2%/4%/6%/8%/10%減少し、弓兵のダメージが同じ数値だけ増加する。",
"hero.viveca.weapon.name": "暗黒星",
"hero.viveca.weapon.perk.500587.name": "血の狩り",
"hero.viveca.weapon.perk.500587.desc": "ビヴェカの与えるダメージが25%増加する。",
"hero.viveca.weapon.perk.500588.name": "夜明けの歌",
"hero.viveca.weapon.perk.500588.desc": "集結部隊のクリティカル率が15%増加する。",

"hero.vulcanus.name": "ヴァルカヌス",
"hero.vulcanus.story": "残酷な印象のヴァルカヌスは粗野で冷徹、短気で暗い気分に沈みやすい男だ。\nヴァルカヌスは強靭でなければならない。生存そのものが日々の戦いである地下都市の指導者の一人として、彼は「恐れさせるが不正はせず、狡猾だが被害妄想には陥らず、暴力的だが敵に対してのみ」という統治者の理想を身をもって体現しなければならない。\n\nヴァルカヌスは政治家であり指揮官であるだけではない。彼は強力な石弓の扱いに極めて長け、攻城装備の専門家でもある。ヴァルカヌスは自らの武器を改造し、矢が最重装の敵でさえ恐怖に震えるほどの威力で飛ぶようにした。\n\nヴァルカヌスは開拓者たちの長い血統に生まれた。かつての開拓者は、凍りつく地上気温を避ける最善の答えは「下へ降りること」だと判断した。\n\n「禁断区域（Forbidden Zone）」という巨大な謎は、蛾が炎に引き寄せられるように全国から冒険者を呼び寄せる。ヴァルカヌスもまた時を待っている。この聖なる地から傲慢な侵入者を追い払う「適切な瞬間」を。",
"hero.vulcanus.skill.500521.name": "攻城クロスボウ",
"hero.vulcanus.skill.500521.desc": "ヴァルカヌスが中型クロスボウ3発でバリケードを粉砕し、攻撃力*200%/220%/240%/260%/280%のダメージを与え、出血を付与する。",
"hero.vulcanus.skill.500522.name": "鎖拘束",
"hero.vulcanus.skill.500522.desc": "ヴァルカヌスが鎖付きダーツで敵英雄を狙い、攻撃力*100%/110%/120%/130%/140%のダメージを与え、2秒間スタンさせる。",
"hero.vulcanus.skill.500523.name": "希望の火花",
"hero.vulcanus.skill.500523.desc": "護衛部隊の攻撃力と防御力が10%/15%/20%/25%/30%増加する。",
"hero.vulcanus.skill.500524.name": "凶暴な嵐",
"hero.vulcanus.skill.500524.desc": "全ての敵部隊の攻撃力が4%/8%/12%/16%/20%減少する。",
"hero.vulcanus.skill.500525.name": "鋼の粉砕者",
"hero.vulcanus.skill.500525.desc": "全ての部隊が5回攻撃するたびに追加ダメージを与え、対象が受けるダメージを増加させる。",
"hero.vulcanus.skill.500526.name": "正確な一撃",
"hero.vulcanus.skill.500526.desc": "敵歩兵と槍兵の防御力を減少させ、弓兵の攻撃力を増加させる。",
"hero.vulcanus.weapon.name": "破滅の印章",
"hero.vulcanus.weapon.perk.500527.name": "裂傷",
"hero.vulcanus.weapon.perk.500527.desc": "全ての対象に出血を付与する。出血は3秒間、0.5秒ごとに攻撃力*20%のダメージを与える。",
"hero.vulcanus.weapon.perk.500528.name": "生まれながらの王",
"hero.vulcanus.weapon.perk.500528.desc": "集結部隊の攻撃力が15%増加する。"
,
"hero.wayne.name": "ウェイン",
"hero.wayne.story": "ウェインは賞金稼ぎとして常に単独で行動してきた。実力に見合う経験も豊富で、冷酷な機械のように任務を正確かつ効率的に遂行し、必要なことだけを話し、無駄口は一切叩かない。\n彼は稲妻のような反射神経を持つ優れた弓使いで、氷原屈指の射手の一人だ。バヒティによれば、ウェインは100歩先から素早い連射で、空中に投げられた複数の硬貨を次々と撃ち抜けるという。だがウェインがより好むのは改造した「パワーブーメラン」だ。雇い主に標的を「無傷のまま」引き渡すには、そのほうが効果的だからである。\n時には頑強に抵抗する「獲物」に、公平な勝負の機会を与えることもある。もちろん、彼は一度も負けたことがない。\nウェインには事実上友人がおらず、「人と絆を結ぶこと」を必要だとは考えていない。また、彼はたいてい残忍な山賊を追う過酷で危険な任務を、正義感ではなく金のために引き受けていると言う。\n長年の「仕事仲間」である判事グレッグは、ウェインが最低限の道徳心を持ち、どんな依頼も無差別に受けるわけではなく、「金のために」悪の共犯者にはならない点に安堵している。\n\n「俺は別の世界から来た――今はもう存在しない世界だ」\nウェインは過去を尋ねる知人に、そう語ったことがある。荒唐無稽な話として流されたが、完全な嘘ではなかった。ウェインが生まれ育った村は、極限状況の中で本当に滅んだ。愛した故郷は歴史の彼方へ消え、愛した人々も、すべてのものも塵となって散った。そのせいで彼は関係を結ぶことを拒み、自らを閉ざして孤独な狼の道を歩み始めた。\n\nウェインの「狩り」は常に順風満帆というわけではない。暴力の女王ゼノビアを追う途中、彼は銃弾を受けて谷底へ落下した。山里の娘マチルダが彼を救い、家へ連れ帰って看病した。夫を失ったマチルダは幼い息子と支え合って生きており、よそ者の来訪は過酷な日常に彩りを添えた。\nウェインが回復し始めた頃、ゼノビアと一味がマチルダの村を襲撃した。無力な犠牲者を期待していたゼノビアは、長年の宿敵を前に足を止めざるを得なかった。ウェインは凶悪な犯罪者を縛り上げ、マチルダに別れを告げた。彼自身すら――自分の心の片隅に小さな変化が生まれていたことに――気づかないまま。",

"hero.wayne.skill.500311.name": "ハリケーン逆風",
"hero.wayne.skill.500311.desc": "ウェインがブーメランを投げ、一直線上の敵に攻撃力*100%/110%/120%/130%/140%の範囲ダメージを与える。ブーメランが戻る時も、経路上の敵に同じダメージを与える。",
"hero.wayne.skill.500312.name": "幻影突撃",
"hero.wayne.skill.500312.desc": "ウェインが瞬く間に射抜く。通常攻撃のたびに15%/20%/25%/30%/35%の確率で追加の通常攻撃が発動する。",
"hero.wayne.skill.500313.name": "正午",
"hero.wayne.skill.500313.desc": "ウェインの完璧な照準は、ダメージを与えるたびにクリティカル率を3%/6%/9%/12%/15%増加させる。",
"hero.wayne.skill.500314.name": "雷鳴の一撃",
"hero.wayne.skill.500314.desc": "ウェインの優れた戦術により、全ての部隊が4ターンごとに追加攻撃を1回行い、20%/40%/60%/80%/100%のダメージを与える。",
"hero.wayne.skill.500315.name": "回転打撃",
"hero.wayne.skill.500315.desc": "ウェインの策は最も堅固な防御さえ貫く。2回攻撃するごとに（交互に）ウェインの弓兵は敵槍兵へ8%/16%/24%/32%/40%の追加ダメージを、敵弓兵へ4%/8%/12%/16%/20%の追加ダメージを与える。",
"hero.wayne.skill.500316.name": "迅速",
"hero.wayne.skill.500316.desc": "ウェインは弱点を見抜く鷹の目でミスを許さない。全ての部隊の攻撃に5%/10%/15%/20%/25%のクリティカル率を付与する。",

"hero.wayne.weapon.name": "パワーブーメラン",
"hero.wayne.weapon.perk.500317.name": "ガンスリンガー",
"hero.wayne.weapon.perk.500317.desc": "ウェインが素早い5連射の乱射を浴びせ、ランダムな敵1体に攻撃力*56%のダメージを与える。対象が護衛兵種なら、100%の確率で即座に撃破する。",
"hero.wayne.weapon.perk.500318.name": "攻撃的守備",
"hero.wayne.weapon.perk.500318.desc": "ウェインの戦略的洞察が防衛部隊のクリティカル率を15%増加させる。",


"hero.wuming.name": "無名",
"hero.wuming.story": "彼の本当の名を知る者はいないが、どの村でも彼の伝説を聞いたことがある。\n\n流浪の戦士・無名は武人として名声を築いてきた。技を高みへと磨き上げ、弱き者を助けるために力を振るうことをためらわない。彼の侠義は素晴らしい評判を生み、手にする「竜殺し（Dragonslayer）」はツンドラを彷徨う日和見の山賊たちにとって恐怖そのものだ。\n\n放浪の暮らしに慣れてはいるが、無名は貧しい村にしばらく滞在し、生存者たちに身を守る術を教えることもある。遠い故郷のことわざのように――「魚の獲り方を教えれば、一生食べていける」。\n\n無名は武術だけでなく、音楽や芸術にも通じている。だが人々がより称えるのは、彼の謙虚さと温かな人柄だ。時に村の先生役となって子どもたちに読み書きや算術を教え、異国の幻想的な神話を語って聞かせることもある。しかし、無名が今とはまるで違う人物だった時代があったことを知る者は少ない。\n\nかつての彼は、ただ「天下第一の達人」として歴史に名を残すことだけを追い求めた。そのため休まず修練し、名高い達人を訪ね歩き、あらゆる流派を学んだ。生まれつきの才に執念が加わり、若くして圧倒的な強者となり、あの「老人」に出会うまでは敗北を知らなかった。\n\nその老人はかつて世界を旅していたが、今はごく普通の村に住んでいた。無名は「比類なき武功」を持つという噂を聞き、空虚な心に再び闘志を燃やして挑戦状を叩きつけた。結果は勝利ではなかった。剣も槍も棍も尽くして挑んでも、老人の棒の前に連敗を味わった。以来、無名はその巨大な相手を超えることに執着する。\n\n最初の挑戦から数年、無名は毎年老人に挑み、そのたびに敗れた。力も敏捷も技も勝っているはずなのに、なぜ勝てないのか分からなかった。\n\n最後の挑戦の日、「リーパー（Reapers）」と呼ばれる山賊が老人の村を襲った。無名は逃げようとした――人の肉体は重装メックの前では盾にならないからだ。だが老人は棒で侵入者を打ち倒し、リーパー三人を制圧して村を守った。しかしその最後の戦いで力を使い果たし、死はあっという間に訪れた。\nその光景を目の当たりにした無名は、戦士としての真の意味を悟った。「真の正義と信念」こそが超越の鍵である、と。そして彼は世を去った相手の意志を継ぎ、「無名（Nameless One）」という名で侠客の道へ旅立った。",

"hero.wuming.skill.500191.name": "旋風の障壁",
"hero.wuming.skill.500191.desc": "無名が杖を稲妻のように振るい、揺るぎない障壁を作り出す。敵に攻撃力*100%/110%/120%/130%/140%の範囲ダメージを与え、2秒間無敵になる。",
"hero.wuming.skill.500192.name": "内なる明澄",
"hero.wuming.skill.500192.desc": "無名が内なる混乱を鎮め、圧倒的な明澄さを得る。4秒間、攻撃力が8%/12%/16%/20%/24%、防御力が16%/24%/32%/40%/48%増加する。",
"hero.wuming.skill.500193.name": "遠隔衝撃",
"hero.wuming.skill.500193.desc": "無名が武を極限まで鍛え上げ、通常攻撃のたびにランダムな敵1体へ攻撃力*20%/22%/24%/26%/28%の追加ダメージを与える。",
"hero.wuming.skill.500194.name": "影の回避",
"hero.wuming.skill.500194.desc": "無名が影のように動いて回避し反撃する。歩兵が受ける通常攻撃ダメージが5%/10%/15%/20%/25%減少し、スキルダメージが6%/12%/18%/24%/30%減少する。",
"hero.wuming.skill.500195.name": "三日月の鼓舞",
"hero.wuming.skill.500195.desc": "無名が知恵と技法を広め、味方部隊の与えるダメージが4%/8%/12%/16%/20%増加する。",
"hero.wuming.skill.500196.name": "元素共鳴",
"hero.wuming.skill.500196.desc": "無名が皆をより高い戦闘技法の境地へ導き、部隊のスキルダメージが5%/10%/15%/20%/25%増加する。",

"hero.wuming.weapon.name": "竜殺し",
"hero.wuming.weapon.perk.500197.name": "武道の極致",
"hero.wuming.weapon.perk.500197.desc": "無名が武の境地に至り、与えるダメージが30%増加する。",
"hero.wuming.weapon.perk.500198.name": "鋼の規律",
"hero.wuming.weapon.perk.500198.desc": "無名が防衛部隊を厳しく鍛え、防衛部隊の防御力が15%増加する。",


"hero.xura.name": "ジュラ",
"hero.xura.story": "生存者たちがジュラの奇妙な仮面、見慣れない装い、ぎこちない訛りを見て、彼が現在のツンドラから遠いどこかの王国から来たのだと解釈するのも無理はない。どの王国か説明できる博識な探検家がいればいいのだが！人々は知りたがる一方で、ジュラは自分の起源について固く口を閉ざしている。\n\nもちろん、小柄な旅人ジュラはどこでも歓迎される。彼はツンドラの言葉を真似し、自分の思考様式と現地の文化の差を克服しようと努めてきた。そこにいつも親切な態度が加わり、何よりも――都市の医師たちすら困惑するほど卓越した薬草治療で、多くの生存者を治してきたからだ。\n\nジュラはその薬草をどこで手に入れたのだろう？多くの植物はツンドラで見たこともなく、育つはずもないものばかりで、「彼は地平線の果てまで続く極寒の地獄とはまったく別の場所から来た」という噂にさらに火を注いだ。\nさらに奇妙なのは、ジュラがツンドラの人々、植物、動物など「全て」に対して執拗なまでに知りたがっている点だ。彼は現地の動物と特に相性が良く、無作為な植物の薬効を試すと言って、その場で食べてしまうような妙な姿もしばしば見られる。\n\nジュラの起源を追っていた夜明け連合の一部研究者は、彼の日誌に記された象徴が、遥か昔に姿を消した部族「ウィンドブレイカー（Windbreakers）」と関係していることを突き止めた。ジュラの仮面はシャーマン的性格を帯びており、彼が医療責任者であるだけでなく、「ガイア精霊（Gaia Spirit）」を巡る霊的役割も担っていることを示唆している。\n\nウィンドブレイカーに関する記録は乏しいが、大災厄の大寒波（Great Chill）以前からすでに滅亡寸前だった部族だという像を結んでいる。ジュラの出現は「ウィンドブレイカーは生き残ったのか」という議論に終止符を打ち、同時にいくつかの有望な可能性を示した。\n\n世界が致命的な寒気に見舞われるはるか以前、ウィンドブレイカーは呪術師の予言に従い、「大樹（Great Tree）」に根を張る巨大な地下洞窟網へ移住した。\n\n太陽の温かな光がなくとも、彼らは大樹の奇妙な根などから新たな熱源と食料を見つけ、地下生活に適応していった。運命のように、その奇妙な住処の選択は部族を大寒波の最悪から守った。\n\nしかし長老たちは言う。大樹の生命力が衰えている、と。そして伝説の「ファイアクリスタル」だけがその生命力を蘇らせる養分になり得る、と。ジュラは最近入門したばかりの修行者に過ぎないが、今や見知らぬ地を彷徨い人々を救わねばならない重い責務が、彼の肩にのしかかっている。",

"hero.xura.skill.500401.name": "生命の舞",
"hero.xura.skill.500401.desc": "ジュラが舞で神聖な助けを請い、3秒間、毎秒攻撃力*20%/40%/60%/80%/100%分、全ての味方英雄の体力を回復し、受けるダメージを50%減少させる。持続中、ジュラは制御効果に免疫となる。",
"hero.xura.skill.500402.name": "胞子拘束",
"hero.xura.skill.500402.desc": "ジュラが対象に致命的な胞子を感染させる。対象は攻撃するたびに攻撃力*100%/110%/120%/130%/140%のダメージを受け、3秒間持続する。",
"hero.xura.skill.500403.name": "麻痺の針",
"hero.xura.skill.500403.desc": "ブロウガンの薬剤がジュラの攻撃力を4%/6%/8%/10%/12%増加させる。各針ごとに20%の確率で対象を1秒間拘束（移動不能）する。",
"hero.xura.skill.500404.name": "菌類の霧",
"hero.xura.skill.500404.desc": "ジュラが地下菌類を放出して急速に増殖させ、敵の視界を遮る。味方部隊が受けるダメージが4%/8%/12%/16%/20%減少する。",
"hero.xura.skill.500405.name": "貫通の矢",
"hero.xura.skill.500405.desc": "ジュラが敵防具の弱点を見抜く。ジュラの弓兵は2回攻撃するたびに20%/40%/60%/80%/100%の追加ダメージを与え、対象が受けるダメージを1ターンの間5%/10%/15%/20%/25%増加させる。",
"hero.xura.skill.500406.name": "非正規戦術",
"hero.xura.skill.500406.desc": "ジュラの非正統派戦術は非常に攪乱的だ。弓兵の与えるダメージが3%/6%/9%/12%/15%増加し、受けるダメージが2%/4%/6%/8%/10%減少する。",

"hero.xura.weapon.name": "魔女の仮面",
"hero.xura.weapon.perk.500407.name": "戦の雄叫び",
"hero.xura.weapon.perk.500407.desc": "ジュラが部族の戦の舞で、攻撃力が最も高い味方1体を鼓舞する。4秒間、その味方の与えるダメージが60%増加する。",
"hero.xura.weapon.perk.500408.name": "ガイアの讃歌",
"hero.xura.weapon.perk.500408.desc": "ジュラがガイアの古代讃歌で都市防衛隊を鼓舞する。防衛隊の攻撃力が15%増加する。",


"hero.zinman.name": "ジンマン",
"hero.zinman.story": "サンファイア城の過去の時代、ジンマンは「最高の建築家」として名声をほしいままにしていた。彼の建築科学と芸術への理解は比類なく、設計は眩しく、評判も卓越していた。ただし外見は……まあ、ジンマンにはそんな些末なことに時間を割く余裕はなかった。大寒波さえなければ、彼はきっと自分の分野でさらに高い境地へ到達していただろう。\n\nジンマンの旧友の多くは近隣の都市に定住したが、ジンマンは数年の間、謎めいたまま姿を消していた。再び現れた時、彼は強大な夜明け連合の中核人物となっていた。連合の下でジンマンは新たな防衛工学技術を開発し、都市の溶鉱炉を改良した。芸術性は薄れたが、極めて実用的な構造物に彼は誇りを抱いている。\n\nジンマンは家族の話をほとんどしないが、娘の突然の死は人々に知られている。娘の夢は、あらゆる花で満ちた壮大な温室を見ることだった。ジンマンは長年の請願の末、サンファイア城の「大統領」からその計画の承認を取り付けた。しかし大寒波後の混乱の中で、ほぼ10年に及んだ未完の温室工事は破壊されてしまった。\n\n当初ジンマンは娘の夢を手放せなかった。だが現実は冷酷で、凍てついた世界で最優先なのは「生存」だという事実を受け入れねばならなかった。\n\n大寒波以降のジンマンの発明には、雪覆いを強化したシェルターや、ネイルガンを有効な武器へ変える改造キットなどが含まれる。彼の知識は多くの生存者の助けになる一方で、娘との約束を果たせなかったことを彼は痛切に自覚している。\n\n夜明け連合の主任建築家として加わってから、ジンマンは再び希望と目的を見出した。自分の建築知識で多くの命と家族、都市を救えることが嬉しかった。彼らの笑顔はジンマンに計り知れない慰めを与えた。彼は今も、いつか遥か遠い未来に、家族を偲ぶ意味であの温室を建てられることを夢見ている……。",

"hero.zinman.skill.500171.name": "釘の乱射",
"hero.zinman.skill.500171.desc": "ジンマンが釘の嵐を浴びせ、対象にそれぞれ攻撃力*55%/60%/65%/70%/75%のダメージを与え、2秒間スタンさせる。",
"hero.zinman.skill.500172.name": "緊急防衛",
"hero.zinman.skill.500172.desc": "ジンマンはプレッシャーに強い。体力が50%未満の時、防御力が50%/75%/100%/125%/150%増加する。",
"hero.zinman.skill.500173.name": "強健",
"hero.zinman.skill.500173.desc": "ジンマンの活力あふれる構えが攻撃速度を10%/15%/20%/25%/30%増加させる。",
"hero.zinman.skill.implacable.name": "不屈",
"hero.zinman.skill.implacable.desc": "巨匠建築家ジンマンは堅固な防衛線に必要なものを知っている。全ての部隊の防御力と体力がそれぞれ2%/4%/6%/8%/10%増加する。",
"hero.zinman.skill.500174.name": "要塞術師",
"hero.zinman.skill.500174.desc": "ジンマンの兵站の専門性により、建設コストが3%/6%/9%/12%/15%減少し、建物のアップグレード速度が3%/6%/9%/12%/15%増加する。",
"hero.zinman.skill.positional_battler.name": "地形戦闘家",
"hero.zinman.skill.positional_battler.desc": "ジンマンは地形を攻撃的に活用する達人だ。全ての部隊のダメージが5%/10%/15%/20%/25%増加する。",

"hero.zinman.weapon.name": "ウッドペッカー",
"hero.zinman.weapon.perk.500177.name": "オーバークロック・ネイルガン",
"hero.zinman.weapon.perk.500177.desc": "ジンマンのネイルガンが過充電モードに入り、攻撃力が24%増加する。",
"hero.zinman.weapon.perk.500178.name": "守りで攻める",
"hero.zinman.weapon.perk.500178.desc": "ジンマンがアーチャータワーを建設し、防衛部隊の攻撃力が15%増加する。"


}
